[
  {
    "num": "1",
    "ara": "الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
    "eng": "Alif, Lam, Ra. These are the verses of the wise Book",
    "ban": "আলিফ, লাম, রা। এগুলো জ্ঞানগর্ভ গ্রন্থের আয়াতসমূহ।"
  },
  {
    "num": "2",
    "ara": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُّبِينٌ",
    "eng": "Have the people been amazed that We revealed [revelation] to a man from among them, [saying], \"Warn mankind and give good tidings to those who believe that they will have a [firm] precedence of honor with their Lord\"? [But] the disbelievers say, \"Indeed, this is an obvious magician.\"",
    "ban": "এ কি মানবগোষ্ঠীর জন্য বিস্ময়ের ব্যাপার যে তাদেরই মধ্যেকার একজন মানুষকে আমরা প্রত্যাদেশ দিয়েছি এই ব'লে -- \"তুমি মানবজাতিকে সতর্ক করো, আর যারা ঈমান এনেছে তাদের সুসংবাদ দাও যে তাদের জন্য তাদের প্রভুর কাছে রয়েছে সুনিশ্চিত পদমর্যাদা\"? অবিশ্বাসীরা বলে -- \"নিঃসন্দেহ এ একজন জলজ্যান্ত জাদুকর।\""
  },
  {
    "num": "3",
    "ara": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِن شَفِيعٍ إِلَّا مِن بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ",
    "eng": "Indeed, your Lord is Allah, who created the heavens and the earth in six days and then established Himself above the Throne, arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allah, your Lord, so worship Him. Then will you not remember?",
    "ban": "নিঃসন্দেহ তোমাদের প্রভু হচ্ছেন আল্লাহ্ যিনি মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন ছয় দিনে, তখন তিনি অধিষ্ঠিত হলেন আরশের উপরে, তিনি সমস্ত ব্যাপার নিয়ন্ত্রণ করেন। তাঁর অনুমতিক্রমে ব্যতীত কোনো সুপারিশকারী নেই। এই-ই আল্লাহ্ -- তোমাদের প্রভু, অতএব তাঁরই উপাসনা করো। তোমরা কি তবে খেয়াল করো না।"
  },
  {
    "num": "4",
    "ara": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
    "eng": "To Him is your return all together. [It is] the promise of Allah [which is] truth. Indeed, He begins the [process of] creation and then repeats it that He may reward those who have believed and done righteous deeds, in justice. But those who disbelieved will have a drink of scalding water and a painful punishment for what they used to deny.",
    "ban": "তাঁরই দিকে তোমাদের সকলের প্রত্যাবর্তন। আল্লাহ্‌র এই প্রতি‌শ্রুতি ধ্রুবসত্য। নিঃসন্দেহ তিনিই সৃষ্টির সূচনা করেন, তারপর তিনি তার পুনরাবর্তন ঘটান, যেন তিনি ন্যায়সঙ্গতভাবে পারিতোষিক দিতে পারেন তাদের যারা বিশ্বাস করে ও সৎকর্ম করে। আর যারা অবিশ্বাস করে তাদের জন্যে রয়েছে ফুটন্ত জলের পানীয়, আর মর্মন্তুদ শাস্তি, কেননা তারা অবিশ্বাস পোষণ করত।"
  },
  {
    "num": "5",
    "ara": "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "eng": "It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allah has not created this except in truth. He details the signs for a people who know",
    "ban": "তিনিই তো সূর্যকে করেছেন তেজস্কর, আর চন্দ্রকে জ্যোতির্ময়, আর তার জন্য নির্ধারিত করেছেন অবস্থানসমূহ যেন তোমরা জানতে পারো বৎসরের গণনা ও হিসাব। আল্লাহ্ এ সৃষ্টি করেন নি সার্থকতা ছাড়া। তিনি নির্দেশাবলী বিশদ-ব্যাখ্যা করেন সেইসব লোকের জন্য যারা জ্ঞান রাখে।"
  },
  {
    "num": "6",
    "ara": "إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِّقَوْمٍ يَتَّقُونَ",
    "eng": "Indeed, in the alternation of the night and the day and [in] what Allah has created in the heavens and the earth are signs for a people who fear Allah",
    "ban": "নিঃসন্দেহ রাত ও দিনের বিবর্তনের মধ্যে, আর আল্লাহ্ যা-কিছু সৃষ্টি করেছেন মহাকাশে ও পৃথিবীতে, সে-সমস্তে রয়েছে নিদর্শন সেইসব লোকের জন্যে যারা ধর্মপরায়ণ।"
  },
  {
    "num": "7",
    "ara": "إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آيَاتِنَا غَافِلُونَ",
    "eng": "Indeed, those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs",
    "ban": "নিঃসন্দেহ যারা আমাদের সাথে মুলাকাত আশা করে না আর পার্থিব জীবনেই পরিতৃপ্ত থাকে আর তাতেই নিশ্চিন্ত বোধ করে, আর যারা আমাদের নির্দেশাবলীতে অমনোযোগী, --"
  },
  {
    "num": "8",
    "ara": "أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "For those their refuge will be the Fire because of what they used to earn.",
    "ban": "এরাই -- এদের আবাসস্থল হচ্ছে আগুন, তারা যা উপার্জন করেছে সেজন্য।"
  },
  {
    "num": "9",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَانِهِمْ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ",
    "eng": "Indeed, those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure",
    "ban": "নিঃসন্দেহ যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তাদের প্রভু তাদের পথ দেখিয়ে নেবেন তাদের বিশ্বাসের দ্বারা, -- তাদের নিচে দিয়ে বয়ে চলবে ঝরনারাজি আনন্দময় বাগানে।"
  },
  {
    "num": "10",
    "ara": "دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "eng": "Their call therein will be, \"Exalted are You, O Allah,\" and their greeting therein will be, \"Peace.\" And the last of their call will be, \"Praise to Allah, Lord of the worlds!\"",
    "ban": "সেখানে তাদের আহ্বান হবে -- \"তোমারই মহিমা হোক, হে আল্লাহ্‌?\" আর তাদের অভিবাদন সেখানে হবে -- \"সালাম\", আর তাদের শেষ আহ্বান হবে -- \"সকল প্রশংসা হচ্ছে আল্লাহ্‌র যিনি সমস্ত বিশ্বজগতের প্রভু\"।"
  },
  {
    "num": "11",
    "ara": "وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
    "eng": "And if Allah was to hasten for the people the evil [they invoke] as He hastens for them the good, their term would have been ended for them. But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly",
    "ban": "আল্লাহ্ যদি মানুষের জন্য অকল্যাণ ত্বরান্বিত করতেন যেমন তারা তাদের জন্য কল্যাণ ত্বরান্বিত করতে চায়, তাহলে তাদের শেষ- পরিণতি তাদের উপরে ঘটে যেত। কিন্তু যারা আমাদের সাথে মুলাকাত করা পছন্দ করে না -- তাদের আমরা অন্ধভাবে ঘুরে বেড়াতে দিই তাদের অবাধ্যতার মধ্যে।"
  },
  {
    "num": "12",
    "ara": "وَإِذَا مَسَّ الْإِنسَانَ الضُّرُّ دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَى ضُرٍّ مَّسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing",
    "ban": "আর যখন কোনো দুঃখ-দুর্দশা মানুষকে স্পর্শ করে সে তখন আমাদের ডাকে কাত হয়ে শায়িত অবস্থায় অথবা বসা অবস্থায় অথবা দাঁড়িয়ে থেকে, কিন্তু যখন আমরা তার থেকে তার বিপদ দূর করে দিই, সে তখন ঘুরে বেড়ায় যেন সে আমাদের কদাচ ডাকে নি বিপদের সময়ে যা তাকে স্পর্শ করেছিল। এইভাবে দায়িত্বহীনদের কাছে চিত্তাকর্ষক করা হয় যা তারা করে চলে।"
  },
  {
    "num": "13",
    "ara": "وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا وَجَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ وَمَا كَانُوا لِيُؤْمِنُوا كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
    "eng": "And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people",
    "ban": "আর ইতিমধ্যে তোমাদের পূর্ববর্তী অনেক মানবগোষ্ঠীকে আমরা ধ্বংস করেছিলাম যখন তারা অনাচার করেছিল, আর তাদের রসূলগণ তাদের কাছে এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তারা বিশ্বাস করতে প্রস্তুত ছিল না। এইভাবে আমরা প্রতিদান দিই অপরাধী সম্প্রদায়কে।"
  },
  {
    "num": "14",
    "ara": "ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِن بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
    "eng": "Then We made you successors in the land after them so that We may observe how you will do.",
    "ban": "তারপর আমরা তোমাদের এই পৃথিবীতে প্রতিনিধি বানিয়ে-ছিলাম তাদের পরে যেন আমরা দেখতে পারি তোমরা কেমনতর কাজ কর।"
  },
  {
    "num": "15",
    "ara": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng": "And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, \"Bring us a Qur'an other than this or change it.\" Say, [O Muhammad], \"It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
    "ban": "আর যখন তাদের কাছে পাঠ করা হয় আমাদের সুস্পষ্ট বণীসমূহ, যারা আমাদের সাথে মুলাকাতের আশা করে না তারা বলে -- \"এ ছাড়া অন্য এক কুরআন আনো অথবা এটি বদলাও।\" বলো, \"একে আমার নিজের ইচ্ছায় বদলানো আমার কাজ নয়। আমার কাছে যা প্রত্যাদিষ্ট হয় শুধু তারই আমি অনুসরণ করি। আমি আলবৎ ভয় করি, -- যদি আমি আমার প্রভুর অবাধ্য হই, -- এক ভয়ঙ্কর দিনের শাস্তির।\""
  },
  {
    "num": "16",
    "ara": "قُل لَّوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُم بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ أَفَلَا تَعْقِلُونَ",
    "eng": "Say, \"If Allah had willed, I would not have recited it to you, nor would He have made it known to you, for I had remained among you a lifetime before it. Then will you not reason?\"",
    "ban": "বলো -- \"যদি আল্লাহ্ ইচ্ছা করতেন তবে আমি তোমাদের কাছে এ পাঠ করতাম না আর তিনিও তোমাদের কাছে এ জানাতেন না। আমি তো তোমাদের মধ্যে এর আগে এক জীবনকাল কাটিয়েছি। তোমরা কি তবে বোঝো না?\""
  },
  {
    "num": "17",
    "ara": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ",
    "eng": "So who is more unjust than he who invents a lie about Allah or denies His signs? Indeed, the criminals will not succeed",
    "ban": "কে তবে বেশি অন্যায়কারী তার চাইতে যে আল্লাহ্ সম্পর্কে মিথ্যা রচনা করে অথবা তাঁর নির্দেশসমূহ প্রত্যাখ্যান করে? নিঃসন্দেহ অপরাধীরা সফলকাম হবে না।"
  },
  {
    "num": "18",
    "ara": "وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ",
    "eng": "And they worship other than Allah that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allah \" Say, \"Do you inform Allah of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him",
    "ban": "আর ওরা আল্লাহ্‌কে ছেড়ে দিয়ে তার উপাসনা করে যা তাদের কোনো ক্ষতি করতে পারে না বা তাদের উপকারও করতে পারে না, আর তারা বলে -- \"এরা আমাদের জন্য আল্লাহ্‌র কাছে সুপারিশকারী।\" বলো -- \"তোমরা কি আল্লাহ্‌কে জানাতে চাও যা তিনি জানেন না মহাকাশে আর পৃথিবীতেও না?\" তারঁই সব মহিমা! আর তারা যাকে অংশী করে তা হতে তিনি বহু ঊর্ধ্বে।"
  },
  {
    "num": "19",
    "ara": "وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
    "eng": "And mankind was not but one community [united in religion], but [then] they differed. And if not for a word that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ.",
    "ban": "মানবগোষ্ঠী একই জাতি বইতো নয়, তারপর তারা মতপার্থক্য করলো। আর যদি তোমার প্রভুর কাছ থেকে ঘোষণাটি বলা না হতো তাহলে যে বিষয়ে তারা মতভেদ করছে তা তাদের মধ্যে মীমাংসা হয়ে যেতো।"
  },
  {
    "num": "20",
    "ara": "وَيَقُولُونَ لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ",
    "eng": "And they say, \"Why is a sign not sent down to him from his Lord?\" So say, \"The unseen is only for Allah [to administer], so wait; indeed, I am with you among those who wait.\"",
    "ban": "আর তারা বলে -- \"তার প্রভুর কাছ থেকে কেন একটি নিদর্শন তার কাছে পাঠানো হয় না?\" তবে বলো -- \"অদৃশ্য কেবল আল্লাহ্‌রই রয়েছে, কাজেই অপেক্ষা করো, নিঃসন্দেহ আমিও তোমাদেরই সঙ্গে অপেক্ষাকারীদের মধ্যেকার।\""
  },
  {
    "num": "21",
    "ara": "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِّن بَعْدِ ضَرَّاءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِي آيَاتِنَا قُلِ اللَّهُ أَسْرَعُ مَكْرًا إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
    "eng": "And when We give the people a taste of mercy after adversity has touched them, at once they conspire against Our verses. Say, \"Allah is swifter in strategy.\" Indeed, Our messengers record that which you conspire",
    "ban": "আর যখন আমরা লোকদের করুণার আস্বাদ দিই কোনো দুঃখ-দুর্দশা তাদের স্পর্শ করার পরে, দেখো! তারা আমাদের নিদর্শনসমূহের বিরুদ্ধে ষড়যন্ত্র করে। বলো -- \"আল্লাহ্ পরিকল্পনা করায় অধিকতর তৎপর।\" নিঃসন্দেহ আমাদের দূতরা লিখে রাখে যে ষড়যন্ত্র তোমরা করো।"
  },
  {
    "num": "22",
    "ara": "هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
    "eng": "It is He who enables you to travel on land and sea until, when you are in ships and they sail with them by a good wind and they rejoice therein, there comes a storm wind and the waves come upon them from everywhere and they assume that they are surrounded, supplicating Allah, sincere to Him in religion, \"If You should save us from this, we will surely be among the thankful.\"",
    "ban": "তিনিই সেইজন যিনি তোমাদের ভ্রমণ করান স্থলে ও জলে। তারপর তোমরা যখন জাহাজে থাকো, আর তাদের নিয়ে তা যাত্রা করে অনুকুল হওয়ায়, আর তারা তাতে মৌজ করে, তাতে এসে পড়ে এক ঝড়ো বাতাস, আর চতুর্দিক থেকে ঢেউ আসতে থাকে তাদের কাছে, আর তারা মনে করে যে তারা আলবৎ এর দ্বারা ঘেরাও হয়ে পড়েছে, তারা আল্লাহ্‌কে ডাকে তাঁর প্রতি আনুগত্যে বিশুদ্ধচিত্ত হয়ে -- \"যদি এ থেকে তুমি আমাদের উদ্ধার করো তবে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হবো।\""
  },
  {
    "num": "23",
    "ara": "فَلَمَّا أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنفُسِكُم مَّتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "But when He saves them, at once they commit injustice upon the earth without right. O mankind, your injustice is only against yourselves, [being merely] the enjoyment of worldly life. Then to Us is your return, and We will inform you of what you used to do.",
    "ban": "তারপর তিনি যখন তাদের উদ্ধার করেন, দেখো! তারা পৃথিবীতে দৌরা‌ত্ম্য শুরু করে অন্যায়ভাবে। ওহে মানবগোষ্ঠি! তোমাদের দৌরা‌ত্ম্য বস্তুতঃ তোমাদেরই বিরুদ্ধে, দুনিয়ার জীবনের সামান্য উপভোগ, তারপর আমাদেরই কাছে তোমাদের প্রত্যাবর্তন, তখন আমরা তোমাদের জানিয়ে দেবো যা তোমরা করে চলেছিলে।"
  },
  {
    "num": "24",
    "ara": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
    "eng": "The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest, as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought.",
    "ban": "এই দুনিয়ার জীবনের তুলনা হচ্ছে বৃষ্টির ন্যায় যা আমরা আকাশ থেকে বর্ষণ করি, তখন তার দ্বারা পৃথিবীর গাছপালা ভুইঁফোঁড়ে বাড়ে যা থেকে মানুষ ও জীবজন্তু আহার করে থাকে, তারপর যখন পৃথিবী তার সোনালী শোভা ধারণ করে ও সাজসজ্জা পরে, আর এর মালিকেরা ভাবে যে তারা আলবৎ এর উপরে আয়ত্তাধীন, তখন আমাদের আদেশ এর উপরে এসে পড়ে রাতে অথবা দিনে, ফলে আমরা একে বানাই কাটা শস্যের মতন যেন গতকালও তার প্রাচুর্য ছিল না। এইভাবে আমরা নির্দেশাবলী বিশদ ব্যাখ্যা করি সেইসব সম্প্রদায়ের জন্য যারা চিন্তা করে।"
  },
  {
    "num": "25",
    "ara": "وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَن يَشَاءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ",
    "eng": "And Allah invites to the Home of Peace and guides whom He wills to a straight path",
    "ban": "আর আল্লাহ্ আহ্বান করেন শান্তির আলয়ে, আর যাকে তিনি ইচ্ছে করেন তাকে পরিচালিত করেন সহজ-সঠিক পথের দিকে।"
  },
  {
    "num": "26",
    "ara": "لِّلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ",
    "eng": "For them who have done good is the best [reward] and extra. No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally",
    "ban": "যারা ভালো করে তাদের জন্য রয়েছে ভালো এবং আরো বেশি। আর তাদের মুখমন্ডলকে আচ্ছাদন করবে না কোনো কালিমা এবং কোনো অপমানও নয়। এরাই হচ্ছে বেহেশতের অধিবাসী, তারা সেখানে থাকবে স্থায়ীভাবে।"
  },
  {
    "num": "27",
    "ara": "وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَّا لَهُم مِّنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
    "eng": "But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent, and humiliation will cover them. They will have from Allah no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally.",
    "ban": "আর যারা মন্দ অর্জন করে মন্দকাজের প্রতিফল হবে তার অনুরূপ, আর তাদের আচ্ছাদন হবে অপমান। তাদের জন্য আল্লাহ্ থেকে কোনো রক্ষক নেই, -- যেন তাদের মুখমন্ডল আচ্ছাদিত হয়েছে নিশীথের গহন অন্ধকারের একাংশ দিয়ে। এরাই হচ্ছে আগুনের অধিবাসী, তারা সেখানে থাকবে দীর্ঘকাল।"
  },
  {
    "num": "28",
    "ara": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ",
    "eng": "And [mention, O Muhammad], the Day We will gather them all together - then We will say to those who associated others with Allah, \"[Remain in] your place, you and your 'partners.' \" Then We will separate them, and their \"partners\" will say, \"You did not used to worship us,",
    "ban": "আর যেদিন আমরা ওদের সবাইকে সমবেত করবো, তারপর যারা অংশী দাঁড় করেছিল তাদের বলবো -- \"তোমরা ও তোমাদের অংশীরা নিজ নিজ স্থানে অবস্থান করো।\" তারপর আমরা তাদের একে অন্য থেকে বিচ্ছিন্ন করে দেবো, আর তাদের অংশীরা বলবে -- \"তোমরা তো আমাদের উপাসনা করতে না।"
  },
  {
    "num": "29",
    "ara": "فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ",
    "eng": "And sufficient is Allah as a witness between us and you that we were of your worship unaware.\"",
    "ban": "\"সেজন্য আমাদের মধ্যে ও তোমাদের মধ্যে সাক্ষীরূপে আল্লাহ্‌ই যথেষ্ট যে তোমাদের পূজা-অর্চনা সন্বন্ধে আমরা অনবহিত ছিলাম।\""
  },
  {
    "num": "30",
    "ara": "هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَّا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ",
    "eng": "There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allah, their master, the Truth, and lost from them is whatever they used to invent.",
    "ban": "সেখানে প্রত্যেক আ‌ত্মা উপলব্ধি করবে যা সে পূর্বে পাঠিয়েছে, আর তাদের ফিরিয়ে আনা হবে তাদের প্রকৃত অভিভাবক আল্লাহ্‌র নিকটে, আর তাদের কাছ থেকে বিদায় নেবে যাদের তারা উদ্ভাবন করেছিল।"
  },
  {
    "num": "31",
    "ara": "قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَن يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ",
    "eng": "Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allah,\" so say, \"Then will you not fear Him?\"",
    "ban": "বলো -- \"কে তোমাদের জীবিকা দান করে মহাকাশমন্ডল ও পৃথিবী থেকে? অথবা শ্রবণশক্তি ও দৃষ্টিশক্তি কার কর্তৃত্বাধীন? আর কে মৃত থেকে জীবিতকে নির্গত করে ও জীবিত থেকে মৃতকে নির্গত করে? আর কে বিষয়-আশয় নিয়ন্ত্রণ করে?\" তখন তারা বলবে -- \"আল্লাহ্‌।\" তাহলে বলো -- \"তবে কেন তোমরা ধর্মপরায়ণতা অবলন্বন করো না?\""
  },
  {
    "num": "32",
    "ara": "فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ",
    "eng": "For that is Allah, your Lord, the Truth. And what can be beyond truth except error? So how are you averted?",
    "ban": "এই তবে আল্লাহ্‌, -- তোমাদের আসল প্রভু, সত্যের পরে তবে মিথ্যা ভিন্ন আর কি থাকে? সুতরাং কোথায় তোমরা ফিরে যাচ্ছ?"
  },
  {
    "num": "33",
    "ara": "كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا أَنَّهُمْ لَا يُؤْمِنُونَ",
    "eng": "Thus the word of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe.",
    "ban": "এইভাবে তোমার প্রভুর বাণী সত্যপ্রতিপন্ন হয় তাদের বিরুদ্ধে যারা অবাধ্যাচরণ করে -- \"নিঃসন্দেহ তারা ঈমান আনবে না\"।"
  },
  {
    "num": "34",
    "ara": "قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ",
    "eng": "Say, \"Are there of your 'partners' any who begins creation and then repeats it?\" Say, \"Allah begins creation and then repeats it, so how are you deluded?\"",
    "ban": "বলো -- \"তোমাদের অংশীদের মধ্যে কেউ কি আছে যে আদি-সৃষ্টি আর করতে পারে, তারপর তা পুনরুৎপাদন করতে পারে?\" তুমি বলো -- \"আল্লাহ্‌ই সৃষ্টি শুরু করেন, তারপর তা পুনরুৎপাদন করেন। সুতরাং তোমরা কোথায় চলে যাচ্ছ?\""
  },
  {
    "num": "35",
    "ara": "قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَهْدِي إِلَى الْحَقِّ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّي إِلَّا أَن يُهْدَى فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
    "eng": "Say, \"Are there of your 'partners' any who guides to the truth?\" Say, \"Allah guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge?\"",
    "ban": "বলো -- \"তোমাদের অংশীদের মধ্যে কেউ কি আছে যে পরিচালিত করে সত্যের প্রতি?\" তুমি বলো -- \"আল্লাহ্‌ই সত্যের প্রতি পরিচালিত করেন।\" অতএব যিনি সত্যের প্রতি পথ দেখান তিনি অনুসরণের অধিকতর দাবিদার, না যে পরিচালন করে না যদি না সে পরিচালিত হয়? তোমাদের তবে কি হয়েছে? কিভাবে তোমরা বিচার করো?"
  },
  {
    "num": "36",
    "ara": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ",
    "eng": "And most of them follow not except assumption. Indeed, assumption avails not against the truth at all. Indeed, Allah is Knowing of what they do.",
    "ban": "আর তাদের অধিকাংশই অনুমান ছাড়া আর কিছুই অনুসরণ করে না। নিঃসন্দেহ সত্যের পরিবর্তে অনুমানের কোনোই মূল্য নেই। ওরা যা করে সে বিষয়ে আল্লাহ্ অবশ্যই সর্বজ্ঞাতা।"
  },
  {
    "num": "37",
    "ara": "وَمَا كَانَ هَذَا الْقُرْآنُ أَن يُفْتَرَى مِن دُونِ اللَّهِ وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ",
    "eng": "And it was not [possible] for this Qur'an to be produced by other than Allah, but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture, about which there is no doubt, from the Lord of the worlds.",
    "ban": "আর এই কুরআন এমন নয় যা রচনা করতে পারে আল্লাহ্ ছাড়া অন্য কেউ, পক্ষান্তরে এ সমর্থন করে এর পূর্বে যা ছিল তার, আর গ্রন্থের এ এক বিশদ ব্যাখ্যা -- কোনো সন্দেহ নেই এতে বিশ্বজগতের প্রভুর কাছ থেকে।"
  },
  {
    "num": "38",
    "ara": "أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِّثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ",
    "eng": "Or do they say [about the Prophet], \"He invented it?\" Say, \"Then bring forth a surah like it and call upon [for assistance] whomever you can besides Allah, if you should be truthful.\"",
    "ban": "অথবা তারা কি বলে -- \"তিনি এটি রচনা করেছেন\"? তুমি বলো -- \"তাহলে নিয়ে এস এর মতো একটি সূরা, আর আল্লাহ্‌কে ছেড়ে দিয়ে যাদের পারো ডাকো, যদি তোমরা সত্যবাদী হয়ে থাকো।\""
  },
  {
    "num": "39",
    "ara": "بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
    "eng": "Rather, they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers.",
    "ban": "না, তারা প্রত্যাখ্যান করে যার জ্ঞানের সীমা তারা পায় না, আর এখনও এর মর্ম তাদের কাছে আসে নি। এইভাবে প্রত্যাখ্যান করেছিল তারা যারা তাদের পূর্বে ছিল, সুতরাং দেখো কেমন হয়েছিল অত্যাচারীদের পরিণাম।"
  },
  {
    "num": "40",
    "ara": "وَمِنْهُم مَّن يُؤْمِنُ بِهِ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِ وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ",
    "eng": "And of them are those who believe in it, and of them are those who do not believe in it. And your Lord is most knowing of the corrupters",
    "ban": "আর তাদের মধ্যে কেউ কেউ আছে যে এতে বিশ্বাস করে, আর তাদের মধ্যে কেউ কেউ আছে যে এতে বিশ্বাস করে না। আর তোমার প্রভু গন্ডগোল সৃষ্টিকারীদের ভালো জানেন।"
  },
  {
    "num": "41",
    "ara": "وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ",
    "eng": "And if they deny you, [O Muhammad], then say, \"For me are my deeds, and for you are your deeds. You are disassociated from what I do, and I am disassociated from what you do.\"",
    "ban": "আর তারা যদি তোমার প্রতি মিথ্যারোপ করে তবে বলো -- \"আমার কাজ আমার জন্য, আর তোমাদের কাজ তোমাদের জন্য, তোমরা দায়ী নও আমি যা করি সে বিষয়ে আর আমিও দায়ী নই তোমরা যা করো সে বিষয়ে।\""
  },
  {
    "num": "42",
    "ara": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ أَفَأَنتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لَا يَعْقِلُونَ",
    "eng": "And among them are those who listen to you. But can you cause the deaf to hear, although they will not use reason?",
    "ban": "আর তাদের মধ্যে কেউ কেউ তোমার কথা শোনে। তুমি কি বধিরকে শোনাতে পারো, -- পরন্ত তারা বুদ্ধিশুদ্ধি রাখে না?"
  },
  {
    "num": "43",
    "ara": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ أَفَأَنتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ",
    "eng": "And among them are those who look at you. But can you guide the blind although they will not [attempt to] see?",
    "ban": "আর তাদের মধ্যে কেউ কেউ তোমার দিকে তাকিয়ে থাকে। তুমি কি অন্ধকে পথ দেখতে পারো, -- পরন্ত তারা দেখতে পায় না?"
  },
  {
    "num": "44",
    "ara": "إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
    "eng": "Indeed, Allah does not wrong the people at all, but it is the people who are wronging themselves.",
    "ban": "নিঃসন্দেহ আল্লাহ্ মানুষের প্রতি কোনো অন্যায় করেন না, কিন্তু মানুষরা তাদের নিজেদেরই প্রতি অন্যায় করে।"
  },
  {
    "num": "45",
    "ara": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوا إِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ",
    "eng": "And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allah and were not guided",
    "ban": "আর যেদিন তিনি তাদের একত্রিত করবেন যেন তারা দিনের এক ঘন্টাও কাটায় নি, তারা একে-অন্যকে চিনতে পারবে। আল্লাহ্‌র সঙ্গে মুলাকাত হওয়াকে যারা মিথ্যা বলেছিল তারা আলবৎ ক্ষতিগ্রস্ত হয়েছে, আর তারা সঠিক পথে চালিত ছিল না।"
  },
  {
    "num": "46",
    "ara": "وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ",
    "eng": "And whether We show you some of what We promise them, [O Muhammad], or We take you in death, to Us is their return; then, [either way], Allah is a witness concerning what they are doing",
    "ban": "আর তোমাকে যদি আমরা দেখিয়ে দিই ওদের যা আমরা ওয়াদা করেছিলাম তার কিছুটা, অথবা তোমার মৃত্যু ঘটিয়ে দিই, তা হলেও আমাদের কাছেই তাদের প্রত্যাবর্তন, তার উপর আল্লাহ্ সাক্ষী রয়েছেন যা তারা করে তার।"
  },
  {
    "num": "47",
    "ara": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
    "eng": "And for every nation is a messenger. So when their messenger comes, it will be judged between them in justice, and they will not be wronged",
    "ban": "আর প্রত্যেক জাতির জন্যে একজন রসূল, অতএব যখন তাদের রসূল এসেছিলেন তখন ন্যায়-বিচারের সাথে ওদের মধ্যে মীমাংসা হয়েছে, আর তাদের প্রতি অন্যায় করা হয় নি।"
  },
  {
    "num": "48",
    "ara": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ",
    "eng": "And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\"",
    "ban": "আর তারা বলে -- \"এ ওয়াদা কবে ফলবে, -- যদি তোমরা সত্যবাদী হও?\""
  },
  {
    "num": "49",
    "ara": "قُل لَّا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
    "eng": "Say, \"I possess not for myself any harm or benefit except what Allah should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it].\"",
    "ban": "তুমি বলো -- \"আমি নিজের থেকে কোনো অনিষ্ট-সাধনের কর্তৃত্ব রাখি না বা মুনাফা দেবারও নয় -- আল্লাহ্ যা ইচ্ছা করেন তা ব্যতীত।\" প্রত্যেক জাতির জন্য এক নির্দিষ্ট সময় আছে, যখন তাদের সময় ঘনিয়ে আসবে তখন তারা ঘন্টাখানেকের জন্যেও দেরি করতে পারবে না বা এগিয়েও আনতে পারবে না।"
  },
  {
    "num": "50",
    "ara": "قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ",
    "eng": "Say, \"Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient?\"",
    "ban": "বলো -- \"তোমরা কি ভেবে দেখেছ যে যদি তাঁর শাস্তি তোমাদের উপরে এসে পড়ে রাত্রির আক্রমণরূপে অথবা দিনের বেলায়, তবে এর মধ্যের কোনটা ত্বরান্বিত করতে চায় অপরাধীরা?"
  },
  {
    "num": "51",
    "ara": "أَثُمَّ إِذَا مَا وَقَعَ آمَنتُم بِهِ آلْآنَ وَقَدْ كُنتُم بِهِ تَسْتَعْجِلُونَ",
    "eng": "Then is it that when it has [actually] occurred you will believe in it? Now? And you were [once] for it impatient",
    "ban": "তবে কি তখন তোমরা এতে বিশ্বাস করবে যখন এটি ঘটবে? \"আহা, এখন! তোমরা তো এটিই ত্বরান্বিত করতে চেয়েছিলে!\""
  },
  {
    "num": "52",
    "ara": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
    "eng": "Then it will be said to those who had wronged, \"Taste the punishment of eternity; are you being recompensed except for what you used to earn?\"",
    "ban": "তারপর যারা অন্যায়াচরণ করেছিল তাদের বলা হবে -- \"স্থায়ী শাস্তি আস্বাদন করো। তোমরা যা অর্জন ক'রে চলেছিলে তা ছাড়া অন্য কিছু কি তোমাদের প্রতিদান দেওয়া হচ্ছে?\""
  },
  {
    "num": "53",
    "ara": "وَيَسْتَنبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنتُم بِمُعْجِزِينَ",
    "eng": "And they ask information of you, [O Muhammad], \"Is it true?\" Say, \"Yes, by my Lord. Indeed, it is truth; and you will not cause failure [to Allah].\"",
    "ban": "আর তারা তোমার কাছে জানতে চায় -- \"এ কি সত্য?\" বলো -- \"হাঁ, আমার প্রভুর কসম, এ আলবৎ সত্য। আর তোমাদের এড়াবার নহে!\""
  },
  {
    "num": "54",
    "ara": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَقُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
    "eng": "And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged",
    "ban": "আর প্রতিটি লোকের, যে অন্যায় করেছে, তার যদি হতো পৃথিবীতে যা কিছু আছে সে অবশ্যই সেগুলো দিয়ে মুক্তি চাইত। আর তারা অনুতাপ অনুভব করবে যখন তারা শাস্তি দেখতে পাবে, কিন্তু তাদের সন্বন্ধে মীমাংসা করা হয়েছে ন্যায়সঙ্গত ভাবে, আর তাদের জুলুম করা হবে না।"
  },
  {
    "num": "55",
    "ara": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ أَلَا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng": "Unquestionably, to Allah belongs whatever is in the heavens and the earth. Unquestionably, the promise of Allah is truth, but most of them do not know",
    "ban": "যা-কিছু মহাকাশে ও পৃথিবীতে রয়েছে সে-সবই কি বাস্তবে আল্লাহ্‌র নয়? আল্লাহ্‌র ওয়াদা কি অবশ্যই সত্য নয়? কিন্তু তাদের অনেকেই জানে না।"
  },
  {
    "num": "56",
    "ara": "هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
    "eng": "He gives life and causes death, and to Him you will be returned",
    "ban": "তিনিই জীবনদান করেন ও মৃত্যু ঘটান, আর তাঁরই কাছে তোমাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "57",
    "ara": "يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاءٌ لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
    "eng": "O mankind, there has to come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers.",
    "ban": "ওহে মানবগোষ্ঠি! তোমাদের কাছে নিশ্চয়ই তোমাদের প্রভুর কাছ থেকে এসেছে এক ধর্মোপদেশ আর অন্তরে যা আছে তার জন্য এক আরোগ্য বিধান, আর বিশ্বাসীদের জন্য এক পথনির্দেশ ও এক করুণা।"
  },
  {
    "num": "58",
    "ara": "قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
    "eng": "Say, \"In the bounty of Allah and in His mercy - in that let them rejoice; it is better than what they accumulate.\"",
    "ban": "বলো -- \"আল্লাহ্‌র বদান্যতায় ও তাঁর করুণায়\" -- অতএব এতে তারা তবে আনন্দ প্রকাশ করুক। তারা যা পুঞ্জীভূত করে তার চাইতে এ অধিকতর শ্রেয়।"
  },
  {
    "num": "59",
    "ara": "قُلْ أَرَأَيْتُم مَّا أَنزَلَ اللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ",
    "eng": "Say, \"Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful?\" Say, \"Has Allah permitted you [to do so], or do you invent [something] about Allah?\"",
    "ban": "বলো -- \"তোমরা কি দেখেছ আল্লাহ্ তোমাদের জন্য জীবিকা থেকে কত কি পাঠিয়েছেন, তারপর তোমরা তার কিছু হারাম ও হালাল বানিয়েছে?\" বলো -- \"আল্লাহ্ কি তোমাদের জন্য অনুমতি দিয়েছেন, না তোমরা আল্লাহ্‌র প্রতি মিথ্যারোপ করছো?\""
  },
  {
    "num": "60",
    "ara": "وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
    "eng": "And what will be the supposition of those who invent falsehood about Allah on the Day of Resurrection? Indeed, Allah is full of bounty to the people, but most of them are not grateful.\"",
    "ban": "আর যারা আল্লাহ্ সন্বন্ধে মিথ্যা উদ্ভাবন করে তারা কিয়ামতের দিন সন্বন্ধে কি ভাবছে? নিঃসন্দেহ আল্লাহ্ মানুষের প্রতি অবশ্যই বদান্যতার সর্বময় কর্তা, কিন্তু তাদের অধিকাংশই কৃতজ্ঞতা প্রকাশ করে না।"
  },
  {
    "num": "61",
    "ara": "وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ",
    "eng": "And, [O Muhammad], you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register.",
    "ban": "আর তুমি এমন কোনো কাজে নও বা সে-সম্পর্কে কুরআন থেকে আবৃত্তি করো না, আর তোমরা এমন কোনো কাজ করো না -- আমরা কিন্তু তোমাদের উপরে সাক্ষী রয়েছি যখন তোমরা তাতে নিযুক্ত থাক। আর তোমার প্রভুর কাছ থেকে অণু পরিমাণ কিছুও লুকোনো থাকছে না এ পৃথিবীতে আর মহাকাশেও নয়, আর তার চাইতে ছোটও নেই ও বড়ও নেই যা নয় এক সুস্পষ্ট গ্রন্থে।"
  },
  {
    "num": "62",
    "ara": "أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "eng": "Unquestionably, [for] the allies of Allah there will be no fear concerning them, nor will they grieve",
    "ban": "জেনে রোখো! নিঃসন্দেহ আল্লাহ্‌র বন্ধুরা -- তাদের উপরে কোনো ভয় নেই, আর তারা অনুতাপও করবে না।"
  },
  {
    "num": "63",
    "ara": "الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
    "eng": "Those who believed and were fearing Allah",
    "ban": "যারা বিশ্বাস স্থাপন করে ও ভয়ভক্তি করে --"
  },
  {
    "num": "64",
    "ara": "لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng": "For them are good tidings in the worldly life and in the Hereafter. No change is there in the words of Allah. That is what is the great attainment.",
    "ban": "তাদের জন্য রয়েছে সুসংবাদ এই পৃথিবীর জীবনে এবং পরকালে। আল্লাহ্‌র বাণীর কোনো পরিবর্তন নেই, -- এটিই হচ্ছে মহা সাফল্য।"
  },
  {
    "num": "65",
    "ara": "وَلَا يَحْزُنكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And let not their speech grieve you. Indeed, honor [due to power] belongs to Allah entirely. He is the Hearing, the Knowing.",
    "ban": "আর তাদের কথা তোমাকে যেন দুঃখ না দেয়। সম্মান নিঃসন্দেহ সম্পূর্ণরূপে আল্লাহ্‌র। তিনি সর্বশ্রোতা, সর্বজ্ঞাতা!"
  },
  {
    "num": "66",
    "ara": "أَلَا إِنَّ لِلَّهِ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِن دُونِ اللَّهِ شُرَكَاءَ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "eng": "Unquestionably, to Allah belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allah do not [actually] follow [His] \"partners.\" They follow not except assumption, and they are not but falsifying",
    "ban": "এটি কি নয় যে নিঃসন্দেহ মহাকাশমন্ডলে যারা আছে ও যারা আছে পৃথিবীতে তারা আল্লাহ্‌র? আর যারা আল্লাহ্‌কে ছেড়ে দিয়ে অংশীদের আরাধনা করে তারা অনুসরণ করে না। তারা তো শুধু অনুমানেরই অনুসরণ করে, আর তারা শুধু মিথ্যাই বলে।"
  },
  {
    "num": "67",
    "ara": "هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ",
    "eng": "It is He who made for you the night to rest therein and the day, giving sight. Indeed in that are signs for a people who listen.",
    "ban": "তিনিই সেইজন যিনি তোমাদের জন্য সৃষ্টি করেছেন রাত্রি যেন তোমরা তাতে বিশ্রাম করতে পারো, আর দেখবার জন্য দিন। নিঃসন্দেহ এ-সবে রয়েছে সঠিক নিদর্শনসমূহ সেই লোকদের জন্য যারা শোনে।"
  },
  {
    "num": "68",
    "ara": "قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِندَكُم مِّن سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "They have said, \"Allah has taken a son.\" Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority for this [claim]. Do you say about Allah that which you do not know?",
    "ban": "তারা বলে -- \"আল্লাহ্ একটি পুত্র গ্রহণ করেছেন\"। তাঁরই মহিমা হোক! তিনি স্বয়ং-সমৃদ্ধ। মহাকাশমন্ডলীতে যা-কিছু আছে ও যা-কিছু আছে পৃথিবীতে সে-সবই তাঁর। এ বিষয়ে কোনো সনদ তোমাদের নিকট নেই। তোমরা কি আল্লাহ্ সন্বন্ধে বলো যা তোমরা জানো না?"
  },
  {
    "num": "69",
    "ara": "قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
    "eng": "Say, \"Indeed, those who invent falsehood about Allah will not succeed.\"",
    "ban": "বলো -- \"নিঃসন্দেহ যারা আল্লাহ্‌র বিরুদ্ধে মিথ্যা উদ্ভাবন করে তারা সফলকাম হবে না।\""
  },
  {
    "num": "70",
    "ara": "مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ",
    "eng": "[For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve",
    "ban": "দুনিয়ার সুখ-সম্ভোগ, এরপর আমাদেরই কাছে তাদের প্রত্যাবর্তন, তখন আমরা তাদের আস্বাদন করাবো কঠোর শাস্তি, যেহেতু তারা অবিশ্বাস পোষণ করেছিল।"
  },
  {
    "num": "71",
    "ara": "وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنظِرُونِ",
    "eng": "And recite to them the news of Noah, when he said to his people, \"O my people, if my residence and my reminding of the signs of Allah has become burdensome upon you - then I have relied upon Allah. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you. Then carry it out upon me and do not give me respite.",
    "ban": "আর তাদের কাছে নূহ-এর কাহিনী বর্ণনা করো। স্মরণ করো! তিনি তাঁর লোকদের বলেছিলেন -- \"হে আমার সম্প্রদায়! যদি আমার বসবাস এবং আল্লাহ্‌র বাণীদ্বারা আমার উপদেশদান তোমাদের উপরে গুরুভার হয়, তাহলে আল্লাহ্‌র উপরেই আমি নির্ভর করছি, সুতরাং তোমাদের কাজের ধারা ও তোমাদের অংশীদের গুটিয়ে নাও, তারপর তোমাদের কাজের ধারায় যেন তোমাদের কোনো সংশয় না থাকে, তখন আমার দিকে তা খাটাও, এবং আমাকে বিরাম দিয় না।"
  },
  {
    "num": "72",
    "ara": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ",
    "eng": "And if you turn away [from my advice] then no payment have I asked of you. My reward is only from Allah, and I have been commanded to be of the Muslims.\"",
    "ban": "\"কিন্তু যদি তোমরা ফিরে যাও তবে আমি তোমাদের কাছ থেকে কোনো পারিশ্রমিক চাইনি। আমার পারিশ্রমিক কেবল আল্লাহ্‌র কাছেই রয়েছে, আর আমাকে আদেশ করা হয়েছে যেন আমি মুসলিমদের অন্তর্ভুক্ত হই।\""
  },
  {
    "num": "73",
    "ara": "فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلَائِفَ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ",
    "eng": "And they denied him, so We saved him and those with him in the ship and made them successors, and We drowned those who denied Our signs. Then see how was the end of those who were warned.",
    "ban": "কিন্তু তারা তাঁকে প্রত্যাখ্যান করল, সেজন্যে আমরা তাঁকে ও তাঁর সঙ্গে যারা ছিল তাদের উদ্ধার করেছিলাম জাহাজে, আর আমরা তাদের প্রতিনিধি করেছিলাম, আর ডুবিয়ে দিয়েছিলাম তাদের যারা আমাদের নির্দেশাবলী প্রত্যাখ্যান করেছিল। অতএব চেয়ে দেখো! কেমন হয়েছিল সতর্কীকৃতদের পরিণাম।"
  },
  {
    "num": "74",
    "ara": "ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلًا إِلَى قَوْمِهِمْ فَجَاءُوهُم بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِن قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ",
    "eng": "Then We sent after him messengers to their peoples, and they came to them with clear proofs. But they were not to believe in that which they had denied before. Thus We seal over the hearts of the transgressors",
    "ban": "অতঃপর তাঁর পরে আমরা রসূলদের দাঁড় করিয়েছিলাম তাঁদের সম্প্রদায়ের কাছে, তাঁরা তাই তাদের কাছে এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তারা তাতে বিশ্বাস করার মতো ছিল না যা তারা ইতিপূর্বে প্রত্যাখ্যান করেছে। এইভাবে আমরা সীমা- লঙ্ঘনকারীদের হৃদয়ের উপরে মোহর মেরে দিই।"
  },
  {
    "num": "75",
    "ara": "ثُمَّ بَعَثْنَا مِن بَعْدِهِم مُّوسَى وَهَارُونَ إِلَى فِرْعَوْنَ وَمَلَئِهِ بِآيَاتِنَا فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ",
    "eng": "Then We sent after them Moses and Aaron to Pharaoh and his establishment with Our signs, but they behaved arrogantly and were a criminal people",
    "ban": "অনন্তর তাঁদের পরে আমরা পাঠিয়েছিলাম মূসা ও হারূনকে ফিরআউন ও তার পরিষদবর্গের কাছে আমাদের নিদর্শনসমূহ সঙ্গে দিয়ে, কিন্তু তারা অহংকার করেছিল আর তারা ছিল একটি অপরাধী সম্প্রদায়।"
  },
  {
    "num": "76",
    "ara": "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُّبِينٌ",
    "eng": "So when there came to them the truth from Us, they said, \"Indeed, this is obvious magic.\"",
    "ban": "তারপর তাদের কাছে যখন আমাদের তরফ থেকে সত্য এল তারা তখন বললে -- \"এ তো নিশ্চয়ই পরিস্কার জাদু।\""
  },
  {
    "num": "77",
    "ara": "قَالَ مُوسَى أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ أَسِحْرٌ هَذَا وَلَا يُفْلِحُ السَّاحِرُونَ",
    "eng": "Moses said, \"Do you say [thus] about the truth when it has come to you? Is this magic? But magicians will not succeed.\"",
    "ban": "মূসা বললেন, \"কি তোমরা বলছ সত্য সন্বন্ধে যখন এ তোমাদের কাছে এল? এ কি জাদু? আর জাদুকররা সফলকাম হয় না।\""
  },
  {
    "num": "78",
    "ara": "قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
    "eng": "They said, \"Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you.\"",
    "ban": "তারা বলল -- \"তুমি কি আমাদের কাছে এসেছ আমাদের বিচ্যুত করতে তা থেকে যার উপরে আমাদের পিতৃপুরুষদের পেয়েছি, আর যেন তোমাদের দুজনেরই প্রতিপত্তি হয় এ দেশে? সুতরাং তোমাদের দুজনের প্রতি আমরা তো বিশ্বাসী হচ্ছি না।\""
  },
  {
    "num": "79",
    "ara": "وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ",
    "eng": "And Pharaoh said, \"Bring to me every learned magician.\"",
    "ban": "আর ফিরআউন বললে -- \"প্রত্যেক ওস্তাদ জাদুকরকে আমার কাছে নিয়ে এস।\""
  },
  {
    "num": "80",
    "ara": "فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُم مُّوسَى أَلْقُوا مَا أَنتُم مُّلْقُونَ",
    "eng": "So when the magicians came, Moses said to them, \"Throw down whatever you will throw.\"",
    "ban": "সুতরাং যখন জাদুকররা এল তখন মূসা তাদের বললেন -- \"তোমাদের যা ফেলবার আছে ফেল।\""
  },
  {
    "num": "81",
    "ara": "فَلَمَّا أَلْقَوْا قَالَ مُوسَى مَا جِئْتُم بِهِ السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ",
    "eng": "And when they had thrown, Moses said, \"What you have brought is [only] magic. Indeed, Allah will expose its worthlessness. Indeed, Allah does not amend the work of corrupters.",
    "ban": "যখন তারা ফেলল, মূসা বললেন -- \"তোমরা যা নিয়ে এসেছ তা ভেলকিবাজী। নিঃসন্দেহ আল্লাহ্ একে বাতিল করে দেবেন ।\" আল্লাহ্ নিশ্চয়ই হুজ্জতকারীদের কাজে ভাল করেন না।"
  },
  {
    "num": "82",
    "ara": "وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
    "eng": "And Allah will establish the truth by His words, even if the criminals dislike it.\"",
    "ban": "আল্লাহ্ তাঁর বাণী অনুযায়ী সত্যকে সুপ্রতিষ্ঠিত করেন যদিও অপরাধীরা অসন্তষ্ট হয়।"
  },
  {
    "num": "83",
    "ara": "فَمَا آمَنَ لِمُوسَى إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِ عَلَى خَوْفٍ مِّن فِرْعَوْنَ وَمَلَئِهِمْ أَن يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ",
    "eng": "But no one believed Moses, except [some] youths among his people, for fear of Pharaoh and his establishment that they would persecute them. And indeed, Pharaoh was haughty within the land, and indeed, he was of the transgressors",
    "ban": "কিন্তু তাঁর সম্প্রদায়ের সন্তানসন্ততি ব্যতীত আর কেউ মূসার প্রতি বিশ্বাস করে নি ফিরআউন ও তাদের পরিষদবর্গের ভয়ে পাছে তারা তাদের নির্যাতন করে। আর ফিরআউন দেশের মধ্যে অবশ্যই ছিল মহাপ্রতাপশালী, আর সে নিশ্চয়ই ছিল ন্যায়লঙ্ঘন-কারীদের অন্তর্ভুক্ত।"
  },
  {
    "num": "84",
    "ara": "وَقَالَ مُوسَى يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِن كُنتُم مُّسْلِمِينَ",
    "eng": "And Moses said, \"O my people, if you have believed in Allah, then rely upon Him, if you should be Muslims.\"",
    "ban": "আর মূসা বললেন -- \"হে আমার সম্প্রদায়! তোমরা যদি আল্লাহ্‌র প্রতি বিশ্বাস করে থাক তবে তাঁর উপরেই তোমরা নির্ভর কর যদি তোমরা মুসলিম হও।\""
  },
  {
    "num": "85",
    "ara": "فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ",
    "eng": "So they said, \"Upon Allah do we rely. Our Lord, make us not [objects of] trial for the wrongdoing people",
    "ban": "সুতরাং তারা বললে -- \"আল্লাহ্‌র উপরেই আমরা নির্ভর করছি। আমাদের প্রভু! অত্যাচারিগোষ্ঠীর উৎপীড়নের পাত্র আমাদের বানিও না,"
  },
  {
    "num": "86",
    "ara": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
    "eng": "And save us by Your mercy from the disbelieving people.\"",
    "ban": "\"আর তোমার করুণার দ্বারা আমাদের উদ্ধার কর অবিশ্বাসিগোষ্ঠী থেকে।\""
  },
  {
    "num": "87",
    "ara": "وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَن تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلَاةَ وَبَشِّرِ الْمُؤْمِنِينَ",
    "eng": "And We inspired to Moses and his brother, \"Settle your people in Egypt in houses and make your houses [facing the] qiblah and establish prayer and give good tidings to the believers.\"",
    "ban": "আর আমরা মূসা ও তাঁর ভাইয়ের প্রতি প্রত্যাদেশ দিলাম এই বলে -- \"তোমাদের লোকদের জন্য মিশরে বাড়িঘর স্থাপন করো, আর তোমাদের ঘরগুলোকে উপাসনার স্থান বানাও আর নামায কায়েম করো। আর বিশ্বাসীদের সুসংবাদ দাও।\""
  },
  {
    "num": "88",
    "ara": "وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَن سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
    "eng": "And Moses said, \"Our Lord, indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life, our Lord, that they may lead [men] astray from Your way. Our Lord, obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment.\"",
    "ban": "আর মূসা বললেন -- \"আমাদের প্রভু! নিশ্চয় তুমি ফিরআউন ও তার পরিষদবর্গকে এই দুনিয়ার জীবনে শোভা-সৌন্দর্য ও ধন- দৌলত প্রদান করেছ, যা দিয়ে, আমাদের প্রভু! তারা তোমার পথ থেকে পথভ্রষ্ট করে। আমাদের প্রভু! বিনষ্ট করে দাও তাদের ধনসম্পত্তি, আর কাঠিন্য এনে দাও তাদের হৃদয়ের উপরে, তারা তো বিশ্বাস করে না যে পর্যন্ত না তারা মর্মন্তুদ শাস্তি প্রত্যক্ষ করে।\""
  },
  {
    "num": "89",
    "ara": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ",
    "eng": "[Allah] said, \"Your supplication has been answered.\" So remain on a right course and follow not the way of those who do not know.\"",
    "ban": "তিনি বললেন -- \"তোমাদের দুজনের দোয়া ইতিমধ্যেই মঞ্জুর হল, কাজেই তোমারা উভয়ে অটল থেকো, আর তাদের পথ অনুসরণ করো না যারা জানে না।\""
  },
  {
    "num": "90",
    "ara": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ",
    "eng": "And We took the Children of Israel across the sea, and Pharaoh and his soldiers pursued them in tyranny and enmity until, when drowning overtook him, he said, \"I believe that there is no deity except that in whom the Children of Israel believe, and I am of the Muslims.\"",
    "ban": "আর ইসরাইলের বংশধরদের আমরা সমূদ্র পার করালাম, আর ফিরআউন ও তার সৈন্যদল তাদের ধাওয়া করল নির্যাতন ও উৎপীড়নের জন্য! শেষে যখন ডুবে যাওয়া তাকে পাকড়াল সে বললে -- \"আমি ঈমান আনছি যে ইসরাইলের বংশধরেরা যাঁর প্রতি বিশ্বাস করে তিনি ছাড়া অন্য কোনো উপাস্য নেই, আর আমি হচ্ছি মুসলিমদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "91",
    "ara": "آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ",
    "eng": "Now? And you had disobeyed [Him] before and were of the corrupters?",
    "ban": "\"আহা, এখন! আর একটু আগেই তুমি তো অবাধ্যতা করছিলে আর তুমি ছিলে অশান্তি সৃষ্টিকারীদের মধ্যেকার।\""
  },
  {
    "num": "92",
    "ara": "فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً وَإِنَّ كَثِيرًا مِّنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ",
    "eng": "So today We will save you in body that you may be to those who succeed you a sign. And indeed, many among the people, of Our signs, are heedless",
    "ban": "তবে আজকের দিনে আমরা উদ্ধার করব তোমার দেহ, যেন তুমি তোমার পরবর্তীদের জন্য নিদর্শন হয়ে থাক। কিন্তু মানুষের মধ্যের অনেকেই আমাদের নিদর্শন সন্বন্ধে অবশ্যই বেখেয়াল।"
  },
  {
    "num": "93",
    "ara": "وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "eng": "And We had certainty settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ",
    "ban": "আর ইসরাইলের বংশধরদের আমরা অবশ্যই উত্তম আবাসভূমিতে বসবাস করালাম, আর তাদের আমরা উত্তম বিষয়বস্তু দিয়ে জীবিকাদান করলাম, আর তারা বিভেদ সৃষ্টি করে নি যে পর্যন্ত না তাদের কাছে জ্ঞান এল। নিঃসন্দেহ তোমার প্রভু কিয়ামতের দিনে তাদের মধ্যে বিচার করবেন সে-সন্বন্ধে যাতে তারা মতভেদ করেছিল।"
  },
  {
    "num": "94",
    "ara": "فَإِن كُنتَ فِي شَكٍّ مِّمَّا أَنزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِن قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
    "eng": "So if you are in doubt, [O Muhammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters.",
    "ban": "কিন্তু যদি তুমি সন্দেহের মধ্যে থাক যা তোমার কাছে আমরা অবতারণ করেছি সে-সন্বন্ধে তবে তাদের জিজ্ঞাসা করো যারা তোমার আগে গ্রন্থ পাঠ করেছে। তোমার কাছে আলবৎ সত্য এসেছে তোমার প্রভুর কাছ থেকে, সুতরাং তুমি সংশয়ীদের মধ্যেকার হয়ো না,"
  },
  {
    "num": "95",
    "ara": "وَلَا تَكُونَنَّ مِنَ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ فَتَكُونَ مِنَ الْخَاسِرِينَ",
    "eng": "And never be of those who deny the signs of Allah and [thus] be among the losers.",
    "ban": "আর তুমি তাদের অন্তর্ভুক্ত হয়ো না যারা আল্লাহ্‌র বাণী প্রত্যাখ্যান করে, পাছে তুমি ক্ষতিগ্রস্তদের মধ্যেকার হয়ে যাবে।"
  },
  {
    "num": "96",
    "ara": "إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
    "eng": "Indeed, those upon whom the word of your Lord has come into effect will not believe,",
    "ban": "নিঃসন্দেহ যাদের বিরুদ্ধে তোমার প্রভুর বাক্য সাব্যস্ত হয়ে গেছে তারা বিশ্বাস করবে না, --"
  },
  {
    "num": "97",
    "ara": "وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
    "eng": "Even if every sign should come to them, until they see the painful punishment.",
    "ban": "যদিও তাদের কাছে প্রতিটি নিদর্শন এসে যায়, যে পর্যন্ত না তারা মর্মন্তুদ শাস্তি প্রত্যক্ষ করে।"
  },
  {
    "num": "98",
    "ara": "فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ",
    "eng": "Then has there not been a [single] city that believed so its faith benefited it except the people of Jonah? When they believed, We removed from them the punishment of disgrace in worldly life and gave them enjoyment for a time.",
    "ban": "সুতরাং কেন এমন একটি জনপদবাসী নেই যারা বিশ্বাস করেছিল ও তাদের সেই বিশ্বাস তাদের উপকার করেছিল ইউনুসের লোকদের ব্যতীত? যখন তারা বিশ্বাস করল তখন আমরা তাদের থেকে সরিয়ে নিয়েছিলাম পার্থিব জীবনের হীনতাজনক শাস্তি, এবং তাদের জীবনোপভোগ করতে দিয়েছিলাম কিছু কালের জন্য।"
  },
  {
    "num": "99",
    "ara": "وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ",
    "eng": "And had your Lord willed, those on earth would have believed - all of them entirely. Then, [O Muhammad], would you compel the people in order that they become believers?",
    "ban": "আর তোমার প্রভু যদি ইচ্ছা করতেন তবে যারা পৃথিবীতে আছে তাদের সবাই একসঙ্গে বিশ্বাস করত। তুমি কি তবে লোকজনের উপরে জবরদস্তি করবে যে পর্যন্ত না তারা মুমিন হয়?"
  },
  {
    "num": "100",
    "ara": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ",
    "eng": "And it is not for a soul to believe except by permission of Allah, and He will place defilement upon those who will not use reason.",
    "ban": "আর কোনো প্রাণীর পক্ষে বিশ্বাস করা সম্ভবপর নয় আল্লাহ্‌র অনুমতি ব্যতীত। আর তিনি কলুষতা নিক্ষেপ করেন তাদের উপরে যারা বুঝে না।"
  },
  {
    "num": "101",
    "ara": "قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ",
    "eng": "Say, \"Observe what is in the heavens and earth.\" But of no avail will be signs or warners to a people who do not believe",
    "ban": "বলো -- \"তাকিয়ে দেখ যা-কিছু আছে মহাকাশমন্ডলীতে ও পৃথিবীতে।\" আর নিদর্শনসমূহ ও সতর্ককারীরা কোনো কাজে আসে না সেই সম্প্রদায়ের জন্য যারা বিশ্বাস করে না।"
  },
  {
    "num": "102",
    "ara": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِن قَبْلِهِمْ قُلْ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ",
    "eng": "So do they wait except for like [what occurred in] the days of those who passed on before them? Say, \"Then wait; indeed, I am with you among those who wait.\"",
    "ban": "তবে তারা কিসের প্রতীক্ষা করে ওদের দিনের অনুরূপ ব্যতীত যারা তাদের আগে গত হয়ে গেছে? বলোঃ \"তবে তোমরা প্রতীক্ষা কর, নিঃসন্দেহ আমিও তোমাদের সঙ্গে প্রতীক্ষমাণদের মধ্যে রয়েছি।\""
  },
  {
    "num": "103",
    "ara": "ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ",
    "eng": "Then We will save our messengers and those who have believed. Thus, it is an obligation upon Us that We save the believers",
    "ban": "তারপর আমরা রসূলগণকে উদ্ধার করি আর যারা বিশ্বাস করেছেন তাদেরও, এইভাবেই, -- বিশ্বাসীদের উদ্ধার করা আমাদের দায়িত্ব।"
  },
  {
    "num": "104",
    "ara": "قُلْ يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ",
    "eng": "Say, [O Muhammad], \"O people, if you are in doubt as to my religion - then I do not worship those which you worship besides Allah; but I worship Allah, who causes your death. And I have been commanded to be of the believers",
    "ban": "বলো -- \"ওহে মানবগোষ্ঠি! তোমরা যদি আমার ধর্ম সন্বন্ধে সন্দেহের মধ্যে থাক তবে আমি তাদের উপাসনা করি না আল্লাহ্ ব্যতীত যাদের তোমরা উপাসনা কর, আমি কিন্তু আল্লাহ্‌র উপাসনা করি যিনি তোমাদের মৃত্যু ঘটাবেন। আর আমি আদিষ্ট হয়েছি যে আমি মুমিনদের অন্তর্ভুক্ত হব।\""
  },
  {
    "num": "105",
    "ara": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
    "eng": "And [commanded], 'Direct your face toward the religion, inclining to truth, and never be of those who associate others with Allah;",
    "ban": "আর তোমার মুখ ধর্মের প্রতি একনিষ্ঠভাবে প্রতিষ্ঠিত রাখো, আর কখনো মুশরিকদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "106",
    "ara": "وَلَا تَدْعُ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ الظَّالِمِينَ",
    "eng": "And do not invoke besides Allah that which neither benefits you nor harms you, for if you did, then indeed you would be of the wrongdoers.'\"",
    "ban": "আর আল্লাহ্‌কে ছেড়ে দিয়ে অন্যকে ডেকো না যে তোমার উপকারও করে না ও অপকারও করে না, কেননা তুমি যদি তা করো তাহলে তুমি তো সে-ক্ষেত্রে অন্যায়কারীদের মধ্যেকার হবে।"
  },
  {
    "num": "107",
    "ara": "وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ",
    "eng": "And if Allah should touch you with adversity, there is no remover of it except Him; and if He intends for you good, then there is no repeller of His bounty. He causes it to reach whom He wills of His servants. And He is the Forgiving, the Merciful",
    "ban": "আর আল্লাহ্ যদি কোনো আঘাত দিয়ে আমাকে পীড়ন করেন তাহলে তিনি ছাড়া এ মোচনকারী আর কেউ নেই, আর তিনি যদি তোমাকে চান ভাল করতে তাহলে তাঁর প্রাচুর্য রদ হবার নয়। তিনি তা আনয়ন করেন তাঁর দাসদের মধ্যের যার প্রতি ইচ্ছা করেন। আর তিনিই তো পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "108",
    "ara": "قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِن رَّبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُم بِوَكِيلٍ",
    "eng": "Say, \"O mankind, the truth has come to you from your Lord, so whoever is guided is only guided for [the benefit of] his soul, and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager.\"",
    "ban": "বলো -- \"ওহে মানবগোষ্ঠি! নিশ্চয়ই তোমাদের প্রভুর কাছ থেকে তোমাদের কাছে সত্য এসেছে, সেজন্যে যে কেউ সৎপথ অবলন্বন করে সে নিঃসন্দেহ তার নিজের জন্যেই সৎপথে বিচরণ করে, আর যে ভ্রান্তপথ ধরে সে নিঃসন্দেহ তার নিজের বিরুদ্ধেই ভ্রান্তপথে চলে। আর আমি তোমাদের উপরে তো কার্যনির্বাহক নই।\""
  },
  {
    "num": "109",
    "ara": "وَاتَّبِعْ مَا يُوحَى إِلَيْكَ وَاصْبِرْ حَتَّى يَحْكُمَ اللَّهُ وَهُوَ خَيْرُ الْحَاكِمِينَ",
    "eng": "And follow what is revealed to you, [O Muhammad], and be patient until Allah will judge. And He is the best of judges.",
    "ban": "আর তোমার কাছে যা প্রত্যাদিষ্ট হয়েছে তারই অনুসরণ করো, তবে অধ্যবসায় চালিয়ে যাও যে পর্যন্ত না আল্লাহ্ বিধান দেন, আর তিনিই সর্বোত্তম বিধানকর্তা।"
  }
]
