[
  {
    "num": "1",
    "ara": "الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
    "eng": "Alif, Lam, Ra. These are the verses of the clear Book.",
    "ban": "আলিফ, লাম, রা। এসব সুস্পষ্ট গ্রন্থের আয়াতসমূহ।"
  },
  {
    "num": "2",
    "ara": "إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
    "eng": "Indeed, We have sent it down as an Arabic Qur'an that you might understand.",
    "ban": "নিঃসন্দেহ আমরা এটি অবতারণ করেছি -- আরবী কুরআন, যেন তোমরা বুঝতে পার।"
  },
  {
    "num": "3",
    "ara": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِن كُنتَ مِن قَبْلِهِ لَمِنَ الْغَافِلِينَ",
    "eng": "We relate to you, [O Muhammad], the best of stories in what We have revealed to you of this Qur'an although you were, before it, among the unaware.",
    "ban": "আমরা তোমার কাছে এই কুরআন প্রত্যাদেশের দ্বারা তোমার নিকট শ্রেষ্ঠ কাহিনী বর্ণনা করছি। আর অবশ্যই এর আগে তুমি তো ছিলে অনবহিতদের অন্তর্ভূক্ত।"
  },
  {
    "num": "4",
    "ara": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ",
    "eng": "[Of these stories mention] when Joseph said to his father, \"O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me.\"",
    "ban": "স্মরণ করো! ইউসুফ তাঁর পিতাকে বললেন -- \"হে আমার আব্বা! আমি নিশ্চয়ই দেখলাম এগারোটি তারা আর সূর্য ও চন্দ্র -- তাদের দেখলাম আমার কারণে তারা সিজদারত।\""
  },
  {
    "num": "5",
    "ara": "قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا إِنَّ الشَّيْطَانَ لِلْإِنسَانِ عَدُوٌّ مُّبِينٌ",
    "eng": "He said, \"O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy.",
    "ban": "তিনি বললেন, \"হে আমার পুত্র! তোমার স্বপ্ন তোমার ভাইদের কাছে বর্ণনা কর না পাছে তারা তোমার বিরুদ্ধে কোনো চক্রান্তের ফন্দি আঁটে। নিঃসন্দেহ শয়তান মানুষের জন্য প্রকাশ্য শত্রু।"
  },
  {
    "num": "6",
    "ara": "وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
    "eng": "And thus will your Lord choose you and teach you the interpretation of narratives and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise.\"",
    "ban": "\"আর এইভাবে তোমার প্রভু তোমাকে মনোনীত করবেন, আর তোমাকে শিক্ষা দেবেন ঘটনাবলীর ব্যাখ্যা সম্পর্কে, আর তাঁর অনুগ্রহ পূর্ণাঙ্গ করবেন তোমার প্রতি ও ইয়াকুবের বংশধরদের প্রতি, যেমন তিনি তা পূর্ণাঙ্গ করেছিলেন এর আগে তোমার পূর্বপুরুষ ইব্রাহীম ও ইসহাকের প্রতি। নিঃসন্দেহ তোমার প্রভু সর্বজ্ঞাতা, পরমজ্ঞানী।\""
  },
  {
    "num": "7",
    "ara": "لَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ",
    "eng": "Certainly were there in Joseph and his brothers signs for those who ask,",
    "ban": "ইউসুফ ও তাঁর ভাইদের মধ্যে নিশ্চয়ই নিদর্শন রয়েছে জিজ্ঞাসুদের জন্যে।"
  },
  {
    "num": "8",
    "ara": "إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُّبِينٍ",
    "eng": "When they said, \"Joseph and his brother are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error.",
    "ban": "স্মরণ করো! তারা বলাবলি করলে -- \"ইউসুফ ও তার ভাই তো আমাদের আব্বার কাছে আমাদের চেয়েও বেশি প্রিয়, যদিও আমরা দলে ভারী। আমাদের আব্বা নিশ্চয়ই স্পষ্ট বিভ্রান্তিতে রয়েছেন।\""
  },
  {
    "num": "9",
    "ara": "اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِن بَعْدِهِ قَوْمًا صَالِحِينَ",
    "eng": "Kill Joseph or cast him out to [another] land; the countenance of your father will [then] be only for you, and you will be after that a righteous people.\"",
    "ban": "\"ইউসুফকে মেরে ফেল অথবা কোনো দেশে নির্বাসন দাও, তাহলে তোমাদের আব্বার মুখ তোমাদের দিকেই নিবিষ্ট হবে, এবং তার পরে তোমরা ভাল লোক হতে পারবে।\""
  },
  {
    "num": "10",
    "ara": "قَالَ قَائِلٌ مِّنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِن كُنتُمْ فَاعِلِينَ",
    "eng": "Said a speaker among them, \"Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something].\"",
    "ban": "তাদের মধ্যে থেকে একজন বক্তা বললে -- \"ইউসুফকে কাতল করো না, তাকে বরং কোনো কুয়োর তলায় ফেলে দাও, ভ্রমণকারীদের কেউ তাকে তুলেও নিতে পারে, -- যদি তোমরা কাজ করতে চাও।\""
  },
  {
    "num": "11",
    "ara": "قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَى يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ",
    "eng": "They said, \"O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?",
    "ban": "তারা বলল -- \"হে আমাদের আব্বা! তোমার কি হয়েছে যেজন্যে তুমি ইউসুফের ব্যাপারে আমাদের বিশ্বাস কর না, অথচ নিঃসন্দেহ আমরা তো তার শুভাকাঙ্খী?"
  },
  {
    "num": "12",
    "ara": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ",
    "eng": "Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians.",
    "ban": "\"তাকে আমাদের সঙ্গে কালকে পাঠিয়ে দাও, সে আমোদ করুক ও খেলাধুলা করুক, আর আমরা তো নিশ্চয়ই তার হেফাজতকারী।\""
  },
  {
    "num": "13",
    "ara": "قَالَ إِنِّي لَيَحْزُنُنِي أَن تَذْهَبُوا بِهِ وَأَخَافُ أَن يَأْكُلَهُ الذِّئْبُ وَأَنتُمْ عَنْهُ غَافِلُونَ",
    "eng": "[Jacob] said, \"Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware.\"",
    "ban": "তিনি বললেন -- \"এতে অবশ্যই আমাকে কষ্ট দেবে যে তোমরা তাকে নিয়ে যাবে, আর আমি ভয় করছি পাছে নেকড়ে তাকে খেয়ে ফেলে, যদি তোমরা তার প্রতি বেখেয়াল হয়ে যাও!\""
  },
  {
    "num": "14",
    "ara": "قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَّخَاسِرُونَ",
    "eng": "They said, \"If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers.\"",
    "ban": "তারা বললে, \"আমরা দলে ভারী হওয়া সত্ত্বেও যদি তাকে নেকড়ে খেয়ে ফেলে তবে আমরাই তো নিশ্চয় সর্বহারা হব।\""
  },
  {
    "num": "15",
    "ara": "فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَن يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ",
    "eng": "So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\"",
    "ban": "তারপর তারা যখন তাকে নিয়ে গেল এবং সবাই একমত হল যে তারা তাকে ফেলে দেবে কুয়োর তলায়, তখন আমরা তার কাছে প্রত্যাদেশ দিলাম -- \"তুমি তাদের অবশ্যই জানিয়ে দেবে তাদের এই কাজের কথা, আর তারা চিনতেও পারবে না।\""
  },
  {
    "num": "16",
    "ara": "وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ",
    "eng": "And they came to their father at night, weeping.",
    "ban": "আর তারা তাদের পিতার কাছে কাঁদতে কাঁদতে এলো রাত্রিবেলায়।"
  },
  {
    "num": "17",
    "ara": "قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ وَمَا أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَادِقِينَ",
    "eng": "They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\"",
    "ban": "তারা বললে -- \"হে আমাদের আব্বা! আমরা দৌড়াদেড়ি করে চলেছিলাম, আর ইউসুফকে রেখে গিয়েছিলাম আমাদের আসবাবপত্রের পাশে, তখন নেকড়ে তাকে খেয়ে ফেলেছে, কিন্তু তুমি তো আমাদের প্রতি বিশ্বাসকারী হবে না, যদিও আমরা হচ্ছি সত্যবাদী।\""
  },
  {
    "num": "18",
    "ara": "وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ",
    "eng": "And they brought upon his shirt false blood. [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allah is the one sought for help against that which you describe.\"",
    "ban": "আর তারা এল তাঁর সার্টের উপরে ঝুটা রক্ত নিয়ে। তিনি বললেন -- \"না, তোমাদের অন্তর তোমাদের জন্য এই বিষয়টি উদ্ভাবন করেছে, কিন্তু ধৈর্যধারণই উত্তম। আর আল্লাহ্‌ই সাহায্য কামনার স্থল তোমরা যা বর্ণনা করছ সে-ক্ষেত্রে।\""
  },
  {
    "num": "19",
    "ara": "وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلَامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ",
    "eng": "And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise; and Allah was knowing of what they did.",
    "ban": "এদিকে ভ্রমণকারীরা এল এবং তাদের পানিওয়ালাকে পাঠাল, সে তখন তার বালতি নামিয়ে দিল। সে বললে, \"কি সুখবর! এ যে একটি ছোকরা!\" অতঃপর তারা তাঁকে লুকিয়ে রাখল পণ্য-দ্রব্যের মতো। আর তারা যা করেছিল সে-সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।"
  },
  {
    "num": "20",
    "ara": "وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ",
    "eng": "And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little.",
    "ban": "আর তারা তাঁকে বিক্রি করল সামান্য মূল্যে -- গুণতির কয়েকটি দিরহামে, আর তাঁর প্রতি তারা ছিল অনাসক্ত।"
  },
  {
    "num": "21",
    "ara": "وَقَالَ الَّذِي اشْتَرَاهُ مِن مِّصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الْأَحَادِيثِ وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "And the one from Egypt who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair, but most of the people do not know.",
    "ban": "আর মিশরীয় যে তাঁকে কিনেছিল সে তার স্ত্রীকে বললে -- \"সম্মানজনকভাবে এর থাকবার জায়গা কর, হয়ত সে আমাদের উপকারে আসবে, অথবা তাকে আমরা পুত্ররূপে গ্রহণ করতে পারি।\" আর এইভাবে আমরা ইউসুফের জন্য বাসস্থান ঠিক করে দিলাম সে-দেশে, যেন তাঁকে শেখাতে পারি ঘটনাবলীর ব্যাখ্যা সন্বন্ধে। আল্লাহ্ তাঁর কাজকর্মে সর্বেসর্বা, কিন্তু অধিকাংশ লোকেই জানে না।"
  },
  {
    "num": "22",
    "ara": "وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ",
    "eng": "And when Joseph reached maturity, We gave him judgment and knowledge. And thus We reward the doers of good.",
    "ban": "আর যখন তিনি তাঁর পূর্ণ যৌবনে পৌঁছুলেন, আমরা তাঁকে বুদ্ধি ও বিদ্যা দান করলাম। আর এইভাবে আমরা সৎকর্মশীলদের পুরস্কার প্রদান করি।"
  },
  {
    "num": "23",
    "ara": "وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَن نَّفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
    "eng": "And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allah. Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed.\"",
    "ban": "আর যে মহিলায় গৃহে তিনি ছিলেন সে তাঁকে কামনা করল তাঁর অন্তরঙ্গতার, আর বন্ধ করে দিলে দরজাগুলো ও বললে -- \"এসো হে তুমি!\" তিনি বললেন -- \"আল্লাহ্ সহায় হোন! আমার প্রভু নিশ্চয়ই আমার আশ্রয়স্থল অতি উত্তম বানিয়েছেন। নিঃসন্দেহ তিনি অন্যায়কারীদের উন্নতি করেন না।\""
  },
  {
    "num": "24",
    "ara": "وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَن رَّأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ",
    "eng": "And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants.",
    "ban": "আর সে নারী নিশ্চয়ই তাঁর প্রতি আসক্ত হয়েছিল, আর তিনিও তার প্রতি আসক্ত হয়ে পড়তেন যদি না তিনি তাঁর প্রভুর স্পষ্ট- প্রমাণ প্রত্যক্ষ করতেন। এইভাবে আমরা যেন তাঁর কাছ থেকে হটিয়ে দিতে পারি মন্দকাজ ও অশ্লীলতা। নিঃসন্দেহ তিনি ছিলেন আমাদের একান্ত অনুরক্ত দাসদের অন্যতম।"
  },
  {
    "num": "25",
    "ara": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
    "eng": "And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?\"",
    "ban": "আর তারা দুজনেই দরজার দিকে দৌড়লো, আর সে তাঁর জামা পেছনের দিক থেকে ছিড়ে ফেঁললো, আর তারা দুজনে দরজার নিকটে দেখা পেল তার স্বামীর। সে বললে -- \"যে তোমার পরিবারের সঙ্গে কুকর্ম কামনা করে তার পরিণাম কারাদন্ড বা মর্মন্তুদ শাস্তি ছাড়া আর কী হতে পারে?\""
  },
  {
    "num": "26",
    "ara": "قَالَ هِيَ رَاوَدَتْنِي عَن نَّفْسِي وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ",
    "eng": "[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified. \"If his shirt is torn from the front, then she has told the truth, and he is of the liars.",
    "ban": "তিনি বললেন -- \"উনিই আমাকে কামনা করেছিলেন আমার অন্তরঙ্গতার।\" আর তারই পরিবারের একজন সাক্ষী সাক্ষ্য দিলে -- \"যদি তার সার্টটি সামনের দিকে ছেঁড়া হয় তবে ইনি সত্যবাদী এবং ও মিথ্যাবাদীদের মধ্যের।"
  },
  {
    "num": "27",
    "ara": "وَإِن كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ",
    "eng": "But if his shirt is torn from the back, then she has lied, and he is of the truthful.\"",
    "ban": "\"আর যদি তার সার্টটি পেছনের দিকে ছেঁড়া থাকে তবে ইনিই মিথ্যাবাদী আর ও সত্যবাদীদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "28",
    "ara": "فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
    "eng": "So when her husband saw his shirt torn from the back, he said, \"Indeed, it is of the women's plan. Indeed, your plan is great.",
    "ban": "সুতরাং সে যখন দেখলে যে তাঁর জামাটি পেছনের দিকে ছেঁড়া তখন সে বললে -- \"এ নিঃসন্দেহ তোমাদের ছলাকলা, তোমাদের ছলচাতুরী বড়ই ভীষণ।"
  },
  {
    "num": "29",
    "ara": "يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ",
    "eng": "Joseph, ignore this. And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful.\"",
    "ban": "\"হে ইউসুফ, তুমি এ বিষয়ে কিছু মনে করো না; আর তুমি ক্ষমা প্রার্থনা কর তোমার অপরাধের জন্য; নিঃসন্দেহ তুমি হচ্ছো পাপিষ্ঠাদের মধ্যেকার।\""
  },
  {
    "num": "30",
    "ara": "وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ قَدْ شَغَفَهَا حُبًّا إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُّبِينٍ",
    "eng": "And women in the city said, \"The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error.\"",
    "ban": "আর শহরের নারীরা বললে, \"আজীযের স্ত্রী তার যুবক দাসকে কামনা করেছিল তার অন্তরঙ্গতার! নিশ্চয়ই সে তাকে প্রেমে অভিভূত করেছে। আমরা তাকে দেখছি স্পষ্ট বিভ্রান্তিতে পড়েছে।\""
  },
  {
    "num": "31",
    "ara": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ",
    "eng": "So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands and said, \"Perfect is Allah! This is not a man; this is none but a noble angel.\"",
    "ban": "সুতরাং সে যখন শুনলে তাদের ফন্দির কথা, সে তাদের ডেকে পাঠালে এবং তাদের জন্য তৈরি করলে গদির আসন, আর তাদের মধ্যের প্রত্যেককে দিলে একটি করে ছুরি, আর বললে -- \"বেরিয়ে এস এদের সামনে।\" অতঃপর তারা যখন তাঁকে দেখল তাঁকে ভাবলো অতুলনীয়, আর নিজেদের হাত কেটে ফেলল ও বললো -- \"আল্লাহ্‌র কি নিখুঁত সৃষ্টি! এ তো মানুষ নয়, এ তো এক মহিমান্নিত ফিরিশ্‌তা।\""
  },
  {
    "num": "32",
    "ara": "قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فَاسْتَعْصَمَ وَلَئِن لَّمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ الصَّاغِرِينَ",
    "eng": "She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased.\"",
    "ban": "সে বললে -- \"এ-ই তো সেই যার সন্বন্ধে তোমরা আমার নিন্দা করেছ, আর আমি অবশ্যই তাকে কামনা করেছিলাম তার অন্তরঙ্গতার, কিন্তু সে নিজেকে সংযত রেখেছিল। আর আমি তাকে যা আদেশ করি তা যদি সে না করে তবে সে নিশ্চিত কারারুদ্ধ হবে এবং সে হবে অবশ্যই ছোটলোকদের মধ্যেকার।\""
  },
  {
    "num": "33",
    "ara": "قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ",
    "eng": "He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant.\"",
    "ban": "তিনি বললেন -- \"আমার প্রভু! তারা আমাকে যার প্রতি আহ্বান করছে তার চেয়ে কারাগারই আমার কাছে অধিক প্রিয়। আর তুমি যদি আমার থেকে তাদের ছলনা দূরীভূত না কর তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব, ফলে আমি হয়ে যাব অজ্ঞদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "34",
    "ara": "فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing.",
    "ban": "অতএব তাঁর প্রভু তাঁর প্রতি সাড়া দিলেন আর তাঁর থেকে তাদের ছলাকলা হটিয়ে দিলেন। নিঃসন্দেহ তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "35",
    "ara": "ثُمَّ بَدَا لَهُم مِّن بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ",
    "eng": "Then it appeared to them after they had seen the signs that al-'Azeez should surely imprison him for a time.",
    "ban": "অতঃপর সাক্ষীসাবুদ তারা দেখার পরে তাদের মনে হল তাঁকে কিছুকালের জন্য কারারুদ্ধ করাই উচিত।"
  },
  {
    "num": "36",
    "ara": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ",
    "eng": "And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good.\"",
    "ban": "আর তাঁর সঙ্গে দু'জন যুবক জেলে ঢুকেছিল। তাদের একজন বললে, \"আমি দেখলাম মদ তৈরি করছি।\" আর অন্যজন বললে, \"আমি দেখলাম আমি আমার মাথার উপরে রুটি বয়ে নিচ্ছি, তা থেকে পাখিরা খাচ্ছে।\" \"আমাদের এর তাৎপর্য বলে দাও, আমরা নিশ্চয়ই তোমাকে দেখছি ভালো-লোকদের মধ্যেকার।\""
  },
  {
    "num": "37",
    "ara": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِاللَّهِ وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ",
    "eng": "He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allah, and they, in the Hereafter, are disbelievers.",
    "ban": "তিনি বললেন -- \"তোমাদের যা খেতে দেয়া হয় সে খাদ্য তোমাদের কাছে এসে পৌঁছুবেনা না, অথচ তোমাদের কাছে তা আসার আগেই আমি তোমাদের বলে দেব এর তাৎপর্য। এটি হচ্ছে আমার প্রভু আমাকে যা শিখিয়েছেন তা থেকে। আমি নিশ্চয়ই পরিত্যাগ করেছি সেই লোকদের ধর্মমত যারা আল্লাহ্‌তে বিশ্বাস করে না, আর তারা নিজেরাই পরকালেও অবিশ্বাসী।"
  },
  {
    "num": "38",
    "ara": "وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللَّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
    "eng": "And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allah. That is from the favor of Allah upon us and upon the people, but most of the people are not grateful.",
    "ban": "\"আর আমি অনুসরণ করি আমার পিতৃপুরুষ ইব্রাহীম ও ইসহাক ও ইয়াকুবের ধর্মমত। এটি আমাদের জন্য নয় যে আমরা আল্লাহ্‌র সঙ্গে কোনো ধরনের অংশী দাঁড় করাব। এটি আমাদের প্রতি আল্লাহ্‌র অনুগ্রহ-প্রাচুর্যের ফলে আর মানবগোষ্ঠীর প্রতিও, কিন্তু অধিকাংশ লোকেরা কৃতজ্ঞতা প্রকাশ করে না।"
  },
  {
    "num": "39",
    "ara": "يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ",
    "eng": "O [my] two companions of prison, are separate lords better or Allah, the One, the Prevailing?",
    "ban": "\"হে আমার জেলখানার সঙ্গিদ্বয়! ভিন্ন ভিন্ন প্রভুসব ভাল, না একক সর্বশক্তিমান আল্লাহ্‌?"
  },
  {
    "num": "40",
    "ara": "مَا تَعْبُدُونَ مِن دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allah has sent down no authority. Legislation is not but for Allah. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know.",
    "ban": "\"তাঁকে ছেড়ে দিয়ে তোমরা যাদের উপাসনা কর তারা নামাবলী মাত্র যা তোমরা নামকরণ করেছ -- তোমরা ও তোমাদের পূর্বপুরুষরা, যেজন্যে কোনো দলিল-দস্তাবেজ আল্লাহ্ পাঠান নি। বিধান দেবার অধিকার শুধু আল্লাহ্‌র। তিনি আদেশ দিয়েছেন যে তোমরা তাঁকে ছাড়া আর কারোর উপাসনা করবে না। এই হচ্ছে সঠিক ধর্ম, কিন্তু অধিকাংশ লোকেই জানে না।"
  },
  {
    "num": "41",
    "ara": "يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ",
    "eng": "O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\"",
    "ban": "\"হে আমার কারাগারের সঙ্গিদ্বয়! তোমাদের একজন সন্বন্ধে -- সে তার প্রভুকে সুরা পান করাবে, কিন্তু অন্যজনের ক্ষেত্রে -- সে তখন শূলবিদ্ধ হয়ে মরবে, তার ফলে পাখিরা তার মাথা থেকে খাবে। তোমরা যার সন্বন্ধে জিজ্ঞাসা করছিলে সে-বিষয় নিস্পত্তি হয়ে গিয়েছে!\""
  },
  {
    "num": "42",
    "ara": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِّنْهُمَا اذْكُرْنِي عِندَ رَبِّكَ فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ",
    "eng": "And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and Joseph remained in prison several years.",
    "ban": "আর দুইজনের মধ্যে যাকে তিনি জানতেন যে সে মুক্তি পাবে তাকে তিনি বললেন, \"তোমার প্রভুর কাছে আমার কথা বলো।\" কিন্তু শয়তান তাকে ভুলিয়ে দিয়েছিল তার প্রভুর কাছে স্মরণ করিয়ে দিতে, তাই তিনি কারাগারে থাকলেন আরো কয়েক বছর।"
  },
  {
    "num": "43",
    "ara": "وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِن كُنتُمْ لِلرُّؤْيَا تَعْبُرُونَ",
    "eng": "And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\"",
    "ban": "আর রাজা বললেন -- \"আমি নিশ্চয়ই দেখলাম সাতটি হৃস্পুষ্ট গরু, তাদের খেয়ে ফেলল সাতটি জীর্ণশীর্ণ, আর সাতটা সবুজ শীষ আর অপর শুক্‌নো। ওহে প্রধানগণ! আমার স্বরে তাৎপর্য আমাকে বলে দাও যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পারো।\""
  },
  {
    "num": "44",
    "ara": "قَالُوا أَضْغَاثُ أَحْلَامٍ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ",
    "eng": "They said, \"[It is but] a mixture of false dreams, and we are not learned in the interpretation of dreams.\"",
    "ban": "তারা বললে -- \"এলোমেলো স্বপ্ন, আর স্বপ্নের মর্মোদ্ধারে আমরা অভিজ্ঞ নই।\""
  },
  {
    "num": "45",
    "ara": "وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُم بِتَأْوِيلِهِ فَأَرْسِلُونِ",
    "eng": "But the one who was freed and remembered after a time said, \"I will inform you of its interpretation, so send me forth.\"",
    "ban": "আর সেই দুইজনের যে মুক্তি পেয়েছিল ও দীর্ঘকাল পরে যার মনে পড়ল সে বললে -- \"আমিই এর তাৎপর্য আপনাদের জানিয়ে দেব, সেজন্যে আমাকে পাঠিয়ে দিন।\""
  },
  {
    "num": "46",
    "ara": "يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَّعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
    "eng": "[He said], \"Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people; perhaps they will know [about you].\"",
    "ban": "\"ইউসুফ! হে সত্যবাদী! আমাদের জন্য ব্যাখ্যা করে দাও সাতটি মোটাসোটা গরু যাদের খেয়ে ফেলল রোগা-পাতলা সাতটি, এবং সাতটি সবুজ শীষ ও অন্যগুলো শুক্‌নো, -- যেন আমি লোকদের কাছে ফিরে যেতে পারি যাতে তারা জানতে পারে।\""
  },
  {
    "num": "47",
    "ara": "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ",
    "eng": "[Joseph] said, \"You will plant for seven years consecutively; and what you harvest leave in its spikes, except a little from which you will eat.",
    "ban": "তিনি বললেন -- \"তোমরা সাত বছর যথারীতি ক্ষেত করে যাবে, আর তোমরা যা তুলবে তা রেখে দেবে তার শীষের মধ্যে, শুধু তা থেকে যে সামান্যটুকু তোমরা খাবে তা ছাড়া।"
  },
  {
    "num": "48",
    "ara": "ثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ",
    "eng": "Then will come after that seven difficult [years] which will consume what you saved for them, except a little from which you will store.",
    "ban": "\"তখন এর পরে আসবে সাতটি কঠোর, তা খেয়ে ফেলবে সে-ক'টির জন্য তোমরা যা এগিয়ে দেবে, কেবল সামান্য কিছু ছাড়া যা তোমরা সংরক্ষণ কর।"
  },
  {
    "num": "49",
    "ara": "ثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ",
    "eng": "Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes].\"",
    "ban": "\"আর তার পরে আসবে এক বছর যাতে লোকেরা পাবে প্রচুর বৃষ্টিপাত, আর তাতে তারা পিযবে।\""
  },
  {
    "num": "50",
    "ara": "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ",
    "eng": "And the king said, \"Bring him to me.\" But when the messenger came to him, [Joseph] said, \"Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan.\"",
    "ban": "আর রাজা বললেন -- \"তাকে আমার কাছে নিয়ে এস।\" সুতরাং যখন দূত তাঁর কাছে এল, তিনি বললেন -- \"তোমার মনিবের কাছে ফিরে যাও এবং তাঁকে জিজ্ঞেস কর সেই নারীদের কি হল যারা তাদের হাত কেটেছিল। নিঃসন্দেহ আমাব প্রভু, তাদের ফন্দিফিকির সন্বন্ধে পূর্ণ ওয়াকিফহাল।\""
  },
  {
    "num": "51",
    "ara": "قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ",
    "eng": "Said [the king to the women], \"What was your condition when you sought to seduce Joseph?\" They said, \"Perfect is Allah! We know about him no evil.\" The wife of al-'Azeez said, \"Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful.",
    "ban": "তিনি বললেন -- \"তোমাদের কি হয়েছিল যখন তোমরা ইউসুফকে কামনা করেছিলে তার অন্তরঙ্গতার?\" তারা বললে -- আল্লাহ্‌র কি নিখুঁত সৃষ্টি! আমরা ওর মধ্যে কোনো দোষের কথা জানি না।\" নগর-প্রধানের স্ত্রী বললে -- \"এক্ষণে সত্য প্রকাশ পেয়েছে, আমিই তাকে কামনা করেছিলাম তার অন্তরঙ্গতার, আর নিঃসন্দেহ সে অবশ্যই ছিল সত্যপরায়ণদের মধ্যেকার।\""
  },
  {
    "num": "52",
    "ara": "ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ",
    "eng": "That is so al-'Azeez will know that I did not betray him in [his] absence and that Allah does not guide the plan of betrayers.",
    "ban": "\"এটিই, যেন তিনি জানতে পারেন যে আমি গোপনে তাঁর প্রতি বিশ্বাসঘাতকতা করি নি। আর নিঃসন্দেহ আল্লাহ্ বিশ্বাসহন্তাদের ছলাকলা পরিচালিত করেন না।\""
  },
  {
    "num": "53",
    "ara": "وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ",
    "eng": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\"",
    "ban": "\"আমি আমার নিজেকে মুক্ত বলি না, নিঃসন্দেহ মানুষমাত্রেরই মন্দের দিকে প্রবণতা রয়েছে, শুধু যাদের প্রতি আমার প্রভুর করুণা রয়েছে তারা ভিন্ন। নিঃসন্দেহ আমার প্রভু পরিত্রাণকারী, অফুরন্ত ফলদাতা।\""
  },
  {
    "num": "54",
    "ara": "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
    "eng": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\"",
    "ban": "আর রাজা বললেন -- \"তাঁকে আমার কাছে নিয়ে এস, আমি তাঁকে আমার নিজের জন্য একান্তভাবে গ্রহণ করব।\" সুতরাং তিনি যখন তাঁর সাথে আলাপ করলেন তখন বললেন -- \"আপনি আজ নিশ্চয়ই হলেন আমাদের সমক্ষে সুপ্রতিষ্ঠিত, বিশ্বাসভাজন।\""
  },
  {
    "num": "55",
    "ara": "قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ",
    "eng": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\"",
    "ban": "তিনি বললেন -- \"আমাকে দেশের ধনসম্পদের দায়িত্বে নিয়োগ করুন। নিঃসন্দেহ আমি সুরক্ষক, সুবিবেচক।\""
  },
  {
    "num": "56",
    "ara": "وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ",
    "eng": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good.",
    "ban": "আর এইভাবে আমরা ইউসুফকে প্রতিষ্ঠিত করলাম দেশে, -- সেখানে তিনি কর্তৃত্ব চালাতেন যেখানে তিনি চাইতেন। আমরা যাকে ইচ্ছা করি আমাদের করুণাদ্বারা হিতসাধন করি, আর সৎকর্মশীলদের কর্মফল আমরা ব্যর্থ করি না।"
  },
  {
    "num": "57",
    "ara": "وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
    "eng": "And the reward of the Hereafter is better for those who believed and were fearing Allah.",
    "ban": "আর অবশ্যই পরকালের পুরস্কার আরো ভালো তাদের জন্য যারা বিশ্বাস করে এবং ভয়-ভক্তি অবলন্বন করে।"
  },
  {
    "num": "58",
    "ara": "وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنكِرُونَ",
    "eng": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.",
    "ban": "আর ইউসুফের ভাইয়েরা এল এবং তাঁর দরবারে প্রবেশ করল, তিনি তখন তাদের চিনতে পারলেন, কিন্তু তারা তাঁর সন্বন্ধে অজ্ঞাত রইল।"
  },
  {
    "num": "59",
    "ara": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنزِلِينَ",
    "eng": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators?",
    "ban": "আর তিনি যখন তাদের পরিবেশন করলেন তাদের রসদের দ্বারা তখন তিনি বললেন, \"তোমরা তোমাদের পিতার তরফের তোমাদের ভাইকে আমার কাছে নিয়ে এস। তোমরা কি দেখো নি যে আমি আলবৎ পুরো মাপ দিই এবং আমি ভাল আপ্যায়ণকারী।"
  },
  {
    "num": "60",
    "ara": "فَإِن لَّمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِندِي وَلَا تَقْرَبُونِ",
    "eng": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\"",
    "ban": "\"কিন্তু তোমরা যদি তাকে আমার কাছে না আনো তবে তোমাদের জন্য আমার নিকট থেকে কোনো পরিমাপ থাকবে না, এবং তোমরা আমার নিকটবর্তী হয়ো না।\""
  },
  {
    "num": "61",
    "ara": "قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ",
    "eng": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\"",
    "ban": "তারা বললে -- \"আমরা আলবৎ চেষ্টা করব তার সন্বন্ধে তার পিতার কাছে এবং আমরা নিশ্চয়ই কাজ করব।\""
  },
  {
    "num": "62",
    "ara": "وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انقَلَبُوا إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
    "eng": "And [Joseph] said to his servants, \"Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\"",
    "ban": "আর তিনি তাঁর জোয়ানদের বললেন -- \"তাদের দ্রব্যমূল্য তাদের মালপত্রের ভিতরে রেখে দাও যেন তাদের পরিবারবর্গের কাছে যখন তারা ফিরে যাবে তখন তারা এটা চিনতে পারে, তাহলে তারা ফিরে আসবে।\""
  },
  {
    "num": "63",
    "ara": "فَلَمَّا رَجَعُوا إِلَى أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ",
    "eng": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\"",
    "ban": "তারপর তারা যখন তাদের পিতার কাছে ফিরে এল তখন তারা বললে -- \"হে আমাদের আব্বা! আমাদের কাছে পরিমাপ নিষেধ করা হয়েছে, অতএব আমাদের সঙ্গে আমাদের ভাইকেও পাঠিয়ে দাও যেন আমরা পরিমাপ পেতে পারি, আর আমরা তো অবশ্যই তার হেফাজতকারী।\""
  },
  {
    "num": "64",
    "ara": "قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنتُكُمْ عَلَى أَخِيهِ مِن قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
    "eng": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful.\"",
    "ban": "তিনি বললেন -- \"তোমাদের কি তার সন্বন্ধে বিশ্বাস করতে পারি যেভাবে তার ভাইয়ের ব্যাপারে এর আগে তোমাদের আমি বিশ্বাস করেছিলাম? বস্তুতঃ আল্লাহ্‌ই রক্ষণাবেক্ষণে সর্বশ্রেষ্ঠ, আর তিনিই ফলদানকারীদের মধ্যে শ্রেষ্ঠ ফলদাতা।\""
  },
  {
    "num": "65",
    "ara": "وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ قَالُوا يَا أَبَانَا مَا نَبْغِي هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ",
    "eng": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\"",
    "ban": "আর যখন তারা তাদের জিনিসপত্র খুললো তারা দেখতে পেল তাদের দ্রব্যমূল্য তাদের কাছে ফিরিয়ে দেয়া হয়েছে। তারা বললে -- \"হে আমাদের আব্বা! কী আমরা প্রত্যাশা করি? এই তো আমাদের দ্রব্যমূল্য আমাদের ফিরিয়ে দেয়া হয়েছে, আর আমাদের পরিজনবর্গের জন্য আমরা রসদ আনতে পারব, আর আমাদের ভাইয়ের আমরা হেফাজত করব, আর আমরা এক উটের পরিমাপ অতিরিক্ত আনব। এটি তো এক সামান্য পরিমাপ।\""
  },
  {
    "num": "66",
    "ara": "قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِّنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَن يُحَاطَ بِكُمْ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَى مَا نَقُولُ وَكِيلٌ",
    "eng": "[Jacob] said, \"Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies.\" And when they had given their promise, he said, \"Allah, over what we say, is Witness.\"",
    "ban": "তিনি বললেন -- \"আমি তাকে কিছুতেই তোমাদের সাথে পাঠাব না যতক্ষণ না তোমরা আমার কাছে আল্লাহ্‌র নামে ওয়াদা কর যে তোমরা নিশ্চয় আমার কাছে তাকে ফিরিয়ে আনবে, যদি না তোমরা একান্ত অসহায় হও।\" অতএব তারা যখন তাঁকে তাদের প্রতি‌শ্রুতি দিল তখন তিনি বললেন -- \"আমরা যা বলছি তার উপরে আল্লাহ্‌ই কর্ণধার।\""
  },
  {
    "num": "67",
    "ara": "وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِن بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍ وَمَا أُغْنِي عَنكُم مِّنَ اللَّهِ مِن شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
    "eng": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\"",
    "ban": "তিনি আরো বললেন, \"হে আমার পুত্রগণ! তোমরা একই দরজা দিয়ে ঢুকো না, বরং তোমরা ভিন্ন ভিন্ন দরজা দিয়ে ঢুকবে। আল্লাহ্‌র বিরুদ্ধে তোমাদের জন্যে আমার কিছুই করার ক্ষমতা নেই। বিধান তো একমাত্র আল্লাহ্‌র বৈ তো নয়। তাঁর উপরেই আমি নির্ভর করি, আর তাঁরই উপরে তবে নির্ভর করুক নির্ভরশীলগণ।\""
  },
  {
    "num": "68",
    "ara": "وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللَّهِ مِن شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know.",
    "ban": "আর তারা যখন ঢুকল যেভাবে তাদের পিতা তাদের আদেশ করেছিলেন, তখন আল্লাহ্‌র বিরুদ্ধে তাদের কিছুই করার সামর্থ্য ছিল না, কিন্তু এটি ইয়াকুবের অন্তরের একটি বাসনা যা তিনি চরিতার্থ করেছিলেন। আর নিঃসন্দেহ তিনি অবশ্যই ছিলেন জ্ঞানের অধিকারী যেহেতু আমরা তাঁকে জ্ঞানদান করেছিলাম, কিন্তু অধিকাংশ লোকেই জানে না।"
  },
  {
    "num": "69",
    "ara": "وَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَخَاهُ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\"",
    "ban": "আর তারা যখন ইউসুফের দরবারে প্রবেশ করল তাঁর ভাইকে তিনি নিজের সঙ্গে রাখলেন, তিনি বললেন -- \"আমিই তোমার ভাই, সুতরাং তারা যা করে তাতে দুঃখ করো না।\""
  },
  {
    "num": "70",
    "ara": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ",
    "eng": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\"",
    "ban": "তারপর তিনি যখন তাদের পরিবেশন করলেন তাদের রসদের দ্বারা, তখন তাঁর ভাইয়ের মালপত্রের ভিতরে একটি পানপাত্র কেউ রেখে দিল। তারপর একজন আহবায়ক চিৎকার ক'রে বলল -- \"ওহে উট-চালকের দল! তোমরা নিশ্চয়ই চোর।\""
  },
  {
    "num": "71",
    "ara": "قَالُوا وَأَقْبَلُوا عَلَيْهِم مَّاذَا تَفْقِدُونَ",
    "eng": "They said while approaching them, \"What is it you are missing?\"",
    "ban": "তারা তাদের নিকটে এসে বললে -- \"কি জিনিস তোমরা হারিয়েছ?\""
  },
  {
    "num": "72",
    "ara": "قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَن جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ",
    "eng": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\"",
    "ban": "তারা বললে -- \"আমরা রাজার পানপাত্র হারিয়েছি, আর যে এটি নিয়ে আসবে এক উট-বোঝাই মাল, আর আমি এরজন্যে জামিন।\""
  },
  {
    "num": "73",
    "ara": "قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ",
    "eng": "They said, \"By Allah, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\"",
    "ban": "তারা বললে -- \"আল্লাহ্‌র কসম! তোমরা নিশ্চয়ই জান যে আমরা এদেশে দুস্কর্ম করতে আসি নি, আর আমরা চোরও নই।\""
  },
  {
    "num": "74",
    "ara": "قَالُوا فَمَا جَزَاؤُهُ إِن كُنتُمْ كَاذِبِينَ",
    "eng": "The accusers said, \"Then what would be its recompense if you should be liars?\"",
    "ban": "তারা বললে -- \"তবে কি হবে এর প্রতিফল যদি তোমরা হচ্ছ মিথ্যাবাদী?\""
  },
  {
    "num": "75",
    "ara": "قَالُوا جَزَاؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ",
    "eng": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers.\"",
    "ban": "তারা বললে -- \"এর প্রতিফল হবে -- যার মালপত্রের মধ্যে এটি পাওয়া যাবে সেই হবে এর প্রতিফলের পাত্র। এইভাবেই আমরা অন্যায়কারীদের শাস্তি দিই।\""
  },
  {
    "num": "76",
    "ara": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاءِ أَخِيهِ كَذَلِكَ كِدْنَا لِيُوسُفَ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَن يَشَاءَ اللَّهُ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ",
    "eng": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.",
    "ban": "অতঃপর তিনি তাদের মালপত্রে আর করলেন তাঁর ভাইয়ের মালের আগে, তারপর তিনি তা বের করলেন তাঁর ভাইয়ের মালপত্র থেকে। এইভাবেই আমরা ইউসুফের জন্য পরিকল্পনা করেছিলাম। তাঁর পক্ষে রাজার আইন অনুসারে তাঁর ভাইকে রাখা সম্ভব ছিল না যদি না আল্লাহ্ ইচ্ছা করতেন। আমরা যাকে ইচ্ছা করি স্তরে স্তরে উন্নত করি। আর প্রত্যেক জ্ঞানবানদের উপরে রয়েছেন সর্বজ্ঞানময়।"
  },
  {
    "num": "77",
    "ara": "قَالُوا إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنتُمْ شَرٌّ مَّكَانًا وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
    "eng": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allah is most knowing of what you describe.\"",
    "ban": "তারা বললে -- \"যদি সে চুরি করে থাকে তার ভাইও তো এর আগে চুরি করেছিল।\" তখন ইউসুফ এটি নিজের অন্তরেই গোপন রেখেছিলেন এবং তিনি তা তাদের কাছে প্রকাশ করেন নি। তিনি বললেন -- \"তোমরা আরও হীন অবস্থাতে রয়েছ, আর আল্লাহ্ ভাল জানেন তোমরা যা আরোপ করছ সে-সন্বন্ধে।\""
  },
  {
    "num": "78",
    "ara": "قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ",
    "eng": "They said, \"O 'Azeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\"",
    "ban": "ওরা বললে -- \"ওহে প্রধান! এর পিতা আছেন, অত্যন্ত বুড়ো মানুষ, অতএব তার জায়গায় আমাদের একজনকে রেখে নিন, যেহেতু আমরা আপনাকে দেখছি মহানুভবদের মধ্যেকার।\""
  },
  {
    "num": "79",
    "ara": "قَالَ مَعَاذَ اللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَاعَنَا عِندَهُ إِنَّا إِذًا لَّظَالِمُونَ",
    "eng": "He said, \"[I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\"",
    "ban": "তিনি বললেন -- \"আল্লাহ্ রক্ষা করুন যে আমরা যার কাছে আমাদের জিনিস পেয়েছি তাকে ছাড়া অন্যকে ধরে রাখি, কেননা সে ক্ষেত্রে আমরা অবশ্যই অন্যায়কারী হব!\""
  },
  {
    "num": "80",
    "ara": "فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِي يُوسُفَ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّى يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي وَهُوَ خَيْرُ الْحَاكِمِينَ",
    "eng": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges.",
    "ban": "যখন তারা তাঁর কাছ থেকে হতাশ হল তখন তারা পরামর্শের জন্যে আলদা হল। তাদের বড়জন বললে -- \"তোমরা কি জান না যে তোমাদের আব্বা তোমাদের কাছ থেকে আল্লাহ্‌র নামে অংগীকার নিয়েছেন, আর এর আগে ইউসুফের ব্যাপারেও তোমরা কি রকম ত্রুটি করেছিলে? কাজেই আমি কিছুতেই এ দেশ ছেড়ে যাব না যে পর্যন্ত না আমার আব্বা আমাকে অনুমতি দেন, অথবা আল্লাহ্ আমার জন্য কোনো হুকুম দেন, কেননা তিনিই হাকিমগণের মধ্যে সর্বশ্রেষ্ঠ।"
  },
  {
    "num": "81",
    "ara": "ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ",
    "eng": "Return to your father and say, \"O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen,",
    "ban": "\"তোমরা তোমাদের আব্বার কাছে ফিরে যাও এবং বলো -- \"হে আমাদের আব্বা! নিঃসন্দেহ তোমার ছেলে চুরি করেছে, আর আমরা যা জানি তা ছাড়া অন্য প্রত্যক্ষ বিবরণ দিচ্ছি না, আর অদৃশ্যের ব্যাপারে আমরা কিছুই জানি না।"
  },
  {
    "num": "82",
    "ara": "وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا وَإِنَّا لَصَادِقُونَ",
    "eng": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful,\"",
    "ban": "\"আর আমরা যেখানে ছিলাম সেই শহরবাসীদের জিজ্ঞাসা কর, আর যাদের সঙ্গে আমরা এসেছি সেই যাত্রীদলকেও। আর আমরা তো অবশ্যই সত্যবাদী।\""
  },
  {
    "num": "83",
    "ara": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
    "eng": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise.\"",
    "ban": "তিনি বললেন -- \"না এ, বরং তোমাদের অন্তর তোমাদের জন্য ও বিষয়টি উদ্ভাবন করেছে, কিন্তু ধৈর্যধারণই উত্তম। হতে পারে আল্লাহ্ ওদের সবাইকে আমার কাছে এনে দেবেন। নিঃসন্দেহ তিনিই সর্বজ্ঞাতা, পরমজ্ঞানী।\""
  },
  {
    "num": "84",
    "ara": "وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ",
    "eng": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white from grief, for he was [of that] a suppressor.",
    "ban": "আর তিনি তাদের থেকে ফিরলেন ও বললেন -- \"হায় আমার আফসোস ইউসুফের জন্য!\" আর তাঁর চোখ সাদা হয়ে গিয়েছিল শোকাবেগ বশতঃ, যদিও তিনি সংবরণকারী ছিলেন।"
  },
  {
    "num": "85",
    "ara": "قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ",
    "eng": "They said, \"By Allah, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\"",
    "ban": "তারা বললে, \"দোহাই আল্লাহ্‌র! তুমি ইউসুফকে স্মরণ করা ছাড়বে না যে পর্যন্ত না তুমি রোগাক্রান্ত হও, অথবা প্রাণত্যাগী হয়ে যাও।\""
  },
  {
    "num": "86",
    "ara": "قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "He said, \"I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know.",
    "ban": "তিনি বললেন -- \"আমার অসহনীয় দুঃখ ও আমার বেদনা নিবেদন করছি আল্লাহ্‌রই কাছে, আর আমি আল্লাহ্‌র তরফ থেকে জানি যা তোমরা জান না।"
  },
  {
    "num": "87",
    "ara": "يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِن يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِن رَّوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِن رَّوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ",
    "eng": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allah. Indeed, no one despairs of relief from Allah except the disbelieving people.\"",
    "ban": "\"হে আমার ছেলেরা! তোমরা যাও এবং ইউসুফ ও তার ভাইয়ের খোঁজ কর, আর আল্লাহ্‌র আশিস সন্বন্ধে নিরাশ হয়ো না। নিঃসন্দেহ অবিশ্বাসী লোকেরা ছাড়া অন্য কেউ আল্লাহ্‌র আশিস সন্বন্ধে নিরাশ হয় না।\""
  },
  {
    "num": "88",
    "ara": "فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ",
    "eng": "So when they entered upon Joseph, they said, \"O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable.\"",
    "ban": "তারপর তারা যখন তাঁর দরবারে দাখিল হল তখন বলল -- \"ওহে প্রধান! আমাদের ও আমাদের পরিবার-পরিজনের উপরে দুর্দিন এসে পড়েছে, আর আমরা সামান্য দ্রব্যমূল্য নিয়ে এসেছি, সেজন্যে আমাদের পূর্ণমাত্রায় দিন এবং আমাদের প্রতি দানখয়রাত করুন। নিঃসন্দেহ আল্লাহ্ দানশীলদের পুরস্কার দিয়ে থাকেন।\""
  },
  {
    "num": "89",
    "ara": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ",
    "eng": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\"",
    "ban": "তিনি বললেন -- \"তোমরা কি জানো ইউসুফ ও তার ভাইয়ের প্রতি তোমরা কি করেছিলে যখন তোমরা ছিলে বিবেচনাহীন?\""
  },
  {
    "num": "90",
    "ara": "قَالُوا أَإِنَّكَ لَأَنتَ يُوسُفُ قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
    "eng": "They said, \"Are you indeed Joseph?\" He said \"I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good.\"",
    "ban": "তারা বললে -- \"আপনিই কি তবে ইউসুফ?\" তিনি বললে -- \"আমিই ইউসুফ আর এই আমার সহোদর। আল্লাহ্ আলবৎ আমাদের প্রতি অনুগ্রহ করেছেন। নিঃসন্দেহ যে কেউ ধর্মপরায়ণতা অবলন্বন করে ও ধৈর্যধারণ করে -- কেননা আল্লাহ্ নিশ্চয়ই সৎকর্মশীলদের কর্মফল বিফল করেন না।\""
  },
  {
    "num": "91",
    "ara": "قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَاطِئِينَ",
    "eng": "They said, \"By Allah, certainly has Allah preferred you over us, and indeed, we have been sinners.\"",
    "ban": "তারা বললে, \"আল্লাহ্‌র কসম! আল্লাহ্ অবশ্যই আমাদের উপরে তোমাকে প্রাধান্য দিয়েছেন, আর আমরা নিশ্চয় পাপী ছিলাম।\""
  },
  {
    "num": "92",
    "ara": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
    "eng": "He said, \"No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful.\"",
    "ban": "তিনি বললেন -- \"তোমাদের বিরুদ্ধে আজ কোনো অভিযোগ নয়। আল্লাহ্ তোমাদের ক্ষমা করুন, আর তিনিই তো ফলদান- কারীদের মধ্যে শ্রেষ্ঠ ফলদাতা।\""
  },
  {
    "num": "93",
    "ara": "اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ",
    "eng": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\"",
    "ban": "\"আমার এই জামাটি নিয়ে যাও এবং এটি আমার আব্বার মুখের সামনে রেখো, তিনি চক্ষুষ্মান হবেন। আর তোমাদের পরিবার- পরিজনদের সকলকে নিয়ে আমার কাছে এস।\""
  },
  {
    "num": "94",
    "ara": "وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلَا أَن تُفَنِّدُونِ",
    "eng": "And when the caravan departed [from Egypt], their father said, \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\"",
    "ban": "আর যখন যাত্রীদল বেরিয়ে পড়ল তখন তাদের পিতা লোকজনকে বললেন, \"নিঃসন্দেহ আমি আলবৎ ইউসুফের হাওয়া-বাতাস টের পাচ্ছি, যদিও তোমরা আমাকে মতিচ্ছন্ন মনে কর।\""
  },
  {
    "num": "95",
    "ara": "قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ",
    "eng": "They said, \"By Allah, indeed you are in your [same] old error.\"",
    "ban": "তারা বললে -- \"আল্লাহ্‌র কসম! আপনি নিঃসন্দেহ আপনার পুরনো ভ্রান্তিতেই রয়েছেন।\""
  },
  {
    "num": "96",
    "ara": "فَلَمَّا أَن جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَى وَجْهِهِ فَارْتَدَّ بَصِيرًا قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allah that which you do not know?\"",
    "ban": "তারপর যখন সুসংবাদবাহক এল, সে সেটি তাঁর মুখের সামনে রাখল, তখন তিনি চক্ষুষ্মান হলেন। তিনি বললেন -- \"আমি কি তোমাদের বলি নি যে আমি আল্লাহ্‌র কাছ থেকে জানি যা তোমরা জান না?\""
  },
  {
    "num": "97",
    "ara": "قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ",
    "eng": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\"",
    "ban": "তারা বললে -- \"হে আমাদের আব্বা! আমাদের অপরাধের জন্যে আমাদের তরফ থেকে ক্ষমা প্রার্থনা করো, নিঃসন্দেহ আমরা হচ্ছি দোষী।\""
  },
  {
    "num": "98",
    "ara": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
    "eng": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\"",
    "ban": "তিনি বললেন -- \"আমি শীঘ্রই তোমাদের জন্য আমার প্রভুর কাছে মার্জনা চাইব। নিঃসন্দেহ তিনি নিজেই পরিত্রাণকারী, অফুরন্ত ফলদাতা।\""
  },
  {
    "num": "99",
    "ara": "فَلَمَّا دَخَلُوا عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِن شَاءَ اللَّهُ آمِنِينَ",
    "eng": "And when they entered upon Joseph, he took his parents to himself and said, \"Enter Egypt, Allah willing, safe [and secure].\"",
    "ban": "তারপর তাঁরা যখন ইউসুফের দরবারে দাখিল হলেন তখন তিনি তাঁর পিতামাতাকে নিজের সঙ্গে রাখলেন এবং বললেন -- \"ইন- শা-আল্লাহ্ মিশরে নির্বিঘ্নে প্রবেশ করুন।\""
  },
  {
    "num": "100",
    "ara": "وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا وَقَالَ يَا أَبَتِ هَذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
    "eng": "And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise.",
    "ban": "আর তিনি তাঁর পিতামাতাকে উচ্চাসনে বসালেন, আর তাঁর কারণে তাঁরা সিজদারত হলেন। তখন তিনি বললেন, \"হে আমার আব্বা! এটিই আমার পূর্বেকার দৈবদর্শনের তাৎপর্য, আমার প্রভু তা সত্যে পরিণত করেছেন। আর তিনি আমার প্রতি অনুগ্রহ করেছিলেন যখন তিনি আমাকে কারাগার থেকে মুক্ত করেছিলেন, এবং মরুভূমি থেকে আপনাদের নিয়ে এসেছেন আমার মধ্যে ও আমার ভাইয়ের মধ্যে শয়তান বিরোধ বাধাবার পরে। নিঃসন্দেহ আমার প্রভু যাকে ইচ্ছা করেন তার প্রতি পরম সদাশয়। নিঃসন্দেহ তিনি নিজেই সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "101",
    "ara": "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "eng": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous.\"",
    "ban": "\"আমার প্রভু! তুমি ইতিমধ্যেই আমাকে রাজত্বের অধিকার প্রদান করেছ এবং ঘটনাবলীর তাৎপর্য সম্পর্কে আমাকে শিক্ষাদান করেছ, হে মহাকাশমন্ডলী ও পৃথিবীর আদি-স্রষ্টা! তুমিই এই দুনিয়া ও আখেরাতে আমার মনিব, আমাকে মুসলিম অবস্থায় মরতে দাও এবং আমাকে সৎকর্মীদের সঙ্গে সংযুক্ত করো।\""
  },
  {
    "num": "102",
    "ara": "ذَلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
    "eng": "That is from the news of the unseen which We reveal, [O Muhammad], to you. And you were not with them when they put together their plan while they conspired.",
    "ban": "এই হচ্ছে অদৃশ্য ব্যাপারের সংবাদ যা আমরা তোমার কাছে প্রত্যাদেশ করছি। আর তুমি তাদের সঙ্গে ছিলে না যখন তারা তাদের ব্যাপার-স্যাপার গুটাচ্ছিল ও তারা ফন্দি আটঁছিল।"
  },
  {
    "num": "103",
    "ara": "وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
    "eng": "And most of the people, although you strive [for it], are not believers.",
    "ban": "আর যদিও তুমি একান্তভাবে চাও তথাপি অধিকাংশ লোকেই বিশ্বাসকারী নয়।"
  },
  {
    "num": "104",
    "ara": "وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ",
    "eng": "And you do not ask of them for it any payment. It is not except a reminder to the worlds.",
    "ban": "আর তুমি এর জন্য তাদের কাছে কোনো পারিশ্রমিক চাইছ না। এ তো বিশ্বজগতের জন্য উপদেশ ব্যতীত নয়।"
  },
  {
    "num": "105",
    "ara": "وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
    "eng": "And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away.",
    "ban": "আর মহাকাশমন্ডলে ও পৃথিবীতে কত না নিদর্শন রয়েছে যার পাশ দিয়ে তারা যাতায়ত করে, তথাপি তারা এ-সবের প্রতি উদাসীন!"
  },
  {
    "num": "106",
    "ara": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
    "eng": "And most of them believe not in Allah except while they associate others with Him.",
    "ban": "আর তাদের অধিকাংশই আল্লাহ্‌র প্রতি বিশ্বাস করে না তারা বহুখোদাবাদী না হওয়া পর্যন্ত।"
  },
  {
    "num": "107",
    "ara": "أَفَأَمِنُوا أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "eng": "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive?",
    "ban": "তারা কি তবে নিরাপদ বোধ করে তাদের উপরে আল্লাহ্‌র শাস্তির ঘেরাটোপ এসে পড়া সন্বন্ধে, অথবা তারা যখন বেখেয়াল থাকে তখন ঘন্টা অতর্কিতে তাদের উপরে এসে পড়া সন্বন্ধে?"
  },
  {
    "num": "108",
    "ara": "قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ",
    "eng": "Say, \"This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him.\"",
    "ban": "তুমি বল -- \"এই হচ্ছে আমার পথ, আমি আল্লাহ্‌র প্রতি আহ্বান করি, আমি ও যারা আমাকে অনুসরণ করে তারা জ্ঞানালোকের উপরে রয়েছি। আর আল্লাহ্‌রই সব মহিমা, আর আমি বহুখোদাবাদীদের মধ্যেকার নই।\""
  },
  {
    "num": "109",
    "ara": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَى أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَوْا أَفَلَا تَعْقِلُونَ",
    "eng": "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason?",
    "ban": "আর তোমার পূর্বে জনপদবাসীদের মধ্যে থেকে মানুষ ছাড়া অন্য কাউকে আমরা পাঠাই নি যাঁদের কাছে আমরা প্রত্যাদেশ দিয়েছিলাম। কাজেই তারা কি পৃথিবীতে পর্যটন করে নি এবং দেখে নি কেমন হয়েছিল তাদের পরিণাম যারা ছিল তাদের অগ্রগামী? আর পরকালের আবাসস্থল অবশ্যই অধিকতর ভাল তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে। তোমরা কি তবে বোঝ না?"
  },
  {
    "num": "110",
    "ara": "حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَاءُ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ",
    "eng": "[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals.",
    "ban": "অবশেষে যখন রসূলগণ হতাশ হয়েছিলেন, আর তারা ভেবেছিল যে তাদের নিশ্চয়ই মিথ্যা বলা হয়েছে, তখনই এসে পৌঁছাল। কাজেই যাদের আমরা ইচ্ছা করলাম তাদের উদ্ধার করলাম। আর অপরাধী সম্প্রদায় থেকে আমাদের শাস্তি প্রতিহত হয় না।"
  },
  {
    "num": "111",
    "ara": "لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe.",
    "ban": "তাদের কাহিনীর মধ্যে অবশ্যই শিক্ষণীয় বিষয় রয়েছে বোধশক্তিসম্পন্নদের জন্যে। এ এমন কাহিনী নয় যা জাল করা হয়েছে, বরঞ্চ এ হচ্ছে এর আগে যা এসেছিল তার সমর্থনকারী, এবং সব বিষয়ের বিস্তারিত বৃত্তান্ত, আর পথনির্দেশ ও করুণা যারা বিশ্বাস করে সেই সম্প্রদায়ের জন্য।"
  }
]
