[
  {
    "num": "1",
    "ara": "المر تِلْكَ آيَاتُ الْكِتَابِ وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
    "eng": "Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.",
    "ban": "আলিফ, লাম, মীম, রা। এসব হচ্ছে গ্রন্থখানার আয়াতসমূহ। আর যা তোমার প্রভুর কাছ থেকে তোমার নিকট অবতীর্ণ হয়েছে তা পরমসত্য, কিন্তু অধিকাংশ লোক বিশ্বাস করে না।"
  },
  {
    "num": "2",
    "ara": "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
    "eng": "It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.",
    "ban": "আল্লাহ্‌ই তিনি যিনি মহাকাশমন্ডলকে ঊর্ধ্বে স্থাপন করেছেন কোনো স্তম্ভ ছাড়া -- তোমরা তো এ দেখছ, আর তিনি আরশে সমাসীন হলেন, আর তিনি সূর্য ও চন্দ্রকে অনুগত করলেন। প্রত্যেকে আবর্তন করছে একটি নির্দিষ্ট কক্ষপথে। তিনিই ব্যাপার নিয়ন্ত্রণ করেন, বিশদভাবে বর্ণনা করেন নির্দেশাবলী, যেন তোমরা তোমাদের প্রভুর সঙ্গে সাক্ষাৎকার সন্বন্ধে নিশ্চিত বিশ্বাস করতে পার।"
  },
  {
    "num": "3",
    "ara": "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِن كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "eng": "And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.",
    "ban": "আর তিনিই সেইজন যিনি পৃথিবীকে বিস্তৃত করেছেন, আর তাতে স্থাপন করেছেন পর্বতমালা ও নদনদী। আর প্রত্যেক ফলের ক্ষেত্রে -- তার মধ্যে তিনি সৃষ্টি করেছেন জোড়ায়-জোড়ায় দুটি-দুটি। তিনি রাত্রিকে দিয়ে দিনকে আবৃত করেন। নিঃসন্দেহ এতে সাক্ষাৎ নিদর্শন রয়েছে সেই লোকদের জন্য যারা চিন্তা করে।"
  },
  {
    "num": "4",
    "ara": "وَفِي الْأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ",
    "eng": "And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.",
    "ban": "আর পৃথিবীতে আছে পাশাপাশি মাঠ, আর আঙুরের বাগান ও শস্যক্ষেত্র ও খেজুরের গাছ -- ভিড় ক'রে ও ভিড় না ক'রে -- ওদের পানি দেওয়া হয় একই পানি। আর তাদের কতকটাকে কতকটার উপরে প্রাধান্য দিয়েছি আস্বাদনের ক্ষেত্রে। নিঃসন্দেহ এতে বিশিষ্ট নিদর্শন রয়েছে সেইসব লোকের জন্য যারা বুদ্ধি-বিবেচনা প্রয়োগ করে।"
  },
  {
    "num": "5",
    "ara": "وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
    "eng": "And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally.",
    "ban": "আর যদি তুমি তাজ্জব হও তবে আজব ব্যাপার হচ্ছে তাদের কথা -- \"কী, আমরা যখন ধুলো হয়ে যাব তখন কি আমরা বাস্তবিকই নতুন জীবন লাভ করব?\" এরাই তারা যারা তাদের প্রভুর প্রতি অবিশ্বাস পোষণ করে, আর এরাই -- এদের গলায় থাকবে শিকল, আর এরাই হবে আগুনের বাসিন্দা, তাতে তারা করবে অবস্থান।"
  },
  {
    "num": "6",
    "ara": "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلَاتُ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
    "eng": "They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.",
    "ban": "আর ওরা তোমাকে ভালর আগেই মন্দকে ত্বরান্বিত করতে বলে, যদিও ওদের পূর্বে বহু লক্ষণীয় শাস্তি গত হয়েছে। আর নিঃসন্দেহ তোমার প্রভু লোকদের জন্য তাদের অন্যায়াচরণ সত্ত্বেও ক্ষমার অধিকারী, আর নিঃসন্দেহ তোমার প্রভু প্রতিফল দানে অতি কঠোর।"
  },
  {
    "num": "7",
    "ara": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ إِنَّمَا أَنتَ مُنذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ",
    "eng": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide.",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা বলে -- \"কেন তাঁর কাছে তাঁর প্রভুর কাছ থকে কোনো নিদর্শন প্রেরিত হয় না?\" তুমি তো একজন সতর্ককারী মাত্র, এবং সকল জাতির জন্যে একজন পথপ্রদর্শক।"
  },
  {
    "num": "8",
    "ara": "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ",
    "eng": "Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure.",
    "ban": "আল্লাহ্ জানেন প্রত্যেক স্ত্রীলোক যা গর্ভে ধারণ করে, আর যা জরায়ূ শুষে নেয়, আর যা তারা বর্ধিত করে। আর তাঁর কাছে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাপ রয়েছে।"
  },
  {
    "num": "9",
    "ara": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
    "eng": "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted.",
    "ban": "তিনি অদৃশ্য ও দৃশ্য বিষয়ে জ্ঞাতা -- মহামহিম, চিরউন্নত।"
  },
  {
    "num": "10",
    "ara": "سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
    "eng": "It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day.",
    "ban": "একসমান তোমাদের মধ্যে যে কথা লুকোয় ও যে তা খুলে বলে, আর যে রাত্রিবেলায় আ‌ত্মগোপন করে আর দিনের বেলায় বিচরণ করে।"
  },
  {
    "num": "11",
    "ara": "لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ",
    "eng": "For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed, Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill, there is no repelling it. And there is not for them besides Him any patron.",
    "ban": "তাঁর জন্য প্রহরী রয়েছে তাঁর সম্মুখভাগে ও তাঁর পশ্চাদভাগে, ওরা তাঁকে রক্ষণাবেক্ষণ করে আল্লাহ্‌র আদেশক্রমে। আল্লাহ্ অবশ্যই কোনো জাতির অবস্থায় পরিবর্তন করেন না যতক্ষণ না তারা নিজেরাই তা পরিবর্তন করে। আর যখন আল্লাহ্ কোনো জাতির জন্য অকল্যাণ চান তখন তা রদ করার উপায় নেই, আর তাদের জন্য তিনি ছাড়া কোনো অভিভাবক নেই।"
  },
  {
    "num": "12",
    "ara": "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ السَّحَابَ الثِّقَالَ",
    "eng": "It is He who shows you lightening, [causing] fear and aspiration, and generates the heavy clouds.",
    "ban": "তিনিই সেইজন যিনি তোমাদের দেখান বিদ্যুৎ ভয়উদ্দীপক এবং আশাসঞ্চারক, আর তিনি নিয়ে আসেন ভারী মেঘ।"
  },
  {
    "num": "13",
    "ara": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
    "eng": "And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault.",
    "ban": "আর বজ্র-নিনাদ মহিমা ঘোষণা করে তাঁর প্রশংসার সাথে, আর ফিরিশ্‌তারাও তাঁর ভয়ে, আর তিনি বজ্রপাত প্রেরণ করেন, আর তা দিয়ে আঘাত করেন যাকে তিনি ইচ্ছা করেন, তবু তারা আল্লাহ্‌র সন্বন্ধে তর্কাতর্কি করে, যদিও তিনি ক্ষমতায় কঠোর।"
  },
  {
    "num": "14",
    "ara": "لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لَا يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
    "eng": "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility].",
    "ban": "সত্যিকারের প্রার্থনা তাঁরই জন্য। আর তাঁকে ছেড়ে দিয়ে তারা যাদের কাছে প্রার্থনা জানায় তারা তাদের প্রতি কোনো প্রকারের সাড়া দেয় না, তবে যেন সে তার দুই হাত পানির দিকে বাড়িয়ে দিয়েছে যাতে তা তার মুখে পৌঁছুতে পারে, কিন্তু তা তাতে পৌঁছুবে না। বস্তুতঃ অবিশ্বাসীদের প্রার্থনা ভ্রান্তিতে ভিন্ন নয়।"
  },
  {
    "num": "15",
    "ara": "وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُم بِالْغُدُوِّ وَالْآصَالِ",
    "eng": "And to Allah prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.",
    "ban": "আর আল্লাহ্‌কেই সিজদা করে যারাই আছে মহাকাশ-মন্ডলে ও পৃথিবীতে -- স্বেচ্ছায় অথবা অনিচ্ছায়, আর তাদের ছায়াও সকালে ও সন্ধ্যায়।"
  },
  {
    "num": "16",
    "ara": "قُلْ مَن رَّبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُم مِّن دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
    "eng": "Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing.\"",
    "ban": "বলো -- \"কে মহাকাশমন্ডল ও পৃথিবীর প্রভু?\" বল -- \"আল্লাহ্‌।\" বল, \"তবে কি তোমরা তাঁকে ছেড়ে দিয়ে অভিভাবক-রূপে গ্রহণ কর তাদের যারা তাদের নিজেদের জন্যে কোনো লাভ কামাতে সক্ষম নয় আর ক্ষতিসাধনেও নয়?\" বলো -- \"অন্ধ ও চক্ষুষ্মান কি এক-সমান অথবা অন্ধকার আর আলোক কি সমান-সমান? অথবা তারা কি আল্লাহ্‌র এমন অংশী দাঁড় করিয়েছে যারা তাঁর সৃষ্টির মত সৃষ্টি করেছে, যার ফলে সৃষ্টি তাদের কাছে সন্দেহ ঘটিয়েছে?\" বল -- \"আল্লাহ্‌ই সব-কিছুর সৃষ্টিকর্তা, আর তিনি একক, সর্বাধিনায়ক।\""
  },
  {
    "num": "17",
    "ara": "أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
    "eng": "He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples.",
    "ban": "তিনি আকাশ থেকে পানি অবতারণ করেন, তারপর জলধারা প্রবাহিত হয় তাদের পরিমাপ অনুসারে, আর খরস্রোত বয়ে নিয়ে যায় ফেঁপে ওঠা ফেনার রাশি। আর যা তারা আগুনে গলায় গহনাগাটি বা যন্ত্রপাতি নির্মাণের উদ্দেশ্যে তা থেকেও ওঠে ওর মতো ফেনায়িত গাদ। এইভাবে আল্লাহ্ সত্য ও মিথ্যার দৃষ্টান্ত দিয়ে থাকেন। কাজেই যা কিছু গাদ -- তা চলে যায় জালরূপে, আর যা মানুষের উপকারে আসে তা কিন্তু থেকে যায় পৃথিবীতে। এইভাবে আল্লাহ্ উপমা দিয়ে থাকেন।"
  },
  {
    "num": "18",
    "ara": "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ",
    "eng": "For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.",
    "ban": "যারা তাদের প্রভুর প্রতি সাড়া দেয় তাদের জন্য রয়েছে কল্যাণ, আর যারা তাঁর প্রতি সাড়া দেয় না -- তাদের যদি থাকত পৃথিবীতে যা-কিছু আছে সবটাই ও সেই সঙ্গে তার সমপরিমাণ, তবে তারা নিশ্চয়ই তা মুক্তিপণরূপে অর্পণ করতো। এরাই -- এদের জন্য হবে মন্দ হিসাব, আর তাদের আবাস হবে জাহান্নাম, আর তা বড় নিকৃষ্ট বাসস্থান।"
  },
  {
    "num": "19",
    "ara": "أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
    "eng": "Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -",
    "ban": "যেজন জানে যে তোমার প্রভুর কাছ থেকে তোমার নিকট যা অবতীর্ণ হয়েছে তা সত্য সে কি তার মতো যে অন্ধ? নিঃসন্দেহ বোধশক্তিসম্পন্ন লোকেরাই কেবল স্মরণ করবে, --"
  },
  {
    "num": "20",
    "ara": "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ",
    "eng": "Those who fulfill the covenant of Allah and do not break the contract,",
    "ban": "যারা আল্লাহ্‌র অংগীকার রক্ষা করে ও প্রতিজ্ঞা ভঙ্গ করে না,"
  },
  {
    "num": "21",
    "ara": "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
    "eng": "And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account,",
    "ban": "আর যারা সংযুক্ত রাখে যা অক্ষুন্ন রাখতে আল্লাহ্ আদেশ করেছেন, আর যারা তাদের প্রভুকে ভয় করে, আর যারা ভয় করে মন্দ হিসাব সন্বন্ধে।"
  },
  {
    "num": "22",
    "ara": "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ",
    "eng": "And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home -",
    "ban": "আর যারা তাদের প্রভুর সন্তষ্টিলাভের অন্বেষণে অধ্যবসায় অবলন্বন করে, আর নামায কায়েম রাখে, আর আমরা তাদের যা জীবনোপকরণ দিয়েছি তা থেকে যারা গোপনে ও প্রকাশ্যে ব্যয় করে, আর ভাল দিয়ে মন্দকে দূর করে, -- এরাই তারা যাদের জন্য রয়েছে চরমোৎকর্ষ আবাস, --"
  },
  {
    "num": "23",
    "ara": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
    "eng": "Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],",
    "ban": "নন্দন কানন যাতে তারা প্রবেশ করবে, আর তাদের পিতামাতাদের ও তাদের পতিপত্নীদের ও তাদের সন্তানসন্ততি দের মধ্যে যারা সৎকর্ম করেছে, আর ফিরিশ্‌তাগণ তাদের সামনে প্রবেশ করবে প্রত্যেক দরজা দিয়ে, --"
  },
  {
    "num": "24",
    "ara": "سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ",
    "eng": "\"Peace be upon you for what you patiently endured. And excellent is the final home.\"",
    "ban": "\"শান্তি বর্ষিত হোক তোমাদের উপরে যেহেতু তোমরা অধ্যবসায় অবলন্বন করেছিলে, কাজেই কত ভাল এই চরমোৎকর্ষ আবাস!\""
  },
  {
    "num": "25",
    "ara": "وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
    "eng": "But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.",
    "ban": "আর যারা আল্লাহ্‌র সাথের অংগীকার ভঙ্গ করে সেটির সুদৃঢ়ীকরণের পরে, আর ছিন্ন করে যা অক্ষুন্ন রাখতে আল্লাহ্ আদেশ করেছেন, আর পৃথিবীতে অশান্তি সৃষ্টি করে, এরাই -- এদের জন্যেই রয়েছে ধিক্কার, আর এদেরই জন্যে আছে নিকৃষ্ট আবাস।"
  },
  {
    "num": "26",
    "ara": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
    "eng": "Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.",
    "ban": "আল্লাহ্ জীবিকা বাড়িয়ে দেন যাকে তিনি ইচ্ছে করেন, আর তিনি মাপজোখ করেন। আর তারা পার্থিব জীবনে উল্লসিত। অথচ ইহকালের জীবনটা তো পরকালের তুলনায় যৎসামান্য সুখ-ভোগ বৈ নয়।"
  },
  {
    "num": "27",
    "ara": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
    "eng": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him] -",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা বলে -- \"কেন তাঁর কাছে তাঁর প্রভুর কাছ থেকে একটি নিদর্শন অবতীর্ণ হয় না?\" বলো -- \"নিঃসন্দেহ আল্লাহ্ ভ্রান্তপথে যেতে দেন যাকে তিনি ইচ্ছে করেন, আর তাঁর দিকে পরিচালিত করেন যে ফেরে;"
  },
  {
    "num": "28",
    "ara": "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
    "eng": "Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably, by the remembrance of Allah hearts are assured.\"",
    "ban": "\"যারা আস্থা স্থাপন করেছে আর আল্লাহ্‌র গুণকীর্তনে যাদের হৃদয় প্রশান্ত হয়।\" এটি কি নয় যে আল্লাহ্‌র গুণগানেই হৃদয় প্রশান্তি লাভ করে?"
  },
  {
    "num": "29",
    "ara": "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآبٍ",
    "eng": "Those who have believed and done righteous deeds - a good state is theirs and a good return.",
    "ban": "যারা ঈমান এনেছে ও সৎকর্ম করছে তাদেরই জন্য পরম সুখ ও শুভ পরিণাম।"
  },
  {
    "num": "30",
    "ara": "كَذَلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ لِّتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
    "eng": "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"",
    "ban": "এইভাবে তোমাকে আমরা পাঠিয়েছি একটি জাতির মধ্যে যার পূর্বে বহু জাতি গত হয়ে গেছে, যেন তুমি তাদের কাছে পাঠ করতে পার যা আমরা তোমার কাছে প্রত্যাদেশ করছি, তথাপি তারা অবিশ্বাস করে পরম করুণাময়ের প্রতি! বল -- \"তিনিই আমার প্রভু, তিনি ছাড়া অন্য উপাস্য নেই, তাঁরই উপরে আমি নির্ভর করি আর তাঁর কাছেই আমার প্রত্যাবর্তন।\""
  },
  {
    "num": "31",
    "ara": "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَل لِّلَّهِ الْأَمْرُ جَمِيعًا أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللَّهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
    "eng": "And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise.",
    "ban": "আর যদি এমন একখানা কুরআন থাকত যার দ্বারা পাহাড়গুলো হটিয়ে দেয়া যেতো, অথবা তার দ্বারা পৃথিবীকে ছিন্নভিন্ন করা যেতো, অথবা মৃতকে তার দ্বারা কথা বলানো যেতো। বস্তুতঃ হুকুম পুরোপুরি আল্লাহ্‌র। যারা বিশ্বাস করেছে তারা কি জানে না যে, যদি আল্লাহ্ তেমন ইচ্ছে করতেন তবে সব মানুষকে একই সাথে সৎপথে চালিত করতেন? আর যারা অবিশ্বাস পোষণ করে তারা যা করে সেজন্য তাদের উপরে বিপর্যয় আঘাত হানতে ক্ষান্ত হবে না, অথবা এটি তাদের বাড়িঘরের নিকটেই আপতিত হতে থাকবে, যে পর্যন্ত না আল্লাহ্‌র ওয়াদা সমাগত হয়। আল্লাহ্ আলবৎ ওয়াদা খেলাপ করেন না।"
  },
  {
    "num": "32",
    "ara": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ",
    "eng": "And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.",
    "ban": "আর নিশ্চয়ই তোমার পূর্বে রসূলগণকে ঠাট্টাবিদ্রূপ করা হয়েছিল, সুতরাং যারা অবিশ্বাস করেছিল তাদের আমি অবকাশ দিয়েছিলাম, তারপর আমি তাদের পাকড়াও করেছিলাম, কাজেই কেমন ছিল আমার প্রতিফলদান!"
  },
  {
    "num": "33",
    "ara": "أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَم بِظَاهِرٍ مِّنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
    "eng": "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide.",
    "ban": "তবে কি প্রত্যেক সত্ত্বা কি অর্জন করছে তাতে যিনি অধিষ্ঠিত রয়েছেন? তথাপি তারা আল্লাহ্‌র সাথে অংশী দাঁড় করায়! তুমি বল -- \"ওদের নাম দাও।\" তবে কি তোমরা তাঁকে জানাতে চাও পৃথিবীতে এমন কিছু বিষয় যা তিনি জানেন না? না এটি বাহ্যতঃ একটি কথা মাত্র? না, ওদের ছলা-কলা চিত্তাকর্ষক মনে হয় তাদের কাছে যারা অবিশ্বাস পোষণ করে, আর তাদের ফিরিয়ে আনা হয় সৎপথ থেকে। আর যাকে আল্লাহ্ পথভ্রষ্ট হতে দেন তার জন্য তবে কোনো পথপ্রদর্শক নেই।"
  },
  {
    "num": "34",
    "ara": "لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ",
    "eng": "For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector.",
    "ban": "তাদের জন্য শাস্তি রয়েছে এই দুনিয়ার জীবনেই, আর পরকালের শাস্তি তো আরো কঠোর, আর তাদের জন্য আল্লাহ্‌র বিরুদ্ধে কোনো রক্ষাকারী নেই।"
  },
  {
    "num": "35",
    "ara": "مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوا وَّعُقْبَى الْكَافِرِينَ النَّارُ",
    "eng": "The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.",
    "ban": "ধর্মভীরুদের কাছে যেটি প্রতি‌শ্রুতি দেওয়া হয়েছে সেই স্বর্গোদ্যানের উপমা হচ্ছে -- তার নিচে দিয়ে বয়ে যাচ্ছে ঝরনারাজি, তার ফলফসল চিরস্থায়ী আর তার ছায়াও। এই তাদের প্রতিফল যারা ধর্মপরায়ণতা অবলন্বন করে, আর অবিশ্বাসীদের পরিণাম হচ্ছে আগুন।"
  },
  {
    "num": "36",
    "ara": "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ وَمِنَ الْأَحْزَابِ مَن يُنكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
    "eng": "And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return.\"",
    "ban": "আর যাদের আমরা ধর্মগ্রন্থ দিয়েছি তারা আনন্দ বোধ করে যা তোমার কাছে অবতীর্ণ হয়েছে তাতে, আর গোত্রদের মধ্যে এমনও আছে যে এর কিছুটা অস্বীকার করে। তুমি বলো -- \"নিঃসন্দেহ আমি আদিষ্ট হয়েছি যে আমি আল্লাহ্‌রই উপাসনা করবো এবং তাঁর সাথে কোন অংশী দাঁড় করাবো না। তাঁরই প্রতি আমি আহ্বান করি এবং তাঁরই নিকট আমার প্রত্যাবর্তন।\""
  },
  {
    "num": "37",
    "ara": "وَكَذَلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا وَاقٍ",
    "eng": "And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector.",
    "ban": "আর এইভাবে আমরা এটি অবতারণ করেছি -- একটি হুকুম আরবীতে। আর তুমি যদি তাদের খেয়ালখুশির অনুসরণ করো তোমার কাছে জ্ঞানের যা এসেছে তার পরে তবে আল্লাহ্‌র বিরুদ্ধে তুমি পাবে না কোনো বন্ধুবান্ধব, আর না কোনো রক্ষক।"
  },
  {
    "num": "38",
    "ara": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ",
    "eng": "And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree.",
    "ban": "আর অবশ্যই তোমার পূর্বে আমরা বহু রসূল পাঠিয়েছি, আর তাঁদের জন্য আমরা দিয়েছিলাম স্ত্রী ও সন্তান-সন্ততি, আর কোনো রসূলের পক্ষে এটি নয় যে তিনি কোনো নিদর্শন উপস্থাপিত করবেন আল্লাহ্‌র অনুমতি ব্যতীত। প্রত্যেক নির্ধারিত কালের জন্য বিধান রয়েছে।"
  },
  {
    "num": "39",
    "ara": "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ",
    "eng": "Allah eliminates what He wills or confirms, and with Him is the Mother of the Book.",
    "ban": "আল্লাহ্ বিলুপ্ত করেন যা তিনি ইচ্ছে করেন, আর প্রতিষ্ঠিত করেন, আর তাঁরই কাছে রয়েছে ধর্মগ্রন্থের ভিত্তি।"
  },
  {
    "num": "40",
    "ara": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
    "eng": "And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.",
    "ban": "আর তোমাকে যদি আমরা দেখাই ওদের যা ওয়াদা করেছি তা থেকে কিছুটা, অথবা তোমার মৃত্যু ঘটিয়ে দিই, -- সর্বাবস্থায়ই তোমার উপরে হচ্ছে পৌঁছে দেওয়া, আর আমাদের উপরে হচ্ছে হিসাব গ্রহণ।"
  },
  {
    "num": "41",
    "ara": "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ",
    "eng": "Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account.",
    "ban": "ওরা কি দেখে না যে আমরা এই দেশটাকে নিয়ে চলেছি, একে সংকুচিত করছি তার চৌহদ্দি থেকে? আল্লাহ্ রায় দান করেন, তাঁর হুকুম প্রতিহত হবার নয়। আর তিনি হিসেব-নিকেশে তৎপর।"
  },
  {
    "num": "42",
    "ara": "وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
    "eng": "And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.",
    "ban": "আর তাদের পূর্ববর্তীকালে যারা ছিল তারাও নিশ্চয়ইচক্রান্ত করেছিল, কিন্তু সমস্ত চক্রান্তই আল্লাহ্‌র। তিনি জানেন প্রত্যেক সত্ত্বা কী অর্জন করে। আর অবিশ্বাসীরা অচিরেই জানতে পারবে কার জন্য রয়েছে চরমোৎকর্ষ আবাস।"
  },
  {
    "num": "43",
    "ara": "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ",
    "eng": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা বলে -- \"তুমি আল্লাহ্‌র রসূল নও।\" বলো -- \"আমার ও তোমাদের মধ্যে সাক্ষীরূপে আল্লাহ্‌ই যথেষ্ট, আর সে যার কাছে রয়েছে ধর্মগ্রন্থের জ্ঞান।\""
  }
]
