[
  {
    "num": "1",
    "ara": "الر كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
    "eng": "Alif, Lam, Ra. [This is] a Book which We have revealed to you, [O Muhammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -",
    "ban": "আলিফ, লাম, রা। একখানা গ্রন্থ, আমরা তোমার কাছে এ অবতারণ করেছি যেন তুমি মানবগোষ্ঠিকে তাদের প্রভুর অনুমতিক্রমে অন্ধকার থেকে আলোকে বের করে আনতে পারো, -- মহাশক্তিশালী পরম প্রশংসার্হের পথে,"
  },
  {
    "num": "2",
    "ara": "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
    "eng": "Allah, to whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers from a severe punishment",
    "ban": "সেই আল্লাহ্‌, -- মহাকাশমন্ডলীতে যা-কিছু আছে আর যা-কিছু আছে পৃথিবীতে সে-সবটাই তাঁর। আর কি দুর্ভোগ অবিশ্বাসীদের জন্য কঠিন শাস্তির কারণে! --"
  },
  {
    "num": "3",
    "ara": "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ",
    "eng": "The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah, seeking to make it (seem) deviant. Those are in extreme error.",
    "ban": "যারা পরকালের উপরি এই দুনিয়ার জীবনটাকেই বেশী ভালোবাসে, আর আল্লাহ্‌র পথ থেকে নিবৃত্ত করে, আর একে করতে চায় কুটিল। এরাই রয়েছে সুদূর-প্রসারিত ভ্রান্তিতে।"
  },
  {
    "num": "4",
    "ara": "وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might, the Wise.",
    "ban": "আর আমরা এমন কোনো রসূলকে পাঠাইনি তাঁর স্বজাতির ভাষা ব্যতীত, যেন তাদের জন্য তিনি সুস্পষ্ট করতে পারেন। তারপর আল্লাহ্ পথভ্রষ্ট হতে দেন যাকে তিনি ইচ্ছে করেন, আর যাকে ইচ্ছে করেন সৎপথে চালান। আর তিনিই তো মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "5",
    "ara": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُم بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "eng": "And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days of Allah.\" Indeed in that are signs for everyone patient and grateful.",
    "ban": "আর আমরা নিশ্চয়ই মূসাকে আমাদের নির্দেশাবলী দিয়ে পাঠিয়েছিলাম এই ব'লে -- \"তোমার সম্প্রদায়কে অন্ধকার থেকে আলোকে বের করে আনো, আর তাদের স্মরণ করিয়ে দাও আল্লাহ্‌র দিনগুলোর কথা।\" নিঃসন্দেহ এতে নিদর্শন রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞদের জন্য।"
  },
  {
    "num": "6",
    "ara": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنجَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "eng": "And [recall, O Children of Israel], when Moses said to His people, \"Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.",
    "ban": "আর স্মরণ করো! মূসা তাঁর সম্প্রদায়কে বললেন -- \"তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহ স্মরণ করো -- যখন তিনি তোমাদের উদ্ধার করেছিলেন ফিরআউনের লোকদের কবল থেকে, যারা তোমাদের পীড়ন করতো কঠোর নিপীড়নে, আর হত্যা করতো তোমাদের পুত্রসন্তানদের ও বাঁচতে দিত তোমাদের নারীদের। আর তোমাদের জন্য এতে তোমাদের প্রভুর কাছ থেকে ছিল এক কঠোর সংকট।"
  },
  {
    "num": "7",
    "ara": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
    "eng": "And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.' \"",
    "ban": "আর স্মরণ করো! তোমাদের প্রভু ঘোষণা করলেন -- \"তোমরা যদি কৃতজ্ঞতা প্রকাশ করো তাহলে আমি অবশ্যই তোমাদের বাড়িয়ে দেবো, কিন্তু তোমরা যদি অকৃতজ্ঞ হও তাহলে আমার শাস্তি নিশ্চয়ই সুকঠোর।"
  },
  {
    "num": "8",
    "ara": "وَقَالَ مُوسَى إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
    "eng": "And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allah is Free of need and Praiseworthy.\"",
    "ban": "আর মূসা বলেছিলেন -- \"তোমরা যদি অকৃতজ্ঞ হও, তোমরা আর পৃথিবীতে যারা আছে সবাই, তাহলে নিঃসন্দেহ আল্লাহ্ তো অতি ধনবান, পরম প্রশংসার্হ।\""
  },
  {
    "num": "9",
    "ara": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِن بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ",
    "eng": "Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs, but they returned their hands to their mouths and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt.\"",
    "ban": "তোমাদের নিকট কি পৌঁছেনি তোমাদের পূর্বে যারা ছিল তাদের ইতিহাস -- নূহ্ ও 'আদ ও ছামূদের সম্প্রদায়ের আর যারা ওদের পরে ছিল? আল্লাহ্ ছাড়া অন্য কেউ তাদের জানে না। তাদের রসূলগণ তাদের কাছে এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তারা তাদের হাত দিয়েছিল তাদের মুখের ভেতরে, আর তারা বলেছিল, \"আমরা অবশ্যই অবিশ্বাস করি যা নিয়ে তোমরা প্রেরিত হয়েছ, আর আমরা তো নিশ্চয়ই সন্দেহের মধ্যে রয়েছি যার দিকে তোমরা আমাদের ডাকছ সে-সন্বন্ধে, কিংকর্তব্যবিমূঢ়।\""
  },
  {
    "num": "10",
    "ara": "قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُّسَمًّى قَالُوا إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ",
    "eng": "Their messengers said, \"Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority.\"",
    "ban": "তাদের রসূলগণ বলেছিলেন, \"আল্লাহ্ সন্বন্ধে কি কোনো সন্দেহ আছে, -- মহাকাশমন্ডলী ও পৃথিবীর আদি স্রষ্টা? তিনি তোমাদের আহ্বান করছেন তোমাদের দোষত্রুটি থেকে তোমাদের পরিত্রাণ করতে, আর এক নির্দিষ্টকাল পর্যন্ত তোমাদের অব্যাহতি দিতে।\" তারা বললে, \"তোমরা তো আমাদের ন্যায় মানুষ বই নও। তোমরা চাচ্ছ আমাদের বিরত রাখতে আমাদের পিতৃপুরুষরা যার উপাসনা করত তা থেকে! অতএব তোমরা আমাদের কাছে কোনো সুস্পষ্ট প্রমাণ নিয়ে এসো।\""
  },
  {
    "num": "11",
    "ara": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
    "eng": "Their messengers said to them, \"We are only men like you, but Allah confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allah. And upon Allah let the believers rely.",
    "ban": "তাদের রসূলগণ তাদের বলেছিলেন, \"সত্য বটে আমরা তোমাদের মতো মানুষ বই তো নই, কিন্তু আল্লাহ্ তাঁর বান্দাদের মধ্যে থেকে যাকে ইচ্ছে করেন তার প্রতি অনুগ্রহ বর্ষণ করেন। আর আমাদের জন্য এটি নয় যে আল্লাহ্‌র অনুমতি ব্যতীত তোমাদের কাছে কোনো প্রমাণ নিয়ে আসব। অতএব আল্লাহ্‌র উপরেই তবে মুমিনরা নির্ভর করুক।"
  },
  {
    "num": "12",
    "ara": "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
    "eng": "And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely.\"",
    "ban": "\"আর আমাদের কি কারণ থাকতে পারে যে আমরা আল্লাহ্‌র উপরে নির্ভর করব না, অথচ তিনিই তো আমাদের চালিত করেছেন আমাদের পথে? আর আমরা নিশ্চয়ই অধ্যবসায় অবলন্বন করব তোমরা আমাদের যা ক্লেশ দিচ্ছ তা সত্ত্বেও। আর আল্লাহ্‌র উপরেই তবে নির্ভর করুক নির্ভরকারীরা।\""
  },
  {
    "num": "13",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
    "eng": "And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers.",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা তাদের রসূলগণকে বলেছিল -- \"আমাদের দেশ থেকে আমরা নিশ্চয়ই তোমাদের বের করে দেবো, অথবা আমাদের ধর্মমতে তোমাদের ফিরে আসতেই হবে।\" তখন তাঁদের প্রভু তাঁদের কাছে প্রত্যাদেশ দিয়েছিলেন -- \"আমরা নিশ্চয়ই অন্যায়কারীদের বিধ্বস্ত করব,"
  },
  {
    "num": "14",
    "ara": "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِن بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
    "eng": "And We will surely cause you to dwell in the land after them. That is for he who fears My position and fears My threat.\"",
    "ban": "\"আর তাদের পরে আমরা দেশে অবশ্যই তোমাদের প্রতিষ্ঠিত করব। এটি তার জন্য যে ভয় করে আমার সামনে দাঁড়াতে, এবং ভয় করে আমার শাস্তির।\""
  },
  {
    "num": "15",
    "ara": "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
    "eng": "And they requested victory from Allah, and disappointed, [therefore], was every obstinate tyrant.",
    "ban": "আর তারা বিজয়কামনা করেছিল, আর প্রত্যেক দুরাচারী বিরুদ্ধাচারী ব্যর্থ মনোরথ হল।"
  },
  {
    "num": "16",
    "ara": "مِّن وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِن مَّاءٍ صَدِيدٍ",
    "eng": "Before him is Hell, and he will be given a drink of purulent water.",
    "ban": "তার সামনে রয়েছে জাহান্নাম, আর তাকে পান করানো হবে নোংরা-পচা জল।"
  },
  {
    "num": "17",
    "ara": "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ",
    "eng": "He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment.",
    "ban": "সে তা চুমুক দিয়ে পান করবে, আর সে তা সহজে গলাধঃকরণ করতে পারবে না, আর মরণ যন্ত্রণা তার কাছে আসবে সব দিক থেকে, কিন্তু সে মরবে না। আর তার সামনে রয়েছে কড়া শাস্তি।"
  },
  {
    "num": "18",
    "ara": "مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
    "eng": "The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.",
    "ban": "যারা তাদের প্রভুকে অস্বীকার করে তাদের উপমা হচ্ছে -- তাদের ক্রিয়াকর্ম ছাইয়ের মতো, যার উপর দিয়ে বয়ে চলে ঝড়- তুফানের দিনের ঝড়ো বাতাস। তারা যা অর্জন করেছে তার কিছুরই উপরে তারা কোনো ক্ষমতা রাখতে পারবে না। এইটি হচ্ছে সুদূর প্রসারিত বিভ্রান্তি।"
  },
  {
    "num": "19",
    "ara": "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
    "eng": "Have you not seen that Allah created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation.",
    "ban": "তোমরা কি দেখ না যে আল্লাহ্ মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন সত্যের সাথে? তিনি যদি চান তাহলে তোমাদের সরিয়ে দিতে পারেন এবং এক নতুন সৃষ্টি আনয়ন করবেন,"
  },
  {
    "num": "20",
    "ara": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
    "eng": "And that is not difficult for Allah.",
    "ban": "আর এটি আল্লাহ্‌র জন্যে কঠিন নয়।"
  },
  {
    "num": "21",
    "ara": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِن شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
    "eng": "And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allah?\" They will say, \"If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape.\"",
    "ban": "আর তারা সবাই আসবে আল্লাহ্‌র সামনে, তখন দুর্বলেরা বলবে যারা অহংকার করত তাদের -- \"আমরা তো নিশ্চয়ই তোমাদের অনুগামী ছিলাম, সুতরাং আল্লাহ্‌র শাস্তি থেকে কিছুটা আমাদের থেকে তোমরা সরিয়ে নিতে পার কি?\" তারা বলবে -- \"আল্লাহ্ যদি আমাদের সৎপথে চালিত করতেন তবে আমরাও তোমাদের সৎপথে চালিত করতাম। আমরা অসহিষ্ণুতা দেখাই বা ধৈর্যধারণ করি আমাদের জন্য সবই সমান, আমাদের জন্য কোনো নিষ্কৃতি নেই।\""
  },
  {
    "num": "22",
    "ara": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنفُسَكُم مَّا أَنَا بِمُصْرِخِكُمْ وَمَا أَنتُم بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "And Satan will say when the matter has been concluded, \"Indeed, Allah had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allah] before. Indeed, for the wrongdoers is a painful punishment.\"",
    "ban": "আর যখন ব্যাপারটার মীমাংসা হয়ে যাবে তখন শয়তান বলবে -- \"নিঃসন্দেহ আল্লাহ্ তোমাদের ওয়াদা করেছিলেন সত্য ওয়াদা, আর আমিও তোমাদের কাছে অঙ্গীকার করেছিলাম, কিন্তু তোমাদের কাছে আমি খেলাফ করি। আর তোমাদের উপরে আমার কোনো আধিপত্য ছিল না, আমি শুধুমাত্র তোমাদের ডেকেছিলাম, তখন তোমরা আমার প্রতি সাড়া দিয়েছিলে। সুতরাং তোমরা আমাকে দোষ দিও না, বরং তোমাদের নিজেদেরকেই দোষারোপ কর। আমি তোমাদের উদ্ধারের পাত্র নই আর তোমরাও আমার উদ্ধারের পাত্র নও। আমি নিঃসন্দেহ অস্বীকার করি তোমরা যে ইতিপূর্বে আমাকে অংশী বানিয়েছিলে।\" নিঃসন্দেহ অন্যায়কারীরা, -- তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "23",
    "ara": "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ تَحِيَّتُهُمْ فِيهَا سَلَامٌ",
    "eng": "And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace!\"",
    "ban": "আর যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের প্রবেশ করানো হবে স্বর্গোদ্যানসমূহে যাদের নিচে দিয়ে বয়ে যাচ্ছে ঝরনারাজি, সেখানে তারা থাকবে স্থায়ীভাবে তাদের প্রভুর অনুমতিক্রমে। সেখানে তাদের অভিবাদন হবে \"সালাম\"!"
  },
  {
    "num": "24",
    "ara": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
    "eng": "Have you not considered how Allah presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky?",
    "ban": "তোমরা কি ভেবে দেখ নি আল্লাহ্ কিভাবে উপমা দিয়ে থাকেন সাধু কথাকে উৎকৃষ্ট গাছের সঙ্গে, যার শিকড় হচ্ছে মজবুত ও যার ডালপালা আকাশে,"
  },
  {
    "num": "25",
    "ara": "تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "eng": "It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded.",
    "ban": "তা তার ফল দিচ্ছে প্রত্যেক মৌসুমে তার প্রভুর অনুমতিক্রমে। আর আল্লাহ্ মানবসমাজের জন্য উপমাসমূহ প্রয়োগ করেন যেন তারা স্মরণ করতে পারে।"
  },
  {
    "num": "26",
    "ara": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الْأَرْضِ مَا لَهَا مِن قَرَارٍ",
    "eng": "And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.",
    "ban": "আর খারাপ কথার উপমা হচ্ছে মন্দ গাছের মতো যা মাটির উপর থেকে উপড়ে ফেলা হয়েছে, এর কোনো স্থিতি নেই।"
  },
  {
    "num": "27",
    "ara": "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ",
    "eng": "Allah keeps firm those who believe, with the firm word, in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills.",
    "ban": "যারা ঈমান এনেছে আল্লাহ্ তাদের প্রতিষ্ঠিত করেন শাশ্বত বাণীর দ্বারা এই দুনিয়ার জীবনে ও পরকালে, আর আল্লাহ্ পথহারা করেন অন্যায়কারীদের, আর আল্লাহ্ যা ইচ্ছে করেন তাই করেন।"
  },
  {
    "num": "28",
    "ara": "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
    "eng": "Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin?",
    "ban": "তুমি কি তাদের দেখো নি যারা আল্লাহ্‌র অনুগ্রহ বদলে নেয় অবিশ্বাস দিয়ে, আর তাদের লোকজনকে নামিয়ে নিয়েছে ধ্বংসের আবাসে?"
  },
  {
    "num": "29",
    "ara": "جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ",
    "eng": "[It is] Hell, which they will [enter to] burn, and wretched is the settlement.",
    "ban": "জাহান্নাম -- যাতে তারা প্রবেশ করবে, আর নিকৃষ্ট এই বাসস্থান!"
  },
  {
    "num": "30",
    "ara": "وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
    "eng": "And they have attributed to Allah equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\"",
    "ban": "আর তারা আল্লাহ্‌র সমকক্ষ দাঁড় করায় যেন তারা তাঁর পথ থেকে বিপথে চালাতে পারে। তুমি বলো -- \"উপভোগ করো, তারপর তোমাদের প্রত্যাবর্তন নিশ্চয়ই আগুনের দিকে।\""
  },
  {
    "num": "31",
    "ara": "قُل لِّعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
    "eng": "[O Muhammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange, nor any friendships.",
    "ban": "আমার বান্দাদের যারা বিশ্বাস করে তাদের বলো -- তারা নামায কায়েম করুক, এবং আমরা তাদের যে জীবনোপক রণ দিয়েছি তা থেকে তারা খরচ করুক, গোপনে ও প্রকাশ্যভাবে, সেইদিন আসবার আগে যাতে চলবে না কোনো লেনদেন, না কোনো বন্ধু- সম্পর্ক।"
  },
  {
    "num": "32",
    "ara": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
    "eng": "It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers.",
    "ban": "আল্লাহ্ তিনিই যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, আর আকাশ থেকে বর্ষণ করেন পানি, তারপর তার সাহায্যে তিনি উৎপাদন করেন তোমাদের জীবিকার জন্য ফলমূল, আর তোমাদের জন্য তিনি অধীন করেছেন জাহাজ যেন তাঁর বিধান অনুযায়ী তা সমুদ্রে চলাচল করে, আর তোমাদের জন্য তিনি বশীভূত করেছেন নদনদী।"
  },
  {
    "num": "33",
    "ara": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ",
    "eng": "And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.",
    "ban": "আর তিনি তোমাদের অনুগত করেছেন সূর্য ও চন্দ্রকে যারা নিয়মানুগতভাবে চলমান, আর তিনি তোমাদের অধীন করেছেন রাত ও দিনকে।"
  },
  {
    "num": "34",
    "ara": "وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنسَانَ لَظَلُومٌ كَفَّارٌ",
    "eng": "And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.",
    "ban": "আর তিনি তোমাদের প্রদান করেন তোমরা তাঁর কাছে যা প্রার্থনা কর তার সব-কিছু থেকেই। আর তোমরা যদি আল্লাহ্‌র অনুগ্রহ গণনা করতে যাও তোমরা তা গণতে পারবে না। মানুষ আলবৎ বড়ই অন্যায়কারী, অত্যন্ত অকৃতজ্ঞ।"
  },
  {
    "num": "35",
    "ara": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
    "eng": "And [mention, O Muhammad], when Abraham said, \"My Lord, make this city [Makkah] secure and keep me and my sons away from worshipping idols.",
    "ban": "আর স্মরণ কর! ইব্রাহীম বলেছিলেন -- \"আমার প্রভু! এই শহরটাকে নিরাপদ করো, আর আমাকে ও আমার সন্তান-সন্ততিকে পুতুল প্রতিমা পূজা-অর্চনা থেকে রক্ষা করো।"
  },
  {
    "num": "36",
    "ara": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
    "eng": "My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me; and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful.",
    "ban": "\"আমার প্রভু! নিঃসন্দেহ তারা মানবসমাজের অনেককে বিপথে নিয়েছে, সুতরাং যে আমাকে অনুসরণ করে সেই তবে আমার মধ্যেকার, আর যে আমাকে অমান্য করে তুমিই তো পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "37",
    "ara": "رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
    "eng": "Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful.",
    "ban": "\"আমার প্রভু! আমি নিশ্চয়ই আমার বংশধরদের কতককে বসবাস করালাম তোমার পবিত্র গৃহের নিকটে চাষ-বাসহীন উপত্যকায়, -- আমাদের প্রভু! যেন তারা নামায কায়েম করে, সেজন্যে কিছু লোকের মন তাদের প্রতি অনুরাগী বানিয়ে দাও, আর তাদের ফলফসল দিয়ে জীবিকা প্রদান করো, যেন তারা কৃতজ্ঞতা প্রকাশ করে।"
  },
  {
    "num": "38",
    "ara": "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِن شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
    "eng": "Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allah on the earth or in the heaven.",
    "ban": "\"আমাদের প্রভু! তুমি নিশ্চয় জান যা আমরা গোপন করি ও যা আমরা প্রকাশ করি। আর আল্লাহ্‌র কাছে পৃথিবীতে কোনো কিছুই লুকোনো নেই আর মহাকাশেও নয়।"
  },
  {
    "num": "39",
    "ara": "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
    "eng": "Praise to Allah, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication.",
    "ban": "\"সমস্ত প্রশংসা আল্লাহ্‌র যিনি আমাকে বৃদ্ধ বয়েসে ইসমাইল ও ইসহাককে দান করেছেন। নিঃসন্দেহ আমার প্রভু প্রার্থনা শ্রবণকারী।"
  },
  {
    "num": "40",
    "ara": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
    "eng": "My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication.",
    "ban": "\"আমার প্রভু! আমাকে নামাযে সুপ্রতিষ্ঠিত করে দাও, আর আমার বংশধরদের থেকেও, আমাদের প্রভু! আর আমার প্রার্থনা কবুল করো।"
  },
  {
    "num": "41",
    "ara": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
    "eng": "Our Lord, forgive me and my parents and the believers the Day the account is established.\"",
    "ban": "\"আমাদের প্রভু! আমাকে পরিত্রাণ করো, আর আমার পিতামাতাকেও আর বিশ্বাসিগণকেও -- যেদিন হিসাবপত্র নেওয়া হবে তখন।\""
  },
  {
    "num": "42",
    "ara": "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
    "eng": "And never think that Allah is unaware of what the wrongdoers do. He only delays them for a Day when eyes will stare [in horror].",
    "ban": "আর তোমরা ভেবো না যে অন্যায়কারীরা যা করে আল্লাহ্ সে-সন্বন্ধে বেখেয়াল। তিনি তাদের শুধু অবকাশ দিচ্ছেন সেইদিন পর্যন্ত যেদিন চোখগুলো হবে পলকহীন স্থির --"
  },
  {
    "num": "43",
    "ara": "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ",
    "eng": "Racing ahead, their heads raised up, their glance does not come back to them, and their hearts are void.",
    "ban": "ছুটে চলেছে তাদের মাথা খাড়া করে, তাদের দৃষ্টি তাদের নিজেদের দিকেও ফিরছে না, আর তাদের চিত্ত হয়েছে ফাঁকা।"
  },
  {
    "num": "44",
    "ara": "وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
    "eng": "And, [O Muhammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation?",
    "ban": "আর লোকজনকে সতর্ক কর সেইদিন সন্বন্ধে যখন তাদের উপরে শাস্তি ঘনিয়ে আসবে, যারা অন্যায় করেছিল তারা তখন বলবে, \"আমাদের প্রভু! আমাদের অবকাশ দাও অল্প কিছুকাল পর্যন্ত যেন আমরা তোমার ডাকে সাড়া দিতে পারি এবং রসূলগণকে অনুসরণ করতে পারি।\" \"কি! তোমরা কি ইতিপূর্বে শপথ করতে থাক নি যে তোমাদের জন্য কোনো পড়ন্ত অবস্থা নেই?"
  },
  {
    "num": "45",
    "ara": "وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
    "eng": "And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples.\"",
    "ban": "\"আর তোমরা বাস করতে তাদের বাসভূমিতে যারা নিজেদের আ‌ত্মার প্রতি অন্যায়াচরণ করেছিল, অথচ তোমাদের কাছে এটি সুস্পষ্ট করা হয়েছিল কিভাবে আমরা তাদের প্রতি ব্যবহার করেছিলাম আর তোমাদের জন্য বানিয়েছিলাম দৃষ্টান্ত।\""
  },
  {
    "num": "46",
    "ara": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِندَ اللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
    "eng": "And they had planned their plan, but with Allah is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.",
    "ban": "আর তারা নিশ্চয়ই তাদের চক্রান্ত এঁটেছিল, কিন্তু তাদের চক্রান্ত আছে আল্লাহ্‌র কাছে, যদিও তাদের চক্রান্ত এমন যে তার দ্বারা পাহাড়গুলো টলে যায়।"
  },
  {
    "num": "47",
    "ara": "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقَامٍ",
    "eng": "So never think that Allah will fail in His promise to His messengers. Indeed, Allah is Exalted in Might and Owner of Retribution.",
    "ban": "সুতরাং তুমি কখনো ভেবো না যে আল্লাহ্ তাঁর রসূলগণের কাছে দেওয়া তাঁর প্রতি‌শ্রুতি খেলাফ করবেন। নিঃসন্দেহ আল্লাহ্ মহাশক্তিশালী, প্রতিফল প্রদানকারী।"
  },
  {
    "num": "48",
    "ara": "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
    "eng": "[It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and all creatures will come out before Allah, the One, the Prevailing.",
    "ban": "সেইদিন এ পৃথিবী বদলে হবে অন্য পৃথিবী, আর মহাকাশমন্ডলীও, আর তারা হাজির হবে আল্লাহ্‌র সামনে, যিনি একক, সর্বশক্তিমান।"
  },
  {
    "num": "49",
    "ara": "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِي الْأَصْفَادِ",
    "eng": "And you will see the criminals that Day bound together in shackles,",
    "ban": "আর তুমি দেখতে পাবে -- অপরাধীরা সেইদিন শিকলের মধ্যে বাঁধা অবস্থায়, --"
  },
  {
    "num": "50",
    "ara": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ",
    "eng": "Their garments of liquid pitch and their faces covered by the Fire.",
    "ban": "তাদের জামা হবে পীচের, আর তাদের মুখমন্ডল আবৃত করে থাকবে আগুন, --"
  },
  {
    "num": "51",
    "ara": "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
    "eng": "So that Allah will recompense every soul for what it earned. Indeed, Allah is swift in account.",
    "ban": "যেন আল্লাহ্ প্রত্যেক সত্ত্বাকে প্রতিদান দিতে পারেন যা সে অর্জন করেছে, নিঃসন্দেহ আল্লাহ্ হিসেব-নিকেশে তৎপর।"
  },
  {
    "num": "52",
    "ara": "هَذَا بَلَاغٌ لِّلنَّاسِ وَلِيُنذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ",
    "eng": "This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded.",
    "ban": "এই হচ্ছে মানব সমাজের জন্য এক বার্তা যেন তারা জানতে পারে যে তিনিই নিঃসন্দেহ একক উপাস্য, আর বোধ শক্তিসম্পন্নেরা যেন উপদেশ গ্রহণ করতে পারে।"
  }
]
