[
  {
    "num": "1",
    "ara": "سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
    "eng": "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.",
    "ban": "সকল মহিমা তাঁর যিনি তাঁর বান্দাকে রাত্রিবেলা ভ্রমণ করিয়েছিলেন পবিত্র মসজিদ থেকে দূরবর্তী মসজিদে -- যার পরিবেশ আমরা মঙ্গলময় করেছিলাম যেন আমরা তাঁকে দেখাতে পারি আমাদের কিছু নিদর্শন। নিঃসন্দেহ তিনি স্বয়ং সর্বশ্রোতা, সর্বদ্রষ্টা।"
  },
  {
    "num": "2",
    "ara": "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِن دُونِي وَكِيلًا",
    "eng": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,",
    "ban": "আর আমরা মুসাকে গ্রন্থ দিয়েছিলাম আর ইসরাইল বংশীয়দের জন্য আমরা একে পথনির্দেশক বানিয়েছিলাম এই বলে -- \"আমাকে ছেড়ে দিয়ে কোনো কর্ণধার গ্রহণ করো না।"
  },
  {
    "num": "3",
    "ara": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا",
    "eng": "O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.",
    "ban": "\"তাদের বংশধর যাদের আমরা নূহ-এর সঙ্গে বহন করেছিলাম। নিঃসন্দেহ তিনি ছিলেন একজন কৃতজ্ঞ বান্দা।\""
  },
  {
    "num": "4",
    "ara": "وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
    "eng": "And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.",
    "ban": "আর আমরা ইসরাইল বংশীয়দের কাছে গ্রন্থের মধ্যে স্পষ্ট জানিয়েছিলাম -- \"তোমরা অবশ্য দুইবার পৃথিবীতে বিপর্যয় সৃষ্টি করবে, আর তোমরা নিশ্চয়ই ঘোর অহঙ্কারে অহঙ্কার করবে।\""
  },
  {
    "num": "5",
    "ara": "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ وَكَانَ وَعْدًا مَّفْعُولًا",
    "eng": "So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.",
    "ban": "অতঃপর যখন এই দুয়ের প্রথম ওয়াদার সময় এল তখন আমরা তোমাদের বিরুদ্ধে পাঠালাম আমার অতিশয় শক্তিশালী বান্দাদের, তাই তারা ঘরে অন্দরমহলে ঢুকে ধ্বংসলীলা শুরু করল। আর এই ওয়াদা কার্যকর হয়েই ছিল।"
  },
  {
    "num": "6",
    "ara": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا",
    "eng": "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower",
    "ban": "তারপর আমরা তাদের উপরে তোমাদের ফিরিয়ে দিলাম পালটা মোড, আর তোমাদের সাহায্য করলাম ধনসম্পদ ও সন্তান-সন্ততি দিয়ে, আর দলেবলে তোমাদের গরিষ্ট করলাম।"
  },
  {
    "num": "7",
    "ara": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا",
    "eng": "[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.",
    "ban": "তোমরা যদি সৎকাজ কর তবে তোমাদের নিজেদের জন্যেই সৎকাজ করছো, আর যদি তোমরা মন্দ কর তবে তাও নিজেদের জন্যে। সুতরাং যখন পরবর্তী ওয়াদার সময় এল তখন যেন তারা তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করতে পারে, আর যেন তারা মসজিদে ঢুকতে পারে যেমন ওরা প্রথমবার এতে ঢুকেছিল, আর যেন তারা পূর্ণ বিধ্বংসে ধ্বংস করতে পারে যা-কিছু তারা দখল করে।"
  },
  {
    "num": "8",
    "ara": "عَسَى رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا",
    "eng": "[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed.\"",
    "ban": "হতে পারে যে তোমাদের প্রভু তোমাদের প্রতি করুণা করবেন, কিন্তু যদি তোমরা ফেরো তবে আমরাও ফিরব। আর আমরা অবিশ্বাসীদের জন্য জাহান্নামকে কয়েদখানা বানিয়েছি।"
  },
  {
    "num": "9",
    "ara": "إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
    "eng": "Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward.",
    "ban": "নিঃসন্দেহ এই কুরআন পথ দেখায় সেইদিকে যা সঠিক, আর মুমিনদের যারা সৎকর্ম করে তাদের সুসংবাদ দেয় যে তাদের জন্য রয়েছে মহান পারিশ্রমিক।"
  },
  {
    "num": "10",
    "ara": "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
    "eng": "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment.",
    "ban": "আর যারা পরকালে বিশ্বাস করে না তাদের জন্য আমরা তৈরি করেছি মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "11",
    "ara": "وَيَدْعُ الْإِنسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنسَانُ عَجُولًا",
    "eng": "And man supplicates for evil as he supplicates for good, and man is ever hasty.",
    "ban": "আর মানুষ মন্দের জন্য কামনা করে যেমন তার উচিত ভালোর জন্য কামনা করা। আর মানুষ সদা ব্যস্ত-সমস্ত।"
  },
  {
    "num": "12",
    "ara": "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا",
    "eng": "And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail.",
    "ban": "আর আমরা রাতকে এবং দিনকে বানিয়েছি দুটি নিদর্শন, কাজেই রাতের নিদর্শনকে আমরা মুছে ফেলি, আর দিনের নিদর্শনকে বানাই সুদৃশ্য যেন তোমরা তোমাদের প্রভুর কাছ থেকে করুণাভান্ডার অণ্বেষণ করতে পার, আর যেন তোমরা বছরের গণনা ও হিসাব জানতে পার। আর সব-কিছুই আমরা বর্ণনা করেছি বিশদভাবে।"
  },
  {
    "num": "13",
    "ara": "وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا",
    "eng": "And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open.",
    "ban": "আর প্রত্যেকটি মানুষ -- আমরা তার পাখি তার গলায় বেঁধে দিয়েছি। আর কিয়ামতের দিনে আমরা তার জন্য বের করে দেব একটি খাতা যা সে দেখতে পাবে সম্পূর্ণ খোলা।"
  },
  {
    "num": "14",
    "ara": "اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا",
    "eng": "[It will be said], \"Read your record. Sufficient is yourself against you this Day as accountant.\"",
    "ban": "\"পড় তোমার গ্রন্থ, -- আজকের দিনে তোমার আ‌ত্মাই তোমার উপরে হিসাব-তলবকারীরূপে যথেষ্ট।\""
  },
  {
    "num": "15",
    "ara": "مَّنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا",
    "eng": "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger.",
    "ban": "যে কেউ সঠিক পথে চলে সে তো তবে নিজের জন্যেই সঠিক পথ ধরে, আর যে বিপথে যায় সে তো তবে নিজের বিরুদ্ধেই বিপথে চলে। আর একজন বোঝা বহনকারী অন্যের বোঝা বহন করবে না। আর আমরা শাস্তিদাতা নই যে পর্যন্ত না আমরা কোনো রসূল পাঠিয়েছি।"
  },
  {
    "num": "16",
    "ara": "وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا",
    "eng": "And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction.",
    "ban": "আর যখন আমরা মনস্থ করি যে কোনো জনপদকে আমরা ধ্বংস করব তখন আমরা ওর সমৃদ্ধিশালী লোকদের কাছে নির্দেশ পাঠাই, কিন্তু তারা সেখানে গুন্ডামি করে, কাজেই আজ্ঞা তার উপরে ন্যায়সংগত হয়ে যায়। সুতরাং আমরা তাকে ধ্বংস করি পূর্ণ বিধ্বংসে।"
  },
  {
    "num": "17",
    "ara": "وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا",
    "eng": "And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing.",
    "ban": "আর নূহ্‌-এর পরে কত জনপদকে আমরা ধ্বংস করেছি! আর তোমার প্রভুই তাঁর বান্দাদের পাপাচার সন্বন্ধে খবরদার, দর্শকরূপে যথেষ্ট।"
  },
  {
    "num": "18",
    "ara": "مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَّدْحُورًا",
    "eng": "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished.",
    "ban": "যে কেউ কামনা করে বর্তমানকাল, আমরা তার জন্য সে-ক্ষেত্রে যা ইচ্ছা করি তাই ত্বরান্বিত করি -- যার জন্য আমরা মনস্ত করি, তারপর তার জন্যে আমরা ধার্য করি জাহান্নাম, তাতে সে প্রবেশ করবে নিন্দিত বিতাড়িত হয়ে।"
  },
  {
    "num": "19",
    "ara": "وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
    "eng": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah].",
    "ban": "আর যে কেউ পরকাল কামনা করে, আর তার জন্যে চেষ্টা করে যথাযথ প্রচেষ্টায় এবং সে মুমিন হয়, তাহলে এরাই -- এদের প্রচেষ্টা হবে স্বীকৃত।"
  },
  {
    "num": "20",
    "ara": "كُلًّا نُّمِدُّ هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا",
    "eng": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted.",
    "ban": "প্রত্যেককেই আমরা দিই, এদের এবং ওদের, তোমার প্রভুর দানসামগ্রী থেকে। আর তোমার প্রভুর দানসামগ্রী সীমাবদ্ধ নয়।"
  },
  {
    "num": "21",
    "ara": "انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا",
    "eng": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction.",
    "ban": "দেখ কেমন ক'রে আমরা তাদের কাউকে শ্রেষ্ঠত্ব দিয়েছি অন্যের উপরে। আর পরকাল নিশ্চয়ই মর্যাদার দিক দিয়ে শ্রেষ্ঠ এবং মহিমার দিক দিয়েও শ্রেষ্ঠ।"
  },
  {
    "num": "22",
    "ara": "لَّا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
    "eng": "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken.",
    "ban": "আল্লাহ্‌র সাথে অন্য উপাস্য খাড়া করো না, পাছে তুমি বসে থাক নিন্দিত নিঃসহায় হয়ে।"
  },
  {
    "num": "23",
    "ara": "وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
    "eng": "And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word.",
    "ban": "আর তোমার প্রভু বিধান করেছেন -- তাঁকে ছাড়া তোমরা অন্যের উপাসনা করো না, আর পিতামাতার প্রতি সদ্ব্যবহার। যদি তোমাদের সামনে তাদের একজন বা উভয়ে বার্ধক্যে পৌঁছোয় তবুও তাদের প্রতি \"আঃ\" বলো না, আর তাদের তিরস্কার করো না, বরং তাদের প্রতি বলবে বিনয়নম্র কথা।"
  },
  {
    "num": "24",
    "ara": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
    "eng": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\"",
    "ban": "আর তাদের উভয়ের প্রতি আনত করো করুণার সাথে আনুগত্যের ডানা দুখানা, আর বলো -- \"আমার প্রভু! তাঁদের উভয়ের প্রতি করুণা করো যেমন তাঁরা ছোটবেলায় আমাকে প্রতিপালন ক'রে বড় করেছন।\""
  },
  {
    "num": "25",
    "ara": "رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا",
    "eng": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.",
    "ban": "তোমাদের প্রভু ভাল জানেন তোমাদের অন্তরে যা-কিছু আছে। তোমরা যদি সৎকর্মপরায়ণ হও তবে নিঃসন্দেহ তিনি মুখাপেক্ষীদের প্রতি পরিত্রাণকারী।"
  },
  {
    "num": "26",
    "ara": "وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
    "eng": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.",
    "ban": "আর নিকটা‌ত্মীয়কে দাও তার প্রাপ্য, আর অভাবগ্রস্তকে ও পথচারীকেও, আর অপব্যয় করো না অপচয়ের সাথে।"
  },
  {
    "num": "27",
    "ara": "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
    "eng": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful.",
    "ban": "নিঃসন্দেহ অপব্যয়ীরা হচ্ছে শয়তানগোষ্ঠীর ভাই-বিরাদর। আর শয়তান হচ্ছে তার প্রভুর প্রতি বড় অকৃতজ্ঞ।"
  },
  {
    "num": "28",
    "ara": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
    "eng": "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word.",
    "ban": "আর তুমি যদি তাদের থেকে বিমুখ হও অথচ তোমার প্রভুর কাছ থেকে অনুগ্রহ লাভ করতে চাও যা তুমি প্রত্যাশা কর, তাহলে তাদের সঙ্গে সদয় সুরে কথা বলো।"
  },
  {
    "num": "29",
    "ara": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
    "eng": "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent.",
    "ban": "আর তোমার হাত তোমার গলার সঙ্গে আটকে রেখো না, আর তা প্রসারিত করো না পুরো সম্প্রসারণে, পাছে তুমি বসে থাক নিন্দিত সর্বস্বান্ত হয়ে।"
  },
  {
    "num": "30",
    "ara": "إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
    "eng": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing.",
    "ban": "নিঃসন্দেহ তোমার প্রভু রিযেক বাড়িয়ে দেন যার জন্য তিনি ইচ্ছে করেন আর মেপেজোখে দেন। নিঃসন্দেহ তিনি তাঁর বান্দাদের চির ওয়াকিফহাল, সর্বদ্রষ্টা।"
  },
  {
    "num": "31",
    "ara": "وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا",
    "eng": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin.",
    "ban": "আর তোমাদের সন্তানসন্ততিকে হত্যা করো না দারিদ্রের ভয়ে। আমরাই তাদের রিযেক দিই আর তোমাদেরও। নিঃসন্দেহ তাদের মেরে ফেলা এক মহাপাপ।"
  },
  {
    "num": "32",
    "ara": "وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
    "eng": "And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way.",
    "ban": "আর ব্যভিচারের ধারেকাছেও যেয়ো না, নিঃসন্দেহ তা একটি অশ্লীলতা, আর এটি এক পাপের পথ।"
  },
  {
    "num": "33",
    "ara": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنصُورًا",
    "eng": "And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law].",
    "ban": "আর কোনো সত্ত্বাকে যথাযথ কারণ ব্যতীত হত্যা করো না যাকে আল্লাহ্ নিষেধ করেছেন। আর যে কেউ অন্যায়ভাবে নিহত হয় ইতিমধ্যে আমরা তো তার অভিভাবককে অধিকার দিয়েছি, কাজেই হত্যার ব্যাপারে সে যেন বাড়াবাড়ি না করে। সে নিশ্চয়ই সাহায্যপ্রাপ্ত হবে।"
  },
  {
    "num": "34",
    "ara": "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا",
    "eng": "And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.",
    "ban": "আর এতীমের সম্পত্তির কাছে যেও না যা শ্রেষ্ঠতম সেই উদ্দেশ্য ব্যতীত, যে পর্যন্ত না সে তার সাবালকত্বে পৌঁছে। আর প্রতি‌শ্রুতি পালন করো, নিঃসন্দেহ প্রতি‌শ্রুতি সন্বন্ধে প্রশ্ন করা হবে।"
  },
  {
    "num": "35",
    "ara": "وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
    "eng": "And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result.",
    "ban": "আর পুরো মাপ দিয়ো যখন তোমরা মাপজোখ কর, আর ওজন করো সঠিক পাল্লায়। এটিই উত্তম আর পরিণামে শ্রেষ্ঠ।"
  },
  {
    "num": "36",
    "ara": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا",
    "eng": "And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned.",
    "ban": "আর যে বিষয়ে তোমার কোনো জ্ঞান নেই তার অনুসরণ করো না। নিঃসন্দেহ শ্রবণশক্তি ও দৃষ্টিশক্তি ও অন্তঃকরণ -- এ দের প্রত্যেকটিকে তাদের সন্বন্ধে সওয়াল করা হবে।"
  },
  {
    "num": "37",
    "ara": "وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الْأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولًا",
    "eng": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.",
    "ban": "আর দুনিয়াতে গর্বভরে চলাফেরা করো না, নিঃসন্দেহ তুমি তো কখনো পৃথিবীটাকে এফোঁড়-ওফোঁড় করতে পারবে না আর উচ্চতায় পাহাড়ের নাগালও পেতে পারবে না।"
  },
  {
    "num": "38",
    "ara": "كُلُّ ذَلِكَ كَانَ سَيِّئُهُ عِندَ رَبِّكَ مَكْرُوهًا",
    "eng": "All that - its evil is ever, in the sight of your Lord, detested.",
    "ban": "এইসব -- এগুলোর যা মন্দ তা তোমার প্রভুর কাছে ঘৃণ্য।"
  },
  {
    "num": "39",
    "ara": "ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَّدْحُورًا",
    "eng": "That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished.",
    "ban": "এগুলো হচ্ছে তোমার প্রভু জ্ঞানের বিষয়ে তোমার কাছে যা প্রত্যাদেশ করেছেন তার মধ্যে থেকে। সুতরাং আল্লাহ্‌র সঙ্গে অন্য উপাস্য দাঁড় করো না, পাছে তুমি জাহান্নামে নিক্ষিপ্ত হয়ে যাও নিন্দিত পরিত্যক্ত অবস্থায়।"
  },
  {
    "num": "40",
    "ara": "أَفَأَصْفَاكُمْ رَبُّكُم بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
    "eng": "Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying.",
    "ban": "তবে কি তোমাদের প্রভু তোমাদেরে ভূষিত করেছেন পুত্রসন্তানদের দিয়ে, এবং তিনি নিয়েছেন ফিরিশ্‌তাদের থেকে কন্যাসব? নিঃসন্দেহ তোমরা তো বলছ এক ভয়ানক কথা!"
  },
  {
    "num": "41",
    "ara": "وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
    "eng": "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion.",
    "ban": "আর আমরা এই কুরআনে বারবার বিবৃত করেছি যেন তারা স্মরণ করে। কিন্তু এটি তাদের বিতৃষ্ণা ছাড়া আর কিছু বাড়ায় না।"
  },
  {
    "num": "42",
    "ara": "قُل لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَّابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا",
    "eng": "Say, [O Muhammad], \"If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way.\"",
    "ban": "বলো -- \"তারা যেমন বলে তাঁর সঙ্গে যদি তেমন আরো উপাস্য থাকত তবে তারা আরশের অধিপতির প্রতি পথ খোঁজতো।\""
  },
  {
    "num": "43",
    "ara": "سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
    "eng": "Exalted is He and high above what they say by great sublimity.",
    "ban": "তাঁরই সমস্ত মহিমা! আর তারা যা বলে তা হতে তিনি মহিমান্নিত, বহু ঊর্ধ্বে!"
  },
  {
    "num": "44",
    "ara": "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
    "eng": "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving.",
    "ban": "সাত আসমান ও জমিন এবং তাদের মধ্যে যারা রয়েছে তারা তাঁর মহিমা ঘোষণা করে। আর এমন কিছু নেই যা তাঁর প্রশংসার সাথে মহিমা ঘোষণা করে না, কিন্তু তোমরা তাদের মহিমাকীর্তন অনুধাবন করতে পার না। নিঃসন্দেহ তিনি হচ্ছেন অতি অমায়িক, পরিত্রাণকারী।"
  },
  {
    "num": "45",
    "ara": "وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَّسْتُورًا",
    "eng": "And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition.",
    "ban": "আর যখন তুমি কুরআন পাঠ কর তখন তোমার মধ্যে ও যারা পরকালে বিশ্বাস করে না তাদের মধ্যে আমরা স্থাপন করি এক অদৃশ্য পর্দা।"
  },
  {
    "num": "46",
    "ara": "وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا",
    "eng": "And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion.",
    "ban": "আর আমরা তাদের হৃদয়ের উপরে এক আবরণ দিয়ে দিয়েছি পাছে তারা এটি উপলব্ধি করতে পারে, আর তাদের কানে বধিরতা। আর যখন তুমি কুরআনে তোমার প্রভুব -- তাঁর একত্বের উল্লেখ কর তখন তারা তাদের পিঠ ঘুরিয়ে ফিরে যায় বিতৃষ্ণায়।"
  },
  {
    "num": "47",
    "ara": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "eng": "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, \"You follow not but a man affected by magic.\"",
    "ban": "আমরা ভাল জানি যখন তারা এটি শুনতে যায় তখন তারা তোমার প্রতি শোনে, আর যখন তারা সলাপরামর্শ করে, দেখো! অন্যায়কারীরা বলে -- \"তোমরা তো শুধু এক জাদুগ্রস্ত লোককে অনুসরণ করছ।\""
  },
  {
    "num": "48",
    "ara": "انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "eng": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
    "ban": "দেখো, কিরূপ উপমা তারা তোমার জন্য ছোঁড়ে, কাজেই তারা বিপথে গেছে, সুতরাং তারা পথ পাবার সামর্থ্য রাখে না।"
  },
  {
    "num": "49",
    "ara": "وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
    "eng": "And they say, \"When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?\"",
    "ban": "আর তারা বলে -- \"কি! আমরা যখন হাড্ডি ও চূর্ণ-বিচূর্ণ হয়ে যাব, তখন কি আমরা নতুন সৃষ্টিতে পুনরুত্থিত হব?\""
  },
  {
    "num": "50",
    "ara": "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا",
    "eng": "Say, \"Be you stones or iron",
    "ban": "বলো -- \"তোমরা পাথর অথবা লোহা হয়ে যাও,"
  },
  {
    "num": "51",
    "ara": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَن يَكُونَ قَرِيبًا",
    "eng": "Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon -",
    "ban": "\"অথবা আর কোনো সৃষ্টবস্তু যা তোমাদের ধারণায় আরো শক্ত!\" তখন তারা বলবে -- \"কে আমাদের ফিরিয়ে আনবে?\" বলো -- \"যিনি তোমাদের প্রথমবারে সৃষ্টি করেছিলেন।\" তখন তারা তোমার দিকে তাদের মাথা নাড়বে ও বলবে -- \"এ কখন হবে!\" তুমি বলো -- \"হতে পারে এ নিকটবর্তী।\""
  },
  {
    "num": "52",
    "ara": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
    "eng": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\"",
    "ban": "যেদিন তিনি তোমাদের ডাকবেন তখন অচিরেই তোমরা সাড়া দেবে তাঁর প্রশংসার সাথে, আর তোমরা ভাববে যে তোমরা তো অবস্থান করছিলে শুধু অল্পক্ষণ।"
  },
  {
    "num": "53",
    "ara": "وَقُل لِّعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنسَانِ عَدُوًّا مُّبِينًا",
    "eng": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy.",
    "ban": "আর আমার বান্দাদের বল যে তারা যেন কথা বলে যা সর্বোৎকৃষ্ট। নিঃসন্দেহ শয়তান তাদের মধ্যে বিরোধের উসকানি দেয়। শয়তান মানুষের জন্য নিশ্চয় প্রকাশ্য শত্রু।"
  },
  {
    "num": "54",
    "ara": "رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا",
    "eng": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager.",
    "ban": "তোমাদের প্রভু তোমাদের ভালভাবে জানেন। তিনি যদি ইচ্ছে করেন তবে তিনি তোমাদের প্রতি করুণা করবেন, অথবা তিনি যদি চান তো তোমাদের শাস্তি দেবেন। আর তোমাকে আমরা পাঠাই নি তাদের উপরে কর্ণধাররূপে।"
  },
  {
    "num": "55",
    "ara": "وَرَبُّكَ أَعْلَمُ بِمَن فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا",
    "eng": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms].",
    "ban": "আর তোমার প্রভু ভাল জানেন তাদের যারা আছে মহাকাশমন্ডলীতে ও পৃথিবীতে। আর আমরা নিশ্চয় কোনো-কোনো নবীকে প্রাধান্য দিয়েছি অন্যদের উপরে, আর দাউদকে আমরা দিয়েছিলাম যবূর।"
  },
  {
    "num": "56",
    "ara": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
    "eng": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\"",
    "ban": "বলো -- \"তাঁকে ছেড়ে দিয়ে তোমরা যাদের প্রতি ঝোঁকো তাদের ডাকো, কিন্তু তারা তোমাদের থেকে বিপদ-আপদ দূর করার কোনো ক্ষমতা রাখে না, আর তা বদলাবারও না।\""
  },
  {
    "num": "57",
    "ara": "أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
    "eng": "Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared.",
    "ban": "ঐ সব যাদের তারা ডাকে তারা তাদের প্রভুর কাছে অছিলা খোঁজে -- তাদের মধ্যের কে হবে নিকটতম, আর তারা তাঁর করুণার প্রত্যাশা করে ও তাঁর শাস্তির ভয় করে। নিঃসন্দেহ তোমার প্রভুর শাস্তিকে এড়িয়ে চলতে হবে।"
  },
  {
    "num": "58",
    "ara": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا",
    "eng": "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed.",
    "ban": "আর এমন কোনো জনপদ নেই যাকে না আমরা কিয়ামতের দিনের আগে বিধ্বংস করব, অথবা কঠোর শাস্তিতে তাদের শাস্তি দেব। এটি গ্রন্থের মধ্যে লিপিবদ্ধ অবস্থায় রয়েছে।"
  },
  {
    "num": "59",
    "ara": "وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا",
    "eng": "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning.",
    "ban": "আর আমাদের নিদর্শনসমূহ পাঠাতে কিছুই আমাদের বাধা দেয় না এ ভিন্ন যে প্রাচীনকালীনরা সে-সব প্রত্যাখ্যান করেছিল। আর আমরা ছামূদ জাতিকে দিয়েছিলাম উষ্টী -- এক স্পষ্ট নিদর্শনরূপে, কিন্তু তারা ওর প্রতি অন্যায় করেছিল। বস্তুতঃ আমরা নিদর্শনসমূহ পাঠাই না হুশিয়াঁর করার জন্যে ছাড়া।"
  },
  {
    "num": "60",
    "ara": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا",
    "eng": "And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression.",
    "ban": "আর স্মরণ করো! আমরা তোমাকে বলেছিলাম -- \"নিঃসন্দেহ তোমার প্রভু মানুষকে ঘেরাও করে আছেন। আর তো মাকে যা দেখিয়েছিলাম সেই দৈবদর্শন আমরা মানুষের জন্যে একটি পরীক্ষার জন্য ছাড়া বানাই নি, আর কুরআনে বর্ণিত অভিশপ্ত বৃক্ষও। আর আমরা তাদের হুশিয়াঁর করছি, কিন্তু এটি তাদের তীব্র অবাধ্যতা ছাড়া আর কিছুই বাড়ায় না।"
  },
  {
    "num": "61",
    "ara": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
    "eng": "And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay?\"",
    "ban": "আর আমরা যখন ফিরিশ্‌তাদের বললাম -- \"আদমকে সিজদা করো\", তখন তারা সিজদা করল, ইবলিস ব্যতীত। সে বললে -- \"আমি কি তাকে সিজদা করব যাকে তুমি কাদা দিয়ে সৃষ্টি করেছ?\""
  },
  {
    "num": "62",
    "ara": "قَالَ أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا",
    "eng": "[Iblees] said, \"Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few.\"",
    "ban": "সে বললে -- \"দেখুন তো! এই বুঝি সে যাকে আপনি আমার উপরে মর্যাদা দিলেন? কিয়ামতের দিন পর্যন্ত যদি আমাকে আপনি অবকাশ দেন তবে আমি আলবৎ তার বংশধরদের সর্বনাশ করব অল্প কয়েকজন ছাড়া।\""
  },
  {
    "num": "63",
    "ara": "قَالَ اذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَّوْفُورًا",
    "eng": "[Allah] said, \"Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense.",
    "ban": "তিনি বললেন -- \"চলে যাও! বস্তুতঃ তাদের মধ্যের যে কেউ তোমার অনুসরণ করবে তাহলে জাহান্নামই তোমাদের পরিণতি -- এক পরিপূর্ণ প্রতিফল।"
  },
  {
    "num": "64",
    "ara": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
    "eng": "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion.",
    "ban": "\"আর তাদের যাকে পার তোমার আহ্বানে প্রতারিত কর, আর তাদের উপরে হামলা চালাও তোমার ঘোড়সওয়ারদের দ্বারা, আর তোমার পদাতিক বাহিনীর দ্বারা, আর তাদের অংশী হও ধনসম্পত্তিতে এবং সন্তানসন্ততিতে, আর তাদের ওয়াদা করো।\" আর শয়তান তাদের প্রতি‌শ্রুতি দেয় না প্রতারণা করা ছাড়া।"
  },
  {
    "num": "65",
    "ara": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا",
    "eng": "Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs.",
    "ban": "\"নিঃসন্দেহ আমার বান্দাদের সন্বন্ধে, -- তাদের উপরে তোমার কোনো প্রভাব নেই।\" আর কর্ণধাররূপে তোমার প্রভুই যথেষ্ট।"
  },
  {
    "num": "66",
    "ara": "رَّبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِن فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا",
    "eng": "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful.",
    "ban": "তোমাদের প্রভু তিনিই যিনি তোমাদের জন্য সাগরে জাহাজ পরিচালিত করেন যেন তোমরা তাঁর করুণাভান্ডার থেকে অনুসন্ধান করতে পার। নিঃসন্দেহ তিনি তোমাদের জন্য সদা অফুরন্ত ফলদাতা।"
  },
  {
    "num": "67",
    "ara": "وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنسَانُ كَفُورًا",
    "eng": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful.",
    "ban": "আর যখন সমুদ্রের মধ্যে বিপদ তোমাদের স্পর্শ করে তখন যাদের তোমরা ডাকো তারা চলে যায় কেবলমাত্র তিনি ছাড়া, কিন্তু তিনি যখন তোমাদের উদ্ধার ক'রে তীরে নিয়ে আসেন তখন তোমরা ফিরে যাও। আর মানুষ বড় অকৃতজ্ঞ।"
  },
  {
    "num": "68",
    "ara": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا",
    "eng": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate.",
    "ban": "তবে কি তোমরা নিশ্চিত বোধ কর যে তিনি কোনো জমির কিনারায় তোমাদের নিশ্চিহ করবেন না অথবা তোমাদের উপরে কোনো কঙ্করময় ঝড় বর্ষণ করবেন না? তখন তোমরা তোমাদের জন্য কোনো কর্ণধার পাবে না।"
  },
  {
    "num": "69",
    "ara": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا",
    "eng": "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger.",
    "ban": "অথবা তোমরা কি নিশ্চিত বোধ কর যে তোমাদের এই দশায় আর একবার নিয়ে যাবেন না, তখন তোমাদের বিরুদ্ধে পাঠাবেন এক প্রচন্ড ঝড় এবং তোমাদের ডুবিয়ে দেবেন যেহেতু তোমরা অবিশ্বাস করেছিলে? তখন তোমরা আমাদের বিরুদ্ধে তোমাদের জন্য এই ব্যাপারে কোনো প্রতিকারকারী পাবে না?"
  },
  {
    "num": "70",
    "ara": "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
    "eng": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference.",
    "ban": "আর আমরা অবশ্য আদমসন্তানদের মর্যাদাদান করেছি, আর আমরা তাদের বহন করি স্থলে ও জলে, এবং তাদের রিযেক দান করেছি উৎকৃষ্ট বস্তু দিয়ে, আর আমরা যাদের সৃষ্টি করেছি তাদের অনেকের উপরে আমরা তাদের প্রাধান্য দিয়েছি শ্রেষ্ঠত্বের সাথে।"
  },
  {
    "num": "71",
    "ara": "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
    "eng": "[Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed].",
    "ban": "সেইদিন আমরা প্রত্যেক জনসমাজকে আহ্বান করব তাদের ইমাম সহ। সুতরাং যাকে তার কিতাব তার ডান হাতে দেয়া হবে তারা তবে তাদের কিতাব পড়বে, আর তাদের প্রতি খেজুর-বিচির-পাতলা-পরত পরিমাণেও অন্যায় করা হবে না।"
  },
  {
    "num": "72",
    "ara": "وَمَن كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا",
    "eng": "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way.",
    "ban": "আর যে ইহলোকে অন্ধ সে তবে পরলোকেও হবে অন্ধ, এবং পথ থেকে অধিকতর পথভ্রষ্ট।"
  },
  {
    "num": "73",
    "ara": "وَإِن كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَّاتَّخَذُوكَ خَلِيلًا",
    "eng": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend.",
    "ban": "আর অবশ্যই তারা মতলব করেছিল তোমার কাছে আমরা যা প্রত্যাদেশ দিয়েছি তা থেকে তোমাকে বিচ্যুত করতে, যেন তুমি আমাদের বিরুদ্ধে তার পরিবর্তে অন্য কিছু জাল কর, আর তখন তারা তোমাকে নিশ্চয়ই গ্রহণ করবে অন্তরঙ্গ বান্ধবরূপে।"
  },
  {
    "num": "74",
    "ara": "وَلَوْلَا أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا",
    "eng": "And if We had not strengthened you, you would have almost inclined to them a little.",
    "ban": "আর আমরা যদি তোমাকে সুপ্রতিষ্ঠিত না করতাম তা'হলে তুমি আলবৎ তাদের প্রতি সামান্য কিছু ঝুঁকেই পড়তে, --"
  },
  {
    "num": "75",
    "ara": "إِذًا لَّأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
    "eng": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper.",
    "ban": "সেক্ষেত্রে আমরা নিশ্চয় তোমাকে দ্বিগুণ শাস্তি আস্বাদন করাতাম ইহজীবনে এবং দ্বিগুণ মৃত্যুকালে, তখন আমাদের বিরুদ্ধে তোমার জন্য কোনো সাহায্যকারী পাবে না।"
  },
  {
    "num": "76",
    "ara": "وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَّا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا",
    "eng": "And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.",
    "ban": "আর তারা নিশ্চয় চেয়েছিল যে দেশ থেকে তোমাকে তারা উৎখাত করবে যাতে তারা তোমাকে সেখানে থেকে বহিস্কার করতে পারে। আর সেক্ষেত্রে তোমার পরে তারা টিকে থাকত না অল্পকাল ছাড়া।"
  },
  {
    "num": "77",
    "ara": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
    "eng": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration.",
    "ban": "এটিই রীতি তোমার আগে আমাদের রসূলদের মধ্যের যাদের আমরা পাঠিয়েছিলাম তাঁদের সন্বন্ধে, আর আমাদের রীতির কোনো পরিবর্তন তুমি পাবে না।"
  },
  {
    "num": "78",
    "ara": "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا",
    "eng": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed.",
    "ban": "নামায কায়েম করো সূর্যের হেলে পড়া থেকে রাতের অন্ধকার পর্যন্ত, আর ফজরের কুরআন পাঠ। নিঃসন্দেহ ফজরের কুরআন- পাঠ পরিলক্ষিত হয়।"
  },
  {
    "num": "79",
    "ara": "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
    "eng": "And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station.",
    "ban": "আর রাতের মধ্যে থেকে এর দ্বারা জাগরণে কাটাও -- তোমার জন্য এক অতিরিক্ত, হতে পারে তোমার প্রভু তোমাকে উন্নত করবেন এক সুপ্রশংসিত অবস্থায়।"
  },
  {
    "num": "80",
    "ara": "وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا",
    "eng": "And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority.\"",
    "ban": "আর তুমি বলো -- \"আমার প্রভু! আমাকে প্রবেশ করতে দাও মঙ্গলজনক প্রবেশকরণে, এবং আমাকে বের করে আনো মঙ্গলময় নির্গমনে, আর তোমার কাছ থেকে আমাকে দাও একটি সহায়ক কর্তৃত্ব।\""
  },
  {
    "num": "81",
    "ara": "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا",
    "eng": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\"",
    "ban": "আর বলো -- \"সত্য এসেই গেছে আর মিথ্যা অন্তর্ধান করেছে। নিঃসন্দেহ মিথ্যা তো সদা অন্তর্ধানশীল।\""
  },
  {
    "num": "82",
    "ara": "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
    "eng": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.",
    "ban": "আর আমরা কুরআনের মধ্যে অবতীর্ণ করেছি যা হচ্ছে বিশ্বাসীদের জন্য উপশম এবং করুণা, আর এটি অন্যায়কারীদের ক্ষতিসাধন ছাড়া আর কিছু বাড়ায় না।"
  },
  {
    "num": "83",
    "ara": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا",
    "eng": "And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing.",
    "ban": "আর যখন আমরা মানুষের প্রতি করুণা বর্ষণ করি সে ঘুরে দাঁড়ায় ও অহংকার দেখায়, আর যখন মন্দ তাকে স্পর্শ করে সে হতাশ হয়ে যায়।"
  },
  {
    "num": "84",
    "ara": "قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَى سَبِيلًا",
    "eng": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\"",
    "ban": "বলো -- \"প্রত্যেকে কাজ করে চলে আপন ধরনে।\" কিন্তু তোমাদের প্রভু ভাল জানেন কে হচ্ছে পথে চালিত।"
  },
  {
    "num": "85",
    "ara": "وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا",
    "eng": "And they ask you, [O Muhammad], about the soul. Say, \"The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little.\"",
    "ban": "আর তারা তোমাকে জিজ্ঞাসা করে রূহ সম্পর্কে। বলো -- \"রূহ আমার প্রভুর নির্দেশাধীন, আর তোমাদের তো জ্ঞানভান্ডারের সৎসামান্য বৈ দেওয়া হয় নি।\""
  },
  {
    "num": "86",
    "ara": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا",
    "eng": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us.",
    "ban": "আর আমরা যদি চাইতাম তবে তোমার কাছে যা প্রত্যাদেশ পাঠিয়েছি তা আমরা আলবৎ প্রত্যাহার করতাম, তখন এ বিষয়ে তুমি আমাদের বিরুদ্ধে কোনো কার্যনির্বাহক পেতে না, --"
  },
  {
    "num": "87",
    "ara": "إِلَّا رَحْمَةً مِّن رَّبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا",
    "eng": "Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great.",
    "ban": "কিন্তু এটি তোমার প্রভুর কাছ থেকে করুণা। নিঃসন্দেহ তোমার প্রতি তাঁর করুণা অতি বিরাট।"
  },
  {
    "num": "88",
    "ara": "قُل لَّئِنِ اجْتَمَعَتِ الْإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
    "eng": "Say, \"If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants.\"",
    "ban": "বলো -- \"যদি মানুষ ও জিন সম্মিলিত হতো এই কুরআনের সমতুল্য কিছু নিয়ে আসতে, তারা এর মতো কিছুই আনতে পারত না, যদিও-বা তাদের কেউ-কেউ অন্যদের পৃষ্ঠপোষক হতো।\""
  },
  {
    "num": "89",
    "ara": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
    "eng": "And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief.",
    "ban": "আর আমরা অবশ্যই লোকেদের জন্য এই কুরআনে সব রকমের দৃষ্টান্ত বিশদভাবে বর্ণনা করেছি, কিন্তু অধিকাংশ মানুষই প্রত্যাখ্যান করা ছাড়া আর সব-কিছুতেই অসম্মত।"
  },
  {
    "num": "90",
    "ara": "وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا",
    "eng": "And they say, \"We will not believe you until you break open for us from the ground a spring.",
    "ban": "আর তারা বলে -- \"আমরা কখনই তোমাতে বিশ্বাস করব না যতক্ষণ না তুমি পৃথিবী থেকে আমাদের জন্য একটি ঝরনা উৎসারণ করো,"
  },
  {
    "num": "91",
    "ara": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا",
    "eng": "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]",
    "ban": "\"আর না হয় তোমার জন্যেই থাকুক খেজুরের ও আঙুরের বাগান, যার মধ্যে তুমি ঝরনারাজি উৎসারিত করে বইয়ে দেবে,"
  },
  {
    "num": "92",
    "ara": "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا",
    "eng": "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]",
    "ban": "\"অথবা তুমি আকাশকে আমাদের উপরে নামাবে খন্ড-বিখন্ড ক'রে যেমন তুমি ভাব, নতুবা তুমি আল্লাহ্‌কে ও ফিরিশ্‌তাগণকে সামনা-সামনি নিয়ে আসবে,"
  },
  {
    "num": "93",
    "ara": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
    "eng": "Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger?\"",
    "ban": "\"নয়ত তোমার জন্য হোক একটি সোনার তৈরি ঘর, অথবা তুমি আকাশে আরোহণ করবে। আর আমরা কখনো তোমার ঊর্ধ্বারোহণে বিশ্বাস করব না যতক্ষণ না তুমি আমাদের জন্য এক কিতাব নামিয়ে আনো -- যা আমরা পড়তে পারি।\" বলো, -- \"সকল মহিমা আমার প্রভুর! আমি কি একজন মানুষ -- একজন রসূল ছাড়া অন্য কিছু?\""
  },
  {
    "num": "94",
    "ara": "وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَن قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَّسُولًا",
    "eng": "And what prevented the people from believing when guidance came to them except that they said, \"Has Allah sent a human messenger?\"",
    "ban": "আর লোকগুলোকে বিশ্বাস স্থাপন করতে অন্য কিছু বাধা দেয় না যখন তাদের কাছে হেদায়ত আসে এই ভিন্ন যে তারা বলে -- \"আল্লাহ্ কি একজন মানুষকেই রসূল ক'রে দাঁড় করিয়েছেন?\""
  },
  {
    "num": "95",
    "ara": "قُل لَّوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاءِ مَلَكًا رَّسُولًا",
    "eng": "Say, \"If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger.\"",
    "ban": "তুমি বলো -- \"যদি পৃথিবীতে ফিরিশ্‌তারা চলাফেরা করত নিশ্চিন্তভাবে, তবে আমরা নিশ্চয়ই তাদের কাছে আকাশ থেকে একজন ফিরিশ্‌তাকেই পাঠাতাম রসূলরূপে।\""
  },
  {
    "num": "96",
    "ara": "قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
    "eng": "Say, \"Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing.\"",
    "ban": "বলো -- \"আল্লাহই আমার মধ্যে ও তোমাদের মধ্যে সাক্ষীরূপে যথেষ্ট। নিঃসন্দেহ তিনি তাঁর বান্দাদের সন্বন্ধে চির- ওয়াকিফহাল, সর্বদ্রষ্টা।\""
  },
  {
    "num": "97",
    "ara": "وَمَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَاءَ مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا",
    "eng": "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.",
    "ban": "আর যাকে আল্লাহ্ পথ দেখান সে তবে পথপ্রাপ্ত, আর যাকে তিনি বিপথে চলতে দেন তাদের জন্য তুমি পাবে না তাঁর ব্যতিরেকে কোনো অভিভাবক। আর কিয়ামতের দিনে আমরা তাদের সমবেত করব তাদের মুখের উপরে -- অন্ধ, আর বোবা এবং বধির। তাদের আবাসস্থল হচ্ছে জাহান্নাম। যখনই তা ঝিমিয়ে আসবে আমরা তাদের জন্য শিখা বাড়িয়ে দেব!"
  },
  {
    "num": "98",
    "ara": "ذَلِكَ جَزَاؤُهُم بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
    "eng": "That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\"",
    "ban": "এই হচ্ছে তাদের প্রতিদান কেননা তারা আমাদের নিদের্শাবলী অস্বীকার করেছিল এবং বলেছিল -- \"কী! আমরা যখন হাড়-ও ধুলোকণা হয়ে যাব তখন কি আমরা সত্যই পুনরুত্থিত হব নতুন সৃষ্টিরূপে?\""
  },
  {
    "num": "99",
    "ara": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا",
    "eng": "Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.",
    "ban": "তারা কি দেখছে না যে আল্লাহ্‌, যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, তিনি তাদের অনুরূপ সৃষ্টি করতে সক্ষম? আর তিনি তাদের জন্য স্থির করেছেন একটি নির্ধারিত কাল -- এতে কোনো সন্দেহ নেই। কিন্তু অন্যায়কারীরা প্রত্যাখ্যান করা ছাড়া আর সবটাতেই অসম্মত থাকে।"
  },
  {
    "num": "100",
    "ara": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الْإِنفَاقِ وَكَانَ الْإِنسَانُ قَتُورًا",
    "eng": "Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy.",
    "ban": "বলো -- \"যদি তোমরা আমার প্রভুর করুণা-ভান্ডারের উপরে কর্তৃত্ব করতে তাহলে তোমরা নিশ্চয়ই তা ধরে রাখতে খরচ করার ভয়ে।\" আর মানুষ বড় কৃপণ।"
  },
  {
    "num": "101",
    "ara": "وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا",
    "eng": "And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\"",
    "ban": "আর আমরা আলবৎ মূসাকে নয়টি স্পষ্ট নিদর্শন দিয়েছিলাম, সুতরাং ইসরাইলের বংশধরদের জিজ্ঞেস করে দেখ -- যখন তিনি তাদের কাছে এসেছিলেন, -- ফিরআউন তখন তাঁকে বলেছিল -- \"আমি অবশ্য তোমাকে, হে মূসা! মনে করি জাদুগ্রস্ত।\""
  },
  {
    "num": "102",
    "ara": "قَالَ لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا",
    "eng": "[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\"",
    "ban": "তিনি বললেন -- \"তুমি নিশ্চয়ই জান যে মহাকাশমন্ডলী ও পৃথিবীর প্রভুর ব্যতিরেকে অন্য কেউ এইসব নিদর্শন পাঠান নি, আর আমি তো তোমাকেই, হে ফিরআউন! মনে করি বিনাশপ্রাপ্ত।\""
  },
  {
    "num": "103",
    "ara": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَن مَّعَهُ جَمِيعًا",
    "eng": "So he intended to drive them from the land, but We drowned him and those with him all together.",
    "ban": "তখন সে সংকল্প করল দেশ থেকে তাঁদের উচ্ছেদ করতে, কাজেই আমরা তাকে ও তার সঙ্গে যারা ছিল সবাইকে ডুবিয়ে দিয়েছিলাম।"
  },
  {
    "num": "104",
    "ara": "وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
    "eng": "And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\"",
    "ban": "আর এ পরে আমরা ইসরাইলের বংশধরদের বলেছিলাম -- \"তোমরা এ দেশে বসবাস কর, তারপর যখন ভবিষ্যতের প্রতি‌শ্রুতি এসে পড়বে আমরা তখন তোমাদের জড় করব দুমড়ে ফেলে।\""
  },
  {
    "num": "105",
    "ara": "وَبِالْحَقِّ أَنزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "eng": "And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
    "ban": "আর সত্যের সঙ্গে আমরা এটি অবতারণ করেছি, আর সত্যের সঙ্গে এটি এসেছে। আর তোমাকে আমরা পাঠাই নি সুসংবাদদাতা ও সতর্ককারীরূপে ভিন্ন।"
  },
  {
    "num": "106",
    "ara": "وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلًا",
    "eng": "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively.",
    "ban": "আর এ কুরআন -- আমরা এটিকে ভাগভাগ করেছি যেন তুমি তা লোকদের কাছে ক্রমে ক্রমে পড়তে পার, আর আমরা এটি অবতারণ করেছি অবতারণে।"
  },
  {
    "num": "107",
    "ara": "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
    "eng": "Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,",
    "ban": "বলো -- \"তোমরা এতে বিশ্বাস কর অথবা বিশ্বাস নাই কর। নিঃসন্দেহ যাদের এর আগে জ্ঞান দেয়া হয়েছিল -- যখন তা দের কাছে এটি পাঠ করা হয় তখন চিবুকের উপরে তারা লুটিয়ে পড়ে সিজদা-রত হয়ে।\""
  },
  {
    "num": "108",
    "ara": "وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
    "eng": "And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled.\"",
    "ban": "আর তারা বলে -- \"মহিমা হোক আমাদের প্রভুর? আমাদের প্রভুর অংগীকার কৃতকার্য হবেই!\""
  },
  {
    "num": "109",
    "ara": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا",
    "eng": "And they fall upon their faces weeping, and the Qur'an increases them in humble submission.",
    "ban": "আর তারা লুটিয়ে পড়ে চিবুকের উপরে কাঁদতে কাঁদতে, আর এতে তাদের বিনয় বেড়ে যায়।"
  },
  {
    "num": "110",
    "ara": "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا",
    "eng": "Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way.",
    "ban": "বলো -- \"তোমরা 'আল্লাহ্‌' বলে ডাকো অথবা 'রহমান' বলে ডাকো। বস্তুতঃ যে নামেই তোমরা ডাক, তাঁরই কিন্তু সকল সুন্দর সুন্দর নাম।\" আর তোমরা নামাযে আওয়াজ চড়া করো না এবং এতে নিঃশব্ধও হয়ো না, বরং এই উভয়ের মধ্যে পথ অনুসরণ করো।"
  },
  {
    "num": "111",
    "ara": "وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا",
    "eng": "And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification.\"",
    "ban": "আর তুমি বলো -- \"সমস্ত প্রশংসা আল্লাহ্‌র, যিনি কোনো সন্তান গ্রহণ করেন নি, আর যাঁর জন্য এই সাম্রাজ্যে কোনো শরিক নেই, এবং যাঁর কোনো মনিব নেই দুর্দশা থেকে, সুতরাং তাঁর মাহা‌ত্ম্য ঘোষণা করো সসম্ভ্রমে।\""
  }
]
