[
  {
    "num": "1",
    "ara": "الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا",
    "eng": "[All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance.",
    "ban": "সকল প্রশংসা আল্লাহ্‌র যিনি তাঁর বান্দার কাছে এই কিতাব অবতারণ করেছেন, আর তিনি এতে কোনো কুটিলতা রাখেন নি,"
  },
  {
    "num": "2",
    "ara": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
    "eng": "[He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward",
    "ban": "সুপ্রতিষ্ঠিত, যেন তাঁর তরফ থেকে আসা কঠোর দুর্যোগ সন্বন্ধে এটি সতর্ক করতে পারে এবং সুসংবাদ দিতে পারে মুমিনদের যারা সৎকর্ম করে থাকে, -- যে তাদের জন্য অবশ্যই রয়েছে উত্তম প্রতিদান,"
  },
  {
    "num": "3",
    "ara": "مَّاكِثِينَ فِيهِ أَبَدًا",
    "eng": "In which they will remain forever",
    "ban": "সেখানে তারা থাকবে চিরকাল,"
  },
  {
    "num": "4",
    "ara": "وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا",
    "eng": "And to warn those who say, \"Allah has taken a son.\"",
    "ban": "আর যেন এটি সাবধান করতে পারে তাদের যারা বলে যে আল্লাহ্ একটি সন্তান গ্রহণ করেছেন।"
  },
  {
    "num": "5",
    "ara": "مَّا لَهُم بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلَّا كَذِبًا",
    "eng": "They have no knowledge of it, nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie.",
    "ban": "তাদের এ বিষয়ে কোনো জ্ঞান নেই আর তাদের পিতৃপুরুষদেরও ছিল না। এ এক সাংঘাতিক কথা যা তাদের মুখ থেকে নির্গত হয়। তারা যা বলে তা মিথ্যা বৈ তো নয়।"
  },
  {
    "num": "6",
    "ara": "فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا",
    "eng": "Then perhaps you would kill yourself through grief over them, [O Muhammad], if they do not believe in this message, [and] out of sorrow.",
    "ban": "কাজেই হয়ত বা তাদের পেছনে ঘুরে ঘুরে তোমার নিজেকে তুমি দুঃখে কাতর করে তুলবে যেহেতু তারা এই নতুন বাণীতে বিশ্বাস করছে না।"
  },
  {
    "num": "7",
    "ara": "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
    "eng": "Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed.",
    "ban": "নিঃসন্দেহ পৃথিবীর উপরে যা-কিছু আছে আমরা সেগুলোকে ওর অলংকাররূপে স্থাপন করেছি যেন আমরা তাদের যাচাই করতে পারি তাদের কারা কাজে সর্বোত্তম।"
  },
  {
    "num": "8",
    "ara": "وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
    "eng": "And indeed, We will make that which is upon it [into] a barren ground.",
    "ban": "আর নিঃসন্দেহ তার উপরে যা-কিছু আছে আমরা তাকে করব তৃণলতাহীন মাটির গুড়োঁ।"
  },
  {
    "num": "9",
    "ara": "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا",
    "eng": "Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?",
    "ban": "অথবা, তুমি কি মনে কর যে গুহার বাসিন্দারা ও লিখিত-ফলক আমাদের নিদর্শনাবলীর মধ্যে বিস্ময়কর?"
  },
  {
    "num": "10",
    "ara": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
    "eng": "[Mention] when the youths retreated to the cave and said, \"Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance.\"",
    "ban": "দেখো, কিছু যুবক গুহায় আশ্রয় নিল, তখন তারা বললে -- \"আমাদের প্রভু! তোমার কাছ থেকে আমাদের অনুগ্রহ প্রদান করো, আর আমাদের কাজকর্মে সঠিক রাস্তা বাতলে দাও।\""
  },
  {
    "num": "11",
    "ara": "فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا",
    "eng": "So We cast [a cover of sleep] over their ears within the cave for a number of years.",
    "ban": "সেজন্য গুহার মধ্যে কয়েক বছরের জন্য আমরা তাদের কানে চাপা দিলাম,"
  },
  {
    "num": "12",
    "ara": "ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا",
    "eng": "Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time.",
    "ban": "তারপর আমরা তাদের তোলে আনলাম যেন আমরা জানতে পারি দুই দলের কারা ভাল ক'রে গণতে পারে কত সময় তারা অবস্থান করেছিল।"
  },
  {
    "num": "13",
    "ara": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى",
    "eng": "It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance.",
    "ban": "আমরা তোমার কাছে তাদের কাহিনী বর্ণনা করছি সঠিকভাবে -- নিঃসন্দেহ এরা ছিল কয়েকজন যুবক যারা তাদের প্রভুর প্রতি ঈমান এনেছিল, আর আমরা তাদের সৎপথে চলার ক্ষমতা বাড়িয়ে দিয়েছিলাম।"
  },
  {
    "num": "14",
    "ara": "وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَن نَّدْعُوَ مِن دُونِهِ إِلَهًا لَّقَدْ قُلْنَا إِذًا شَطَطًا",
    "eng": "And We made firm their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression.",
    "ban": "আর আমরা তাদের হৃদয়ে শক্তিবর্ধন করেছিলাম যখন তারা দাঁড়িয়েছিল ও বলেছিল -- \"আমাদের প্রভু হচ্ছেন মহাকাশমন্ডলী ও পৃথিবীর প্রভু, আমরা কখনই তাঁকে ছেড়ে দিয়ে অন্য উপাস্যকে ডাকব না, কেননা সেক্ষেত্রে আমরা আলবৎ বলে থাকব এক ডাহা মিথ্যা।"
  },
  {
    "num": "15",
    "ara": "هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِن دُونِهِ آلِهَةً لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا",
    "eng": "These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie?\"",
    "ban": "\"আমাদেরই এই স্বজাতিরা তাঁকে ছেড়ে দিয়ে অন্য উপাস্যদের গ্রহণ করেছে। এরা কেন তাদের সন্বন্ধে কোনো স্পষ্ট প্রমাণ নিয়ে আসে না? তা'হলে কে বেশি অন্যায়কারী তার চাইতে যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে?\""
  },
  {
    "num": "16",
    "ara": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
    "eng": "[The youths said to one another], \"And when you have withdrawn from them and that which they worship other than Allah, retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility.\"",
    "ban": "আর স্মরণ করো! তোমরা তাদের থেকে এবং আল্লাহ্ ছাড়া যাদের তারা উপাসনা করত সে-সব থেকে বিচ্ছিন্ন হলে, তখন তোমরা গুহার দিকে আশ্রয় নিলে। তোমাদের প্রভু তোমাদের জন্য তাঁর করুণা বিস্তার করলেন, এবং তোমাদের জন্য তৈরি করলেন তেমাদের কাজকর্ম থেকে লাভজনক পরিস্থিতি।"
  },
  {
    "num": "17",
    "ara": "وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا",
    "eng": "And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide.",
    "ban": "আর সূর্য যখন উদয় হত তখন তুমি দেখতে পেতে তাদের গুহা থেকে ডান দিকে হেলে আছে, আর যখন অস্ত যেত তখন বাম পাশ দিয়ে তাদের অতিক্রম করছে, আর তারা এর এক বিস্তৃত অঞ্চল জুড়ে রয়েছিল। এটি ছিল আল্লাহ্‌র নিদর্শনগুলোর অন্যতম। যাকে আল্লাহ্ সৎপথে চালান সেই তবে সৎপথে চালিত, আর যাকে তিনি পথভ্রষ্ট হতে দেন তার জন্যে তুমি তবে কোনো পথ প্রদর্শনকারী অভিভাবক পাবে না।"
  },
  {
    "num": "18",
    "ara": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
    "eng": "And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror.",
    "ban": "আর তুমি তাদের মনে করতে জাগ্রত যদিও তারা ছিল ঘুমন্ত, আর আমরা তাদের পাশ ফিরিয়ে দিতাম ডান দিকে ও বাঁ দিকে, আর তাদের কুকুরটি থাবা মেলে রয়েছিল প্রবেশপথে। তুমি যদি তাদের হঠাৎ দেখতে তবে তাদের থেকে পিছন ফিরতে পলায়নপর হয়ে, আর তুমি নিশ্চয়ই তাদের কারণে ভয়ে বিহল হতে।"
  },
  {
    "num": "19",
    "ara": "وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
    "eng": "And similarly, We awakened them that they might question one another. Said a speaker from among them, \"How long have you remained [here]?\" They said, \"We have remained a day or part of a day.\" They said, \"Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you.",
    "ban": "আর এইভাবে আমরা তাদের জাগিয়ে তোলেছিলাম যেন তারা তাদের নিজেদের মধ্যে জিজ্ঞাসাবাদ করতে পারে। তাদের মধ্যের একজন বক্তা বললে -- \"কতকাল তোমরা অবস্থান করেছিলে?\" তারা বললে, \"আমরা অবস্থান করেছিলাম একদিন বা একদিনের কিছু অংশ।\" তারা বললে -- \"তোমাদের প্রভু ভাল জানেন কতক্ষণ তোমরা অবস্থান করেছ। এখন তোমাদের একজনকে এই রেপ্যমুদ্রা দিয়ে শহরে পাঠাও, সে তখন দেখুক কোনটা কোনটা ভাল খাবার, আর তা থেকে যেন তোমাদের খাবার নিয়ে আসে। আর সে যেন বিচক্ষণতার সাথে চলে এবং তোমাদের সন্বন্ধে কাউকেও কিছু জানতে না দেয়।"
  },
  {
    "num": "20",
    "ara": "إِنَّهُمْ إِن يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَن تُفْلِحُوا إِذًا أَبَدًا",
    "eng": "Indeed, if they come to know of you, they will stone you or return you to their religion. And never would you succeed, then - ever.\"",
    "ban": "\"নিঃসন্দেহ তাদের ক্ষেত্রে -- তারা যদি তোমাদের সন্বন্ধে জানতে পারে তবে তোমাদের পাথর ছুঁড়ে মেরে ফেলবে অথবা তাদের ধর্মে তোমাদের ফিরিয়ে নেবে এবং সেক্ষেত্রে তোমরা কখনো সফলকাম হবে না।\""
  },
  {
    "num": "21",
    "ara": "وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ فَقَالُوا ابْنُوا عَلَيْهِم بُنْيَانًا رَّبُّهُمْ أَعْلَمُ بِهِمْ قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
    "eng": "And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid.\"",
    "ban": "আর এইভাবে আমরা জানিয়ে দিলাম ওদের সন্বন্ধে যেন তারা জানতে পারে যে আল্লাহ্‌র ওয়াদাই সত্য, আর ঘড়ি-ঘন্টা সন্বন্ধে, এতে কোনো সন্দেহ নেই। যখন তারা নিজেদের মধ্যে তাদের কর্তব্য সন্বন্ধে বিতর্ক করছিল তখন তারা বললে -- \"তাদের উপরে একটি সৌধ নির্মাণ কর\"। তাদের প্রভু তাদের বিষয়ে ভাল জানেন। তাদের কর্তব্য সন্বন্ধে যারা প্রভাব বিস্তার করল তারা বলল -- \"আমরা সুনিশ্চিত তাদের উপরে একটি মসজিদ বানাব\"।"
  },
  {
    "num": "22",
    "ara": "سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
    "eng": "They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone.\"",
    "ban": "তারা অচিরেই বলবে -- \"তিনজন, তাদের চতুর্থজন ছিল তাদের কুকুর\", আর তারা বলবে -- \"পাঁচজন, তাদের ষষ্ঠজন ছিল তাদের কুকুর\", -- অজানা সন্বন্ধে আন্দাজ করা মাত্র, আর তারা বলে -- \"সাতজন, তাদের অষ্টমজন তাদের কুকুর। \" তুমি বলো -- \"আমার প্রভু ভাল জানেন সংখ্যা, অল্প কয়েকজন ছাড়া অন্যে তাদের চেনে না।\" সুতরাং তাদের সন্বন্ধে বিতর্ক করো না সাধারণ আলোচনা ছাড়া, আর তাদের সন্বন্ধে ওদের কোনো একজনকেও জিজ্ঞাসাবাদ করো না।"
  },
  {
    "num": "23",
    "ara": "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا",
    "eng": "And never say of anything, \"Indeed, I will do that tomorrow,\"",
    "ban": "আর কোনো ব্যাপারে কখনই বলো না -- \"আমি এটি নিশ্চয়ই কালকে করে ফেলব --"
  },
  {
    "num": "24",
    "ara": "إِلَّا أَن يَشَاءَ اللَّهُ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَى أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا",
    "eng": "Except [when adding], \"If Allah wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct.\"",
    "ban": "\"যদি না আল্লাহ্ ইচ্ছা করেন\"। আর তোমার প্রভুকে স্মরণ করো যখনই ভুলে যাও, আর বলো -- \"হয়ত বা আমার প্রভু আমাকে এর চেয়েও নিকটতর রাস্তায় পরিচালিত করবেন।\""
  },
  {
    "num": "25",
    "ara": "وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا",
    "eng": "And they remained in their cave for three hundred years and exceeded by nine.",
    "ban": "আর তারা তাদের গুহায় অবস্থান করেছিল তিন শত বছর, আর কেউ যোগ করে নয়।"
  },
  {
    "num": "26",
    "ara": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا",
    "eng": "Say, \"Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone.\"",
    "ban": "বলো -- \"আল্লাহ্ ভাল জানেন কত কাল তারা অবস্থান করেছিল। মহাকাশমন্ডলী ও পৃথিবীর অজ্ঞাত সব তাঁরই। কত তীক্ষ তাঁর দৃষ্টি ও কত সজাগ কান! তাঁকে বাদ দিয়ে তাদের জন্য কোনো অভিভাবক নেই, আর তিনি কোনো একজনকেও তাঁর কর্তৃত্বের অংশী করেন না।\""
  },
  {
    "num": "27",
    "ara": "وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِن كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا",
    "eng": "And recite, [O Muhammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge.",
    "ban": "আর পাঠ করো তোমার প্রভুর কিতাবের থেকে যা তোমাদের কাছে প্রত্যাদিষ্ট হয়েছে। এমন কেউ নেই যে তাঁর বাণী বদল করতে পারে, আর তাঁকে বাদ দিয়ে তুমি পাবে না কোনো আশ্রয়স্থল।"
  },
  {
    "num": "28",
    "ara": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا",
    "eng": "And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.",
    "ban": "আর যারা সকালে ও সন্ধ্যায় তাদের প্রভুকে তাঁর প্রসন্নতা কামনা ক'রে আহ্বান করে তাদের সঙ্গে তুমি নিজেও অধ্যবসায় অবলন্বন করো, আর তাদের থেকে তোমার দৃষ্টি ফিরিয়ে নিয়ো না এই দুনিয়ার জীবনের শোভা- সৌন্দর্য কামনা ক'রে । আর যার হৃদয়কে আমাদের নামকীর্তন থেকে আমরা বেখেয়াল করেছি আর যে তার খেয়াল-খুশির অনুসরণ করে আর যার কার্যকলাপ সীমালংঘন করে গেছে তুমি তার অনুসরণ করো না।"
  },
  {
    "num": "29",
    "ara": "وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا",
    "eng": "And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place.",
    "ban": "তুমি বলো -- \"তোমাদের প্রভুর কাছ থেকে সত্য, সেজন্য যে ইচ্ছা করে সে যেন বিশ্বাস করে, আর যে চায় সে অবিশ্বাসই করুক।\" নিঃসন্দেহ অন্যায়কারীদের জন্য আমরা তৈরি করেছি আগুন, এর বেড়া তাদের ঘেরাও করে রাখবে। আর তারা যদি পানীয় চায় তবে তাদের পানীয় দেয়া হবে গলিত সীসার মতো জল যা তাদের মুখমন্ডল পুড়িয়ে দেবে। এ এক নিকৃষ্ট পানীয়! আর মন্দ সেই বিশ্রামস্থল!"
  },
  {
    "num": "30",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
    "eng": "Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds.",
    "ban": "নিঃসন্দেহ যারা ঈমান এনেছে ও সৎকর্ম করছে -- আমরা নিশ্চয়ই যারা ভাল কাজ করে তাদের কর্মফল ব্যর্থ করি না।"
  },
  {
    "num": "31",
    "ara": "أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
    "eng": "Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place.",
    "ban": "এরাই -- এদের জন্য রয়েছে নন্দন কানন সমূহ, যাদের নিচ দিয়ে বয়ে চলে ঝরনারাজি, তাদের সেখানে অলংকৃত করানো হবে সোনার কাঁকন দিয়ে, আর তাদের পরানো হবে মিহি রেশমের ও পুরু জরির সবুজ পোশাকে, সেখানে সমাসীন হবে সুসজ্জিত আসনে। কি উত্তম পুরস্কার, আর কত সুন্দর বিশ্রামস্থল!"
  },
  {
    "num": "32",
    "ara": "وَاضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
    "eng": "And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops.",
    "ban": "আর তাদের জন্য একটি রূপক ছুড়োঁ দুজন লোকের -- তাদের একজনের জন্য আমরা বানিয়েছি আঙুরলতার দুটি বাগান, আর এ দুটিকে ঘিরে দিয়েছিলাম খেজুরগাছ দিয়ে, আর সে-সবের মাঝে মাঝে বানিয়েছিলাম শস্যক্ষেত্র।"
  },
  {
    "num": "33",
    "ara": "كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا",
    "eng": "Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river.",
    "ban": "বাগান দুটির প্রত্যেকটাই প্রদান করত তার ফলমূল, আর এতে এ কোনো ত্রুটি করত না, আর এ দুইয়ের মধ্যদেশে বইয়েছিলাম জলপ্রবাহ,"
  },
  {
    "num": "34",
    "ara": "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
    "eng": "And he had fruit, so he said to his companion while he was conversing with him, \"I am greater than you in wealth and mightier in [numbers of] men.\"",
    "ban": "আর ফলটি ছিল তার। তাই সে তার সঙ্গীকে বললে এবং যে তার সঙ্গে কথাবার্তা বলছিল -- \"আমি ধনসম্পদে তোমার চাইতে প্রাচুর্যময় এবং জনবলেও শক্তিশালী।\""
  },
  {
    "num": "35",
    "ara": "وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَا أَظُنُّ أَن تَبِيدَ هَذِهِ أَبَدًا",
    "eng": "And he entered his garden while he was unjust to himself. He said, \"I do not think that this will perish - ever.",
    "ban": "আর সে তার বাগানে ঢুকল অথচ সে তার নিজের প্রতি অন্যায় করছিল। সে বললে -- \"আমি মনে করি না যে এসব কখনো নিঃশেষ হয়ে যাবে,"
  },
  {
    "num": "36",
    "ara": "وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّدِدتُّ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
    "eng": "And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return.\"",
    "ban": "\"আর আমি মনে করি না যে ঘড়িঘন্টা বলবৎ হবে, আর যদিবা আমার প্রভুর কাছে আমাকে ফিরিয়ে নেয়া হয় তবে আমি তো নিশ্চয়ই এর চেয়েও ভাল প্রত্যাবর্তনস্থল পাব।\""
  },
  {
    "num": "37",
    "ara": "قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا",
    "eng": "His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?",
    "ban": "তার সঙ্গী তাকে বললে যখন সে তার সঙ্গে বাক্যালাপ করছিল -- \"তুমি কি তাঁকে অবিশ্বাস কর যিনি তোমাকে সৃষ্টি করেছেন মাটি থেকে, তারপর শুক্রকীট থেকে, তারপর তিনি তোমাকে পূর্ণাঙ্গ করেছেন একজন মানুষে?"
  },
  {
    "num": "38",
    "ara": "لَّكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا",
    "eng": "But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone.",
    "ban": "\"কিন্তু আমার বেলা, তিনি আল্লাহ্‌, আমার প্রভু, আর আমি কোনো একজনকেও আমার প্রভুর সাথে শরিক করি না।"
  },
  {
    "num": "39",
    "ara": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِن تَرَنِ أَنَا أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
    "eng": "And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,",
    "ban": "\"আর তুমি যখন তোমার বাগানে প্রবেশ করতে তখন কেন বল না -- 'মা-শা-আল্লাহ্‌, আল্লাহ্ ছাড়া কোনো শক্তি নেই'? যদিও তুমি আমাকে দেখো ধনদৌলত ও সন্তানসন্ততিতে আমি তোমার চাইতে কম, --"
  },
  {
    "num": "40",
    "ara": "فَعَسَى رَبِّي أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
    "eng": "It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,",
    "ban": "\"তবু হতে পারে আমার প্রভু আমাকে তোমার বাগানের চেয়ে ভাল কিছু দান করবেন, আর এর উপরে তিনি পাঠাবেন আকাশ থেকে এক হিসেব-নিকেশ, ফলে অচিরেই এটি হয়ে যাবে ধুলোমাটির প্রান্তর, গাছপালাহীন।"
  },
  {
    "num": "41",
    "ara": "أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا",
    "eng": "Or its water will become sunken [into the earth], so you would never be able to seek it.\"",
    "ban": "\"অথবা অচিরেই এর পানি তলিয়ে যাবে ভূগর্ভে, তখন তুমি তা খুঁজে পেতে সমর্থ হবে না।\""
  },
  {
    "num": "42",
    "ara": "وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا",
    "eng": "And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone.\"",
    "ban": "আর তার ফলফসলকে ঘেরাও করল, তারপর অচিরেই সে হাত মোচড়াতে লাগল যা সে তার উপরে খরচ করেছিল সেজন্য, আর এটি ভেঙ্গে পড়েছিল তার মাচার উপরে, আর সে বলেছিল -- \"হায় আমার আফসোস! আমি যদি আমার প্রভুর সাথে কাউকেও অংশী না করতাম!\""
  },
  {
    "num": "43",
    "ara": "وَلَمْ تَكُن لَّهُ فِئَةٌ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا",
    "eng": "And there was for him no company to aid him other than Allah, nor could he defend himself.",
    "ban": "আর আল্লাহ্‌কে ছেড়ে দিয়ে তাকে সাহায্য করার জন্য কোনো ফৌজ তার জন্য ছিল না, আর সে নিজেও সাহায্য করতে সমর্থ ছিল না।"
  },
  {
    "num": "44",
    "ara": "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
    "eng": "There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome.",
    "ban": "এই তো! অভিভাবকত্ব আল্লাহ্‌রই, যিনি সত্য। তিনিই পুরস্কারদানে শ্রেষ্ঠ আর পরিণাম নির্ধারণেও শ্রেষ্ঠ।"
  },
  {
    "num": "45",
    "ara": "وَاضْرِبْ لَهُم مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُّقْتَدِرًا",
    "eng": "And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability.",
    "ban": "আর তাদের কাছে পার্থিব জীবনের উপমা ছুঁড়ো -- এ পানির ন্যায় যা আমরা বর্ষণ করি আকাশ থেকে, তাতে পৃথিবীর গাছপালা ঘন-সন্নিবিষ্ট হয়, তারপর পরক্ষণেই তা হয়ে যায় শুকনো, বাতাস তাকে উড়িয়ে নিয়ে যায়। আর আল্লাহ্ সব কিছুর উপরেই সর্বশক্তিমান।"
  },
  {
    "num": "46",
    "ara": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
    "eng": "Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope.",
    "ban": "ধনসম্পদ ও সন্তানসন্ততি পার্থিব জীবনের শোভাসৌন্দর্য, কিন্তু স্থায়ী শুভকর্ম তোমার প্রভুর কাছে পুরস্কার প্রাপ্তির জন্যে বেশী ভাল এবং আশা পূরণের জন্যেও অধিকতর শ্রেয়।"
  },
  {
    "num": "47",
    "ara": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
    "eng": "And [warn of] the Day when We will remove the mountains and you will see the earth prominent, and We will gather them and not leave behind from them anyone.",
    "ban": "আর সেই দিনে আমরা পাহাড়গুলো হটিয়ে দেব, আর তুমি পৃথিবীকে দেখবে একটি খোলা ময়দান, আর আমরা তাদের একত্রিত করব, তখন তাদের মধ্যের কোনো একজনকেও আমরা ফেলে রাখব না --"
  },
  {
    "num": "48",
    "ara": "وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
    "eng": "And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment.\"",
    "ban": "আর তোমার প্রভুর সামনে তাদের হাজির করা হবে সারিবদ্ধভাবে। \"এখন তো আমরা তোমাদের নিয়ে এসেছি যেমন আমরা তোমাদের সৃষ্টি করেছিলাম প্রথমবারে, অথচ তোমরা মনে করতে যে তোমাদের জন্য আমরা কোনো ওয়াদার স্থানকাল কখনো ধার্য করব না।\""
  },
  {
    "num": "49",
    "ara": "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
    "eng": "And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one.",
    "ban": "আর বইখানা ধরা হবে, তখন তুমি দেখবে -- ওতে যা আছে সেজন্য অপরাধীরা আতংকগ্রস্ত, আর তারা বলবে -- \"হায় আমাদের দুর্ভোগ! এ কেমনতর গ্রন্থ! এ ছোটখাটো বাদ দেয় নি আর বড়গুলো তো নয়ই, বরং সমস্ত কিছু নথিভুক্ত করেছে!\" আর তারা যা করেছে তা হাজির পাবে। আর তোমার প্রভু কোনো একজনের প্রতিও অন্যায় করেন না।"
  },
  {
    "num": "50",
    "ara": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا",
    "eng": "And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange.",
    "ban": "আর স্মরণ করো! আমরা ফিরিশ্‌তাদের বললাম -- \"আদমের প্রতি সিজদা করো\", তখন তারা সিজদা করল, ইবলিস ব্যতীত। সে ছিল জিনদের মধ্যেকার, কাজেই সে তার প্রভুর আদেশের অবাধ্যাচরণ করেছিল। তবে কি তোমরা আমাকে ছেড়ে দিয়ে তাকে ও তার বংশধরকে অভিভাবকরূপে গ্রহণ করবে, অথচ তারা তো তোমাদের শত্রু? অন্যায়কারীদের জন্য এই বিনিময় কত নিকৃষ্ট!"
  },
  {
    "num": "51",
    "ara": "مَّا أَشْهَدتُّهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا",
    "eng": "I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants.",
    "ban": "মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টিকালে আমি ওদের সাক্ষি দিতে ডাকি নি, আর তাদের নিজেদের সৃষ্টিকালেও নয়, আর বিপথে চালনাকারীদের আমি সহায়করূপে গ্রহণ করি না।"
  },
  {
    "num": "52",
    "ara": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
    "eng": "And [warn of] the Day when He will say, \"Call 'My partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction.",
    "ban": "আর সেদিন তিনি বলবেন -- \"ডাকো আমার সঙ্গিসাথীদের যাদের তোমরা ভাবতে।\" সুতরাং তারা তাদের ডাকবে, কিন্তু তারা তাদের প্রতি সাড়া দেবে না, আর আমরা তাদের মধ্যখানে স্থাপন করব এক ব্যবধান।"
  },
  {
    "num": "53",
    "ara": "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا",
    "eng": "And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere.",
    "ban": "আর অপরাধীরা আগুন দেখতে পাবে, আর তারা বুঝবে যে তারা নিশ্চয়ই এতে পতিত হচ্ছে, আর তা থেকে তারা কোনো পরিত্রাণ পাবে না।"
  },
  {
    "num": "54",
    "ara": "وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِن كُلِّ مَثَلٍ وَكَانَ الْإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا",
    "eng": "And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been, most of anything, [prone to] dispute.",
    "ban": "আর আমরা আলবৎ এই কুরআনে লোকেদের জন্য সব রকমের দৃষ্টান্ত বিশদভাবে ব্যাখ্যা করেছি। আর মানুষ বেশির ভাগ ক্ষেত্রেই বিতর্কপ্রিয়।"
  },
  {
    "num": "55",
    "ara": "وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
    "eng": "And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them.",
    "ban": "আর এমন কিছু মানুষকে বাধা দেয় না বিশ্বাস স্থাপন করতে যখন তাদের কাছে পথনির্দেশ আসে এবং তাদের প্রভুর কাছে ক্ষমা প্রার্থনা করতেও, এ ভিন্ন যে তাদের কাছেও আসুক পূর্ববর্তীদের ঘটনাবলী, অথবা আগেভাগেই তাদের উপরে শাস্তিটা যেন এসে পড়ে।"
  },
  {
    "num": "56",
    "ara": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ وَاتَّخَذُوا آيَاتِي وَمَا أُنذِرُوا هُزُوًا",
    "eng": "And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule.",
    "ban": "আর আমরা রসূলগণকে পাঠাই না সুসংবাদদাতা ও সতর্ককারীরূপে ভিন্ন, আর যারা অবিশ্বাস পোষণ করে তারা মিথ্যার সাহায্যে বিতর্ক করে যেন তার দ্বারা তারা সত্যকে ব্যর্থ করতে পারে, আর আমার বাণীসমূহ ও যা দিয়ে তাদের সতর্ক করা হয়েছে সে-সবকে তারা বিদ্রূপের বিষয় রূপে গ্রহণ করে থাকে।"
  },
  {
    "num": "57",
    "ara": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن تَدْعُهُمْ إِلَى الْهُدَى فَلَن يَهْتَدُوا إِذًا أَبَدًا",
    "eng": "And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever.",
    "ban": "আর কে বেশী অন্যায়কারী তার চাইতে যাকে স্মরণ করিয়ে দেওয়া হয় তার প্রভুর বাণীসমূহ, কিন্তু সে তা থেকে ফিরে যায় আর ভুলে যায় তার হাত দুখানা কী আগবাড়িয়েছিল? নিঃসন্দেহ আমরা তাদের হৃদয়ের উপরে আবরণ স্থাপন ক রেছি পাছে তারা এটি বুঝতে পারে, আর তাদের কানের ভেতরে বধিরতা। আর তুমি যদি তাদের সৎপথের প্রতি আহান করো তারা সেক্ষেত্রে কখনো সৎপথের দিকে চলবে না।"
  },
  {
    "num": "58",
    "ara": "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا مِن دُونِهِ مَوْئِلًا",
    "eng": "And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape.",
    "ban": "আর তোমরা প্রভু পরিত্রাণকারী, করুণার আধার। তারা যা অর্জন করেছে সেজন্য তিনি যদি তাদের পাকড়াও করতেন তাহলে তিনি নিশ্চয়ই তাদের জন্য শাস্তি ত্বরান্বিত করতেন। কিন্তু তাদের জন্য একটি নির্ধারিত কাল রয়েছে যার তেকে তারা কোনো পরিত্রাণ খুঁজে পাবে না।"
  },
  {
    "num": "59",
    "ara": "وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
    "eng": "And those cities - We destroyed them when they wronged, and We made for their destruction an appointed time.",
    "ban": "আর ঐ সব জনপদ -- আমরা ওদের ধ্বংস করেছিলাম যখন তারা অন্যায়াচরণ করেছিল, আর ওদের ধ্বংসের জন্য আমরা একটি নির্দিষ্ট সময় স্থির করেছিলাম।"
  },
  {
    "num": "60",
    "ara": "وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا",
    "eng": "And [mention] when Moses said to his servant, \"I will not cease [traveling] until I reach the junction of the two seas or continue for a long period.\"",
    "ban": "আর স্মরণ করো! মূসা তাঁর ভৃত্যকে বললেন -- \"আমি থামব না যে পর্যন্ত না আমি দুই নদীর সঙ্গমস্থলে পৌঁছি, নতুবা আমি যুগ যুগ ধরে চলতে থাকব।\""
  },
  {
    "num": "61",
    "ara": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا",
    "eng": "But when they reached the junction between them, they forgot their fish, and it took its course into the sea, slipping away.",
    "ban": "এরপর যখন উভয়ে এ দুইয়ের সঙ্গমস্থলে পৌঁছলেন, তাঁরা তাঁদের মাছের কথা ভুলে গেলেন, কাজেই ফাঁক পেয়ে এটি নদীতে তার পথ ধরল।"
  },
  {
    "num": "62",
    "ara": "فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَذَا نَصَبًا",
    "eng": "So when they had passed beyond it, [Moses] said to his boy, \"Bring us our morning meal. We have certainly suffered in this, our journey, [much] fatigue.\"",
    "ban": "তাঁরা যখন এগিয়ে গেলেন তখন তিনি তাঁর ভৃত্যকে বললেন, \"আমাদের সকালের খাবার আমাদের জন্য নিয়ে এস, আমাদের এই সফর থেকে আমরা আলবৎ পরিশ্রান্ত হয়ে পড়েছি।\""
  },
  {
    "num": "63",
    "ara": "قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا",
    "eng": "He said, \"Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly\".",
    "ban": "সে বললে -- \"আপনি কি লক্ষ্য করেছেন, আমরা যখন পাথরের উপরে বিশ্রাম করছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম, আর এটি শয়তান ছাড়া আর কেউ নয় যে আমাকে ভুলিয়ে দিয়েছিল ওর কথা উল্লেখ করতে? আর সেটি নদীতে তার পথ ধরেছিল, আশ্চর্য ব্যাপার!\""
  },
  {
    "num": "64",
    "ara": "قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا",
    "eng": "[Moses] said, \"That is what we were seeking.\" So they returned, following their footprints.",
    "ban": "তিনি বললেন -- \"এটিই আমরা চেয়েছিলাম।\" সুতরাং তাঁরা নিজেদের পদচিহ্ন অনুসরণ করে ফিরে চললেন।"
  },
  {
    "num": "65",
    "ara": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا",
    "eng": "And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge.",
    "ban": "তারপর তাঁরা আমাদের বান্দাদের মধ্যের একজন বান্দাকে পেলেন যাকে আমরা আমাদের তরফ থেকে করুণা দান করেছিলাম এবং যাঁকে আমাদের তরফ থেকে জ্ঞান শিখিয়েছিলাম।"
  },
  {
    "num": "66",
    "ara": "قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
    "eng": "Moses said to him, \"May I follow you on [the condition] that you teach me from what you have been taught of sound judgement?\"",
    "ban": "মূসা তাঁকে বললেন -- \"আমি কি আপনার অনুসরণ করব এই শর্তে যে সঠিক পথের সম্পর্কে যা আপনাকে শেখানো হয়েছে তা থেকে আপনি আমাকে শেখাবেন?\""
  },
  {
    "num": "67",
    "ara": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا",
    "eng": "He said, \"Indeed, with me you will never be able to have patience.",
    "ban": "তিনি বললেন -- \"তুমি আমার সঙ্গে ধৈর্য ধারণ ক'রে থাকতে কখনো সক্ষম হবে না।"
  },
  {
    "num": "68",
    "ara": "وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا",
    "eng": "And how can you have patience for what you do not encompass in knowledge?\"",
    "ban": "\"আর তুমি কেমন করে ধৈর্য ধারণ করতে পারবে সেই বিষয়ে যে-সন্বন্ধে তোমার কোনো খোঁজখবর থাকে না?\""
  },
  {
    "num": "69",
    "ara": "قَالَ سَتَجِدُنِي إِن شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا",
    "eng": "[Moses] said, \"You will find me, if Allah wills, patient, and I will not disobey you in [any] order.\"",
    "ban": "তিনি বললেন -- \"ইন্ শা আল্লাহ্ আপনি আমাকে এখনি ধৈর্যশীল পবেন, এবং আমি কোনো বিষয়ে আপনাকে অমান্য করব না।\""
  },
  {
    "num": "70",
    "ara": "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
    "eng": "He said, \"Then if you follow me, do not ask me about anything until I make to you about it mention.\"",
    "ban": "তিনি বললেন -- \"বেশ, তুমি যদি আমার অনুসরণ করতে চাও তা'হলে তুমি আমাকে কোনো বিষয়ে প্রশ্ন করতে পারবে না যে পর্যন্ত না আমি সে বিষয়ে মন্তব্য তোমার কাছে প্রকাশ করি।\""
  },
  {
    "num": "71",
    "ara": "فَانطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا",
    "eng": "So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, \"Have you torn it open to drown its people? You have certainly done a grave thing.\"",
    "ban": "এর পর তাঁরা দুজন যাত্রা করলেন, পরে যখন তাঁরা একটি নৌকায় চড়লেন তিনি তাতে ছিদ্র করে দিলেন। তিনি বললেন, \"আপনি কি এতে ছিদ্র করলেন এর আরোহীদের ডুবিয়ে দেবার জন্যে? আপনি তো এক অদ্ভুত কাজ করলেন?\""
  },
  {
    "num": "72",
    "ara": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا",
    "eng": "[Al-Khidh r] said, \"Did I not say that with me you would never be able to have patience?\"",
    "ban": "তিনি বললেন -- \"আমি কি বলি নি যে তুমি আমার সঙ্গে কখনো ধৈর্য ধারণ করতে সক্ষম হবে না?\""
  },
  {
    "num": "73",
    "ara": "قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا",
    "eng": "[Moses] said, \"Do not blame me for what I forgot and do not cover me in my matter with difficulty.\"",
    "ban": "তিনি বললেন -- \"আমার অপরাধ নেবেন না যা আমি ভুলে গিয়েছিলাম সেজন্য, আর আমার ব্যাপারে আপনি আমার প্রতি কঠোর হবেন না।\""
  },
  {
    "num": "74",
    "ara": "فَانطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا",
    "eng": "So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, \"Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing.\"",
    "ban": "এরপর তাঁরা দুজনে চলতে লাগলেন, পরে যখন তাঁরা একটি বালকের সাক্ষাৎ পেলেন তিনি তাকে মেরে ফেললেন। তিনি বললেন -- \"আপনি কি একজন নির্দোষ লোককে হত্যা করলেন অন্য লোককে ছাড়াই? আপনি তো এক ভয়ানক কাজ করে ফেললেন?\""
  },
  {
    "num": "75",
    "ara": "قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا",
    "eng": "[Al-Khidh r] said, \"Did I not tell you that with me you would never be able to have patience?\"",
    "ban": "তিনি বললেন -- \"আমি কি তোমাকে বলি নি যে তুমি আমার সঙ্গে কখনো ধৈর্য ধারণ করতে সক্ষম হবে না?\""
  },
  {
    "num": "76",
    "ara": "قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا",
    "eng": "[Moses] said, \"If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse.\"",
    "ban": "তিনি বললেন -- \"আমি যদি এর পরে কোনো ব্যাপারে আপনাকে প্রশ্ন করি তবে আপনি আমাকে সঙ্গে নেবেন না, আপনি অবশ্যই আমার সন্বন্ধে এক ওজর-আপত্তি পেয়ে যাবেন।\""
  },
  {
    "num": "77",
    "ara": "فَانطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا",
    "eng": "So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment.\"",
    "ban": "তারপর তাঁরা দুজন চলতে লাগলেন যে পর্যন্ত না তাঁরা এসে পৌঁছলেন এক শহরের অধিবাসীদের কাছে, তাঁরা এর লোকদের কাছে খাবার চাইলেন, কিন্তু তারা এ দুজনের আতিথেয়তা করতে অস্বীকার করল। তারপর তাঁরা তাতে পেয়ে গেলেন একটি দেয়াল যা পড়ে যাবার উপক্রম করছিল, কাজেই তিনি তা খাড়া করে দিলেন। তিনি বললেন -- \"আপনি যদি চাইতেন তবে এর জন্যে অবশ্য পারিশ্রমিক গ্রহণ করতে পারতেন।\""
  },
  {
    "num": "78",
    "ara": "قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
    "eng": "[Al-Khidh r] said, \"This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience.",
    "ban": "তিনি বললেন -- \"এইবার আমার মধ্যে ও তোমার মধ্যে ছাড়াছাড়ি। আমি এখন জানিয়ে দিচ্ছি তাৎপর্য যে সন্বন্ধে তুমি ধৈর্য ধরতে পারছিলে না।"
  },
  {
    "num": "79",
    "ara": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
    "eng": "As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force.",
    "ban": "\"নৌকো সন্বন্ধে -- এ ছিল কয়েকজন গরীব লোকের যারা নদীতে কাজ করত, আর আমি এটিকে খুতঁময় করতে চেয়েছিলাম, কেননা তাদের পেছনে ছিল এক রাজা যে প্রত্যেক নৌকো জোর ক'রে নিয়ে নিচ্ছিল।"
  },
  {
    "num": "80",
    "ara": "وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَن يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا",
    "eng": "And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief.",
    "ban": "\"আর বালকটি সন্বন্ধে -- এর পিতামাতা ছিল মুমিন, আর আমরা আশংকা করছিলাম যে সে বিদ্রোহাচরণ ও অবিশ্বাস পোষণের ফলে তাদের ব্যতিব্যস্ত করবে,"
  },
  {
    "num": "81",
    "ara": "فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا",
    "eng": "So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy.",
    "ban": "\"কাজেই আমরা চেয়েছিলাম তাদের প্রভু যেন তাদের জন্য বদলে দেন পবিত্রতায় এর চেয়ে ভাল এবং ভক্তি-ভালবাসায় ঘনিষ্ঠতর।"
  },
  {
    "num": "82",
    "ara": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
    "eng": "And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience.\"",
    "ban": "\"আর দেয়াল সন্বন্ধে -- এ ছিল শহরের দুইজন এতিম বালকের, আর তার তলায় ছিল তাদের উভয়ের ধনভান্ডার, আর তাদের পিতা ছিল সজ্জন। কাজেই তোমার প্রভু চেয়েছিলেন যে তারা যেন তাদের সাবালকত্ব প্রাপ্ত হয় এবং তাদের ধনভান্ডার বের করে আনে তোমার প্রভুর তরফ থেকে করুণা হিসেবে, আর আমি এটি করি নি আমার নিজের ইচ্ছায়। এই হচ্ছে তার তাৎপর্য যে সন্বন্ধে তুমি ধৈর্যধারণ করতে পার নি।\""
  },
  {
    "num": "83",
    "ara": "وَيَسْأَلُونَكَ عَن ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُم مِّنْهُ ذِكْرًا",
    "eng": "And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, \"I will recite to you about him a report.\"",
    "ban": "আর তারা তোমাকে যুল্‌ক্কারনাইন সন্বন্ধে জিজ্ঞাসা করছে। বলো -- \"আমি এখনি তোমাদের কাছে তাঁর সন্বন্ধে কাহিনী বর্ণনা করব।\""
  },
  {
    "num": "84",
    "ara": "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا",
    "eng": "Indeed We established him upon the earth, and We gave him to everything a way.",
    "ban": "নিঃসন্দেহ আমরা তাঁকে দেশে প্রতিষ্ঠিত করেছিলাম এবং তাঁকে দিয়েছিলাম প্রত্যেক বিষয়ের অনুপ্রবেশ ক্ষমতা।"
  },
  {
    "num": "85",
    "ara": "فَأَتْبَعَ سَبَبًا",
    "eng": "So he followed a way",
    "ban": "কাজেই তিনি এক পথ অনুসরণ করলেন।"
  },
  {
    "num": "86",
    "ara": "حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعَذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
    "eng": "Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, \"O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness.\"",
    "ban": "পরে যখন তিনি সূর্য অস্ত যাবার স্থানে পৌঁছলেন, তিনি এটিকে দেখতে পেলেন এক কালো জলাশয়ে অস্তগমন করছে, আর তার কাছে পেলেন এক অধিবাসী। আমরা বললাম -- \"হে যুল্‌ক্কারনাইন, তুমি শাস্তি দিতে পার অথবা এদের সদয়ভাবে গ্রহণ করতে পার।\""
  },
  {
    "num": "87",
    "ara": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا",
    "eng": "He said, \"As for one who wrongs, we will punish him. Then he will be returned to his Lord, and He will punish him with a terrible punishment.",
    "ban": "তিনি বললেন -- \"যে কেউ অন্যায় করবে আমরা অচিরেই তাকে শাস্তি দেব, তারপর তাকে ফিরিয়ে আনব তার প্রভুর কাছে, তখন তিনি তাকে শাস্তি দেবেন কঠোর শাস্তিতে।"
  },
  {
    "num": "88",
    "ara": "وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا",
    "eng": "But as for one who believes and does righteousness, he will have a reward of Paradise, and we will speak to him from our command with ease.\"",
    "ban": "\"আর যে কেউ বিশ্বাস করবে ও সৎকাজ করবে, তার জন্যে তবে রয়েছে উত্তম প্রতিদান এবং তার প্রতি আমাদের আচার-আচরণে মোলায়েম কথা বলব।\""
  },
  {
    "num": "89",
    "ara": "ثُمَّ أَتْبَعَ سَبَبًا",
    "eng": "Then he followed a way",
    "ban": "তারপর তিনি এক পথ ধরলেন।"
  },
  {
    "num": "90",
    "ara": "حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
    "eng": "Until, when he came to the rising of the sun, he found it rising on a people for whom We had not made against it any shield.",
    "ban": "পরে যখন তিনি সূর্য উদয় হওয়ার যায়গায় পৌঁছলেন, তিনি এটিকে দেখতে পেলেন উদয় হচ্ছে এক অধিবাসীর উপরে যাদের জন্য আমরা এর থেকে কোনো আবরণ বানাই নি, --"
  },
  {
    "num": "91",
    "ara": "كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
    "eng": "Thus. And We had encompassed [all] that he had in knowledge.",
    "ban": "এইভাবে। আর তাঁর ব্যাপারে সব খবর আমরা জানতাম।"
  },
  {
    "num": "92",
    "ara": "ثُمَّ أَتْبَعَ سَبَبًا",
    "eng": "Then he followed a way",
    "ban": "তারপর তিনি এক পথ ধরলেন।"
  },
  {
    "num": "93",
    "ara": "حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
    "eng": "Until, when he reached [a pass] between two mountains, he found beside them a people who could hardly understand [his] speech.",
    "ban": "পরে যখন তিনি দুই পর্বত-প্রাচীরের মধ্যে পৌঁছলেন তখন এ দুইটির মধ্যাঞ্চলে তিনি এক সম্প্রদায়কে পেলেন যারা কথা কিছুই বুঝতে পারত না।"
  },
  {
    "num": "94",
    "ara": "قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
    "eng": "They said, \"O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier?\"",
    "ban": "তারা বললে -- \"হে যুল্‌ক্কারনাইন, নিঃসন্দেহ ইয়াজুজ ও মাজুজ দেশে অশান্তি সৃষ্টি করেছে, আমরা কি তবে আপনাকে কর দেব এই শর্তে যে আপনি আমাদের মধ্যে ও তাদের মধ্যে এক প্রাচীর বানিয়ে দেবেন?\""
  },
  {
    "num": "95",
    "ara": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
    "eng": "He said, \"That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam.",
    "ban": "তিনি বললেন -- \"আমার প্রভু যাতে আমাকে প্রতিষ্ঠিত করেছেন তা আরো উৎকৃষ্ট, সুতরাং তোমরা আমাকে কায়িক-শ্রম দিয়ে সাহায্য কর, আমি তোমাদের মধ্যে ও তাদের মধ্যে এক মজবুত দেয়াল তৈরি করে দেব।"
  },
  {
    "num": "96",
    "ara": "آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا",
    "eng": "Bring me sheets of iron\" - until, when he had leveled [them] between the two mountain walls, he said, \"Blow [with bellows],\" until when he had made it [like] fire, he said, \"Bring me, that I may pour over it molten copper.\"",
    "ban": "\"আমাদের কাছে তোমরা লোহার টুকরোগুলো নিয়ে এস।\" অতঃপর যখন দুই পাহাড়ের মধ্যবর্তী জায়গা তিনি পূর্ণ করলেন তখন বললেন -- \"হাপরে দম দিতে থাক।\" তারপর যখন তা আগুন বানিয়ে তুললো তখন তিনি বললেন -- \"আমার কাছে গলিত তামা নিয়ে এস আমি এর উপরে ঢেলে দেব।"
  },
  {
    "num": "97",
    "ara": "فَمَا اسْطَاعُوا أَن يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا",
    "eng": "So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration.",
    "ban": "\"সুতরাং তারা এটি ডিঙোতে সক্ষম হবে না, আর তারা এটি ভেদ করতেও পারবে না।\""
  },
  {
    "num": "98",
    "ara": "قَالَ هَذَا رَحْمَةٌ مِّن رَّبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا",
    "eng": "[Dhul-Qarnayn] said, \"This is a mercy from my Lord; but when the promise of my Lord comes, He will make it level, and ever is the promise of my Lord true.\"",
    "ban": "তিনি বললেন -- \"এ আমার প্রভুর তরফ থেকে অনুগ্রহ, কিন্তু যখন আমার প্রভুর ওয়াদা এসে যাবে তখন তিনি এটিকে টুকরো- টুকরো করে দেবেন, আর আমার প্রভুর ওয়াদা চিরসত্য।\""
  },
  {
    "num": "99",
    "ara": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا",
    "eng": "And We will leave them that day surging over each other, and [then] the Horn will be blown, and We will assemble them in [one] assembly.",
    "ban": "আর সেই সময়ে আমরা তাদের এক দলকে অন্য দলের সাথে যুদ্ধাভিযানে ছেড়ে দেব, আর শিঙায় ফুৎকার দেয়া হবে, তখন আমরা তাদের জমায়েৎ করব এক সমাবেশে।"
  },
  {
    "num": "100",
    "ara": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضًا",
    "eng": "And We will present Hell that Day to the Disbelievers, on display -",
    "ban": "আর সেই সময়ে আমরা জাহান্নামকে বিছিয়ে দেব বিস্তীর্ণভাবে অবিশ্বাসীদের জন্য, --"
  },
  {
    "num": "101",
    "ara": "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَن ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا",
    "eng": "Those whose eyes had been within a cover [removed] from My remembrance, and they were not able to hear.",
    "ban": "যাদের চোখ ছিল আমার স্মারক সন্বন্ধে পর্দার আড়ালে আর যারা শুনতেও ছিল অপারগ।"
  },
  {
    "num": "102",
    "ara": "أَفَحَسِبَ الَّذِينَ كَفَرُوا أَن يَتَّخِذُوا عِبَادِي مِن دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا",
    "eng": "Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging.",
    "ban": "যারা অবিশ্বাস পোষণ করে তারা কি ভাবে যে তারা আমাকে ছেড়ে দিয়ে আমার বান্দাদের অভিভাবকরূপে গ্রহণ করতে পারে? নিঃসন্দেহ আমরা জাহান্নামকে তৈরী করেছি অবিশ্বাসীদের জন্য অভ্যর্থনাস্বরূপ!"
  },
  {
    "num": "103",
    "ara": "قُلْ هَلْ نُنَبِّئُكُم بِالْأَخْسَرِينَ أَعْمَالًا",
    "eng": "Say, [O Muhammad], \"Shall we [believers] inform you of the greatest losers as to [their] deeds?",
    "ban": "বলো -- \"আমরা কি তোমাদের জানিয়ে দেব কারা কর্মক্ষেত্রে সবচাইতে বেশি ক্ষতিগ্রস্ত?\""
  },
  {
    "num": "104",
    "ara": "الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
    "eng": "[They are] those whose effort is lost in worldly life, while they think that they are doing well in work.\"",
    "ban": "এরাই তো এই দুনিয়ার জীবনে তাদের প্রচেষ্টা পন্ড করছে, অথচ তারা মনে করে যে তারা তো বেশ ভালো উৎপাদন করছে।"
  },
  {
    "num": "105",
    "ara": "أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا",
    "eng": "Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance.",
    "ban": "এরাই তারা যারা অবিশ্বাস করে তাদের প্রভুর নির্দেশাবলীতে ও তাঁর সাথে সাক্ষাতের বিষয়ে, ফলে তাদের ক্রিয়াকর্ম ব্যর্থ হয়ে যায়, সুতরাং তাদের জন্য আমরা কিয়ামতের দিনে কোনো দাঁড়িপাল্লা খাড়া করব না।"
  },
  {
    "num": "106",
    "ara": "ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا",
    "eng": "That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule.",
    "ban": "এটাই তো, -- তাদের প্রাপ্য হচ্ছে জাহান্নাম যেহেতু তারা অবিশ্বাস পোষণ করেছিল এবং আমার নির্দেশাবলী ও আমার রসূলগণকে তারা তুচ্ছ-তাচ্ছিল্য করেছিল।"
  },
  {
    "num": "107",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا",
    "eng": "Indeed, those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging,",
    "ban": "নিঃসন্দেহ যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের জন্য রয়েছে বেহেশতের বাগান অভ্যর্থনার কারণে, --"
  },
  {
    "num": "108",
    "ara": "خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
    "eng": "Wherein they abide eternally. They will not desire from it any transfer.",
    "ban": "তারা সেখানে থাকবে স্থায়ীভাবে, সেখান থেকে কোনো পরিবর্তন তারা চাইবে না।"
  },
  {
    "num": "109",
    "ara": "قُل لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا",
    "eng": "Say, \"If the sea were ink for [writing] the words of my Lord, the sea would be exhausted before the words of my Lord were exhausted, even if We brought the like of it as a supplement.\"",
    "ban": "বলো -- \"সাগর যদি কালি হয়ে যেত আমার প্রভুর কলিমাহ্‌র জন্য তবে নিশ্চয়ই সাগর নিঃশেষ হয়ে যেত আমার প্রভুর কলিমাহ্ শেষ হওয়ার আগে\", -- যদিও বা আমরা তার মতো আরেকটি আনতাম যোগ করতে।"
  },
  {
    "num": "110",
    "ara": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا",
    "eng": "Say, \"I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone.\"",
    "ban": "বলো -- \"আমি নিঃসন্দেহ তোমাদেরই মতন একজন মানুষ, আমার কাছে প্রত্যাদিষ্ট হয়েছে যে নিঃসন্দেহ তোমাদের উপাস্য একক উপাস্য, সেজন্য যে কেউ তার প্রভুর সঙ্গে মুলাকাতের কামনা করে সে তবে সৎকর্ম করুক এবং তার প্রভুর উপাসনায় অন্য কাউকেও শরীক না করুক।\""
  }
]
