[
  {
    "num": "1",
    "ara": "تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا",
    "eng:sai": "Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner -",
    "eng:arb": "Blessed be He who has sent down the Salvation upon His servant, that he may be a warner to all beings;",
    "ban": "পরম কল্যাণময় তিনি যিনি তাঁর বান্দার প্রতি ফয়সালার গ্রন্থ অবর্তীণ করেছেন, যাতে সে বিশ্বজগতের জন্যে সতর্ককারী হয়,।"
  },
  {
    "num": "2",
    "ara": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا",
    "eng:sai": "He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination.",
    "eng:arb": "to whom belongs the Kingdom of the heavens and the earth; and He has not taken to Him a son, and He has no associate in the Kingdom; and He created every thing, then He ordained it very exactly.",
    "ban": "তিনি হলেন যাঁর রয়েছে নভোমন্ডল ও ভূমন্ডলের রাজত্ব। তিনি কোন সন্তান গ্রহণ করেননি। রাজত্বে তাঁর কোন অংশীদার নেই। তিনি প্রত্যেক বস্তু সৃষ্টি করেছেন, অতঃপর তাকে শোধিত করেছেন পরিমিতভাবে।"
  },
  {
    "num": "3",
    "ara": "وَاتَّخَذُوا مِن دُونِهِ آلِهَةً لَّا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا",
    "eng:sai": "But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.",
    "eng:arb": "Yet they have taken to them gods, apart from Him, that create nothing and themselves are created, and have no power to hurt or profit themselves, no power of death or life or raising up.",
    "ban": "তারা তাঁর পরিবর্তে কত উপাস্য গ্রহণ করেছে, যারা কিছুই সৃষ্টি করে না এবং তারা নিজেরাই সৃষ্ট এবং নিজেদের ভালও করতে পারে না, মন্দও করতে পারে না এবং জীবন, মরণ ও পুনরুজ্জীবনের ও তারা মালিক নয়।"
  },
  {
    "num": "4",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا",
    "eng:sai": "And those who disbelieve say, \"This [Qur'an] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie.",
    "eng:arb": "The unbelievers say, 'This is naught but a calumny he has forged, and other folk have helped him to it.' So they have committed wrong and falsehood.",
    "ban": "কাফেররা বলে, এটা মিথ্যা বৈ নয়, যা তিনি উদ্ভাবন করেছেন এবং অন্য লোকেরা তাঁকে সাহায্য করেছে। অবশ্যই তারা অবিচার ও মিথ্যার আশ্রয় নিয়েছে।"
  },
  {
    "num": "5",
    "ara": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "eng:sai": "And they say, \"Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon.\"",
    "eng:arb": "They say, 'Fairy-tales of the ancients that he has had written down, so that they are recited to him at the dawn and in the evening.'",
    "ban": "তারা বলে, এগুলো তো পুরাকালের রূপকথা, যা তিনি লিখে রেখেছেন। এগুলো সকাল-সন্ধ্যায় তাঁর কাছে শেখানো হয়।"
  },
  {
    "num": "6",
    "ara": "قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا",
    "eng:sai": "Say, [O Muhammad], \"It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful.\"",
    "eng:arb": "Say: 'He sent it down, who knows the secret in the heavens and earth; He is All-forgiving, All-compassionate.'",
    "ban": "বলুন, একে তিনিই অবতীর্ণ করেছেন, যিনি নভোমন্ডল ও ভূমন্ডলের গোপন রহস্য অবগত আছেন। তিনি ক্ষমাশীল, মেহেরবান।"
  },
  {
    "num": "7",
    "ara": "وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا",
    "eng:sai": "And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?",
    "eng:arb": "They also say, 'What ails this Messenger that he eats food, and goes in the markets? Why has an angel not been sent down to him, to be a warner with him?",
    "ban": "তারা বলে, এ কেমন রসূল যে, খাদ্য আহার করে এবং হাটে-বাজারে চলাফেরা করে? তাঁর কাছে কেন কোন ফেরেশতা নাযিল করা হল না যে, তাঁর সাথে সতর্ককারী হয়ে থাকত?"
  },
  {
    "num": "8",
    "ara": "أَوْ يُلْقَى إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "eng:sai": "Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic.\"",
    "eng:arb": "Or why is not a treasure thrown to him, or why has he not a Garden to eat of?' The evildoers say, 'You are only following a man bewitched!'",
    "ban": "অথবা তিনি ধন-ভান্ডার প্রাপ্ত হলেন না কেন, অথবা তাঁর একটি বাগান হল না কেন, যা থেকে তিনি আহার করতেন? জালেমরা বলে, তোমরা তো একজন জাদুগ্রস্ত ব্যক্তিরই অনুসরণ করছ।"
  },
  {
    "num": "9",
    "ara": "انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "eng:sai": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
    "eng:arb": "Behold, how they strike similitudes for thee, and go astray, and are unable to find a way!",
    "ban": "দেখুন, তারা আপনার কেমন দৃষ্টান্ত বর্ণনা করে! অতএব তারা পথভ্রষ্ট হয়েছে, এখন তারা পথ পেতে পারে না।"
  },
  {
    "num": "10",
    "ara": "تَبَارَكَ الَّذِي إِن شَاءَ جَعَلَ لَكَ خَيْرًا مِّن ذَلِكَ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَيَجْعَل لَّكَ قُصُورًا",
    "eng:sai": "Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.",
    "eng:arb": "Blessed be He who, if He will, shall assign to them better than that -- gardens underneath which rivers flow, and he shall assign to thee palaces.",
    "ban": "কল্যানময় তিনি, যিনি ইচ্ছা করলে আপনাকে তদপেক্ষা উত্তম বস্তু দিতে পারেন-বাগ-বাগিচা, যার তলদেশে নহর প্রবাহিত হয় এবং দিতে পারেন আপনাকে প্রাসাদসমূহ।"
  },
  {
    "num": "11",
    "ara": "بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا",
    "eng:sai": "But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.",
    "eng:arb": "Nay, but they cry lies to the Hour; and We have prepared for him who cries lies to the Hour a Blaze.",
    "ban": "বরং তারা কেয়ামতকে অস্বীকার করে এবং যে কেয়ামতকে অস্বীকার করে, আমি তার জন্যে অগ্নি প্রস্তুত করেছি।"
  },
  {
    "num": "12",
    "ara": "إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا",
    "eng:sai": "When the Hellfire sees them from a distant place, they will hear its fury and roaring.",
    "eng:arb": "When it sees them from a far place, they shall hear its bubbling and sighing.",
    "ban": "অগ্নি যখন দূর থেকে তাদেরকে দেখবে, তখন তারা শুনতে পাবে তার গর্জন ও হুঙ্কার।"
  },
  {
    "num": "13",
    "ara": "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا",
    "eng:sai": "And when they are thrown into a narrow place therein bound in chains, they will cry out thereupon for destruction.",
    "eng:arb": "And when they are cast, coupled in fetters, into a narrow place of that Fire, they will call out there for destruction.",
    "ban": "যখন এক শিকলে কয়েকজন বাঁধা অবস্থায় জাহান্নামের কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে, তখন সেখানে তারা মৃত্যুকে ডাকবে।"
  },
  {
    "num": "14",
    "ara": "لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا",
    "eng:sai": "[They will be told], \"Do not cry this Day for one destruction but cry for much destruction.\"",
    "eng:arb": "'Call not out today for one destruction, but call for many!'",
    "ban": "বলা হবে, আজ তোমরা এক মৃত্যুকে ডেকো না অনেক মৃত্যুকে ডাক।"
  },
  {
    "num": "15",
    "ara": "قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا",
    "eng:sai": "Say, \"Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination.",
    "eng:arb": "Say: 'Is that better, or the Garden of Eternity, that is promised to the godfearing, and is their recompense and homecoming?'",
    "ban": "বলুন এটা উত্তম, না চিরকাল বসবাসের জান্নাত, যার সুসংবাদ দেয়া হয়েছে মুত্তাকীদেরকে? সেটা হবে তাদের প্রতিদান ও প্রত্যাবর্তন স্থান।"
  },
  {
    "num": "16",
    "ara": "لَّهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَّسْئُولًا",
    "eng:sai": "For them therein is whatever they wish, [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested.",
    "eng:arb": "Therein they shall have what they will dwelling forever; it is a promise binding upon thy Lord, and of Him to be required.",
    "ban": "তারা চিরকাল বসবাসরত অবস্থায় সেখানে যা চাইবে, তাই পাবে। এই প্রার্থিত ওয়াদা পূরণ আপনার পালনকর্তার দায়িত্ব।"
  },
  {
    "num": "17",
    "ara": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ",
    "eng:sai": "And [mention] the Day He will gather them and that which they worship besides Allah and will say, \"Did you mislead these, My servants, or did they [themselves] stray from the way?\"",
    "eng:arb": "Upon the day when He shall muster them and that they serve, apart from God, and He shall say, 'Was it you that led these My servants astray, or did they themselves err from the way?'",
    "ban": "সেদিন আল্লাহ একত্রিত করবেন তাদেরকে এবং তারা আল্লাহর পরিবর্তে যাদের এবাদত করত তাদেরকে, সেদিন তিনি উপাস্যদেরকে বলবেন, তোমরাই কি আমার এই বান্দাদেরকে পথভ্রান্ত করেছিলে, না তারা নিজেরাই পথভ্রান্ত হয়েছিল?"
  },
  {
    "num": "18",
    "ara": "قَالُوا سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَا أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِن مَّتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا",
    "eng:sai": "They will say, \"Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined.\"",
    "eng:arb": "They shall 'Glory be to Thee! It did not behove us to take unto say, ourselves protectors apart from Thee; but Thou gavest them and their fathers enjoyment of days, until they forgot",
    "ban": "তারা বলবে-আপনি পবিত্র, আমরা আপনার পরিবর্তে অন্যকে মুরুব্বীরূপে গ্রহণ করতে পারতাম না; কিন্তু আপনিই তো তাদেরকে এবং তাদের পিতৃপুরুষদেরকে ভোগসম্ভার দিয়েছিলেন, ফলে তারা আপনার স্মৃতি বিস্মৃত হয়েছিল এবং তারা ছিল ধ্বংসপ্রাপ্ত জাতি।"
  },
  {
    "num": "19",
    "ara": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
    "eng:sai": "So they will deny you, [disbelievers], in what you say, and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment.",
    "eng:arb": "the Remembrance, and were a people corrupt.' So they cried lies touching the things you say, and you can neither turn it aside, nor find any help. Whosoever of you does evil, We shall let him taste a great chastisement.",
    "ban": "আল্লাহ মুশরিকদেরকে বলবেন, তোমাদের কথা তো তারা মিথ্যা সাব্যস্ত করল, এখন তোমরা শাস্তি প্রতিরোধ করতে পারবে না এবং সাহায্যও করতে পারবে না। তোমাদের মধ্যে যে গোনাহগার আমি তাকে গুরুতর শাস্তি আস্বাদন করাব।"
  },
  {
    "num": "20",
    "ara": "وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا",
    "eng:sai": "And We did not send before you, [O Muhammad], any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.",
    "eng:arb": "And We sent not before thee any Envoys, but that they ate food, and went in the markets; and We appointed some of you to be a trial for others: 'Will you endure?' Thy Lord is ever All-seeing.",
    "ban": "আপনার পূর্বে যত রসূল প্রেরণ করেছি, তারা সবাই খাদ্য গ্রহণ করত এবং হাটে-বাজারে চলাফেরা করত। আমি তোমাদের এককে অপরের জন্যে পরীক্ষাস্বরূপ করেছি। দেখি, তোমরা সবর কর কিনা। আপনার পালনকর্তা সব কিছু দেখেন।"
  },
  {
    "num": "21",
    "ara": "وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا",
    "eng:sai": "And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves and [become] insolent with great insolence.",
    "eng:arb": "Say those who look not to encounter Us, 'Why have the angels not been sent down on us, or why see we not our Lord?' Waxed proud they have within them, and become greatly disdainful.",
    "ban": "যারা আমার সাক্ষাৎ আশা করে না, তারা বলে, আমাদের কাছে ফেরেশতা অবতীর্ণ করা হল না কেন? অথবা আমরা আমাদের পালনকর্তাকে দেখি না কেন? তারা নিজেদের অন্তরে অহংকার পোষণ করে এবং গুরুতর অবাধ্যতায় মেতে উঠেছে।"
  },
  {
    "num": "22",
    "ara": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
    "eng:sai": "The day they see the angels - no good tidings will there be that day for the criminals, and [the angels] will say, \"Prevented and inaccessible.\"",
    "eng:arb": "Upon the day that they see the angels, no good tidings that day for the sinners; they shall say, 'A ban forbidden!'",
    "ban": "যেদিন তারা ফেরেশতাদেরকে দেখবে, সেদিন অপরাধীদের জন্যে কোন সুসংবাদ থাকবে না এবং তারা বলবে, কোন বাধা যদি তা আটকে রাখত।"
  },
  {
    "num": "23",
    "ara": "وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا",
    "eng:sai": "And We will regard what they have done of deeds and make them as dust dispersed.",
    "eng:arb": "We shall advance upon what work they have done, and make it a scattered dust.",
    "ban": "আমি তাদের কৃতকর্মের প্রতি মনোনিবেশ করব, অতঃপর সেগুলোকে বিক্ষিপ্ত ধুলিকণারূপে করে দেব।"
  },
  {
    "num": "24",
    "ara": "أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
    "eng:sai": "The companions of Paradise, that Day, are [in] a better settlement and better resting place.",
    "eng:arb": "The inhabitants of Paradise that day, better shall be their lodging, fairer their resting-place.",
    "ban": "সেদিন জান্নাতীদের বাসস্থান হবে উত্তম এবং বিশ্রামস্থল হবে মনোরম।"
  },
  {
    "num": "25",
    "ara": "وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنزِيلًا",
    "eng:sai": "And [mention] the Day when the heaven will split open with [emerging] clouds, and the angels will be sent down in successive descent.",
    "eng:arb": "Upon the day that heaven is split asunder with the clouds and the angels are sent down in majesty,",
    "ban": "সেদিন আকাশ মেঘমালাসহ বিদীর্ণ হবে এবং সেদিন ফেরেশতাদের নামিয়ে দেয়া হবে,"
  },
  {
    "num": "26",
    "ara": "الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا",
    "eng:sai": "True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day.",
    "eng:arb": "the Kingdom that day, the true Kingdom, shall belong to the All-merciful and it shall be a day harsh for the unbelievers.",
    "ban": "সেদিন সত্যিকার রাজত্ব হবে দয়াময় আল্লাহর এবং কাফেরদের পক্ষে দিনটি হবে কঠিন।"
  },
  {
    "num": "27",
    "ara": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا",
    "eng:sai": "And the Day the wrongdoer will bite on his hands [in regret] he will say, \"Oh, I wish I had taken with the Messenger a way.",
    "eng:arb": "Upon the day the evildoer shall bite his hands, saying, 'Would that I had taken a way along with the Messenger!",
    "ban": "জালেম সেদিন আপন হস্তদ্বয় দংশন করতে করতে বলবে, হায় আফসোস! আমি যদি রসূলের সাথে পথ অবলম্বন করতাম।"
  },
  {
    "num": "28",
    "ara": "يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
    "eng:sai": "Oh, woe to me! I wish I had not taken that one as a friend.",
    "eng:arb": "Alas, would that I had not taken So-and-so for a friend!",
    "ban": "হায় আমার দূর্ভাগ্য, আমি যদি অমুককে বন্ধুরূপে গ্রহণ না করতাম।"
  },
  {
    "num": "29",
    "ara": "لَّقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنسَانِ خَذُولًا",
    "eng:sai": "He led me away from the remembrance after it had come to me. And ever is Satan, to man, a deserter.\"",
    "eng:arb": "He indeed led me astray from the Remembrance, after it had come to me; Satan is ever a forsaker of men.'",
    "ban": "আমার কাছে উপদেশ আসার পর সে আমাকে তা থেকে বিভ্রান্ত করেছিল। শয়তান মানুষকে বিপদকালে ধোঁকা দেয়।"
  },
  {
    "num": "30",
    "ara": "وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا",
    "eng:sai": "And the Messenger has said, \"O my Lord, indeed my people have taken this Qur'an as [a thing] abandoned.\"",
    "eng:arb": "The Messenger says, 'O my Lord, behold, my people have taken this Koran as a thing to be shunned.'",
    "ban": "রসূল বললেনঃ হে আমার পালনকর্তা, আমার সম্প্রদায় এই কোরআনকে প্রলাপ সাব্যস্ত করেছে।"
  },
  {
    "num": "31",
    "ara": "وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا",
    "eng:sai": "And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper.",
    "eng:arb": "Even so We have appointed to every Prophet an enemy among the sinners; but thy Lord suffices as a guide and as a helper.",
    "ban": "এমনিভাবে প্রত্যেক নবীর জন্যে আমি অপরাধীদের মধ্য থেকে শত্রু করেছি। আপনার জন্যে আপনার পালনকর্তা পথপ্রদর্শক ও সাহায্যকারীরূপে যথেষ্ট।"
  },
  {
    "num": "32",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا",
    "eng:sai": "And those who disbelieve say, \"Why was the Qur'an not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly.",
    "eng:arb": "The unbelievers say, 'Why has the Koran not been sent down upon him all at once?' Even so, that We may strengthen thy heart thereby, and We have chanted it very distinctly.",
    "ban": "সত্য প্রত্যাখানকারীরা বলে, তাঁর প্রতি সমগ্র কোরআন একদফায় অবতীর্ণ হল না কেন? আমি এমনিভাবে অবতীর্ণ করেছি এবং ক্রমে ক্রমে আবৃত্তি করেছি আপনার অন্তকরণকে মজবুত করার জন্যে।"
  },
  {
    "num": "33",
    "ara": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
    "eng:sai": "And they do not come to you with an argument except that We bring you the truth and the best explanation.",
    "eng:arb": "They bring not to thee any similitude but that We bring thee the truth, and better in exposition.",
    "ban": "তারা আপনার কাছে কোন সমস্যা উপস্থাপিত করলেই আমি আপনাকে তার সঠিক জওয়াব ও সুন্দর ব্যাখ্যা দান করি।"
  },
  {
    "num": "34",
    "ara": "الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
    "eng:sai": "The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way.",
    "eng:arb": "Those who shall be mustered to Gehenna upon their faces -- they shall be worse in place, and gone further astray from the way.",
    "ban": "যাদেরকে মুখ থুবড়ে পড়ে থাকা অবস্থায় জাহান্নামের দিকে একত্রিত করা হবে, তাদেরই স্থান হবে নিকৃষ্ট এবং তারাই পথভ্রষ্ট।"
  },
  {
    "num": "35",
    "ara": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا",
    "eng:sai": "And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant.",
    "eng:arb": "We gave Moses the Book, and appointed with him his brother Aaron as minister",
    "ban": "আমি তো মূসাকে কিতাব দিয়েছি এবং তাঁর সাথে তাঁর ভ্রাতা হারুনকে সাহায্যকারী করেছি।"
  },
  {
    "num": "36",
    "ara": "فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا",
    "eng:sai": "And We said, \"Go both of you to the people who have denied Our signs.\" Then We destroyed them with [complete] destruction.",
    "eng:arb": "and We said, 'Go to the people who have cried lies to Our signs'; then We destroyed them utterly.",
    "ban": "অতঃপর আমি বলেছি, তোমরা সেই সম্প্রদায়ের কাছে যাও, যারা আমার আয়াতসমূহকে মিথ্যা অভিহিত করেছে। অতঃপর আমি তাদেরকে সমূলে ধ্বংস করে দিয়েছি।"
  },
  {
    "num": "37",
    "ara": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا",
    "eng:sai": "And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment.",
    "eng:arb": "And the people of Noah, when they cried lies to the Messengers, We drowned them, and made them to be a sign to mankind; and We have prepared for the evildoers a painful chastisement.",
    "ban": "নূহের সম্প্রদায় যখন রসূলগণের প্রতি মিথ্যারোপ করল, তখন আমি তাদেরকে নিমজ্জত করলাম এবং তাদেরকে মানবমন্ডলীর জন্যে নিদর্শন করে দিলাম। জালেমদের জন্যে আমি যন্ত্রণাদায়ক শাস্তি প্রস্তুত করে রেখেছি।"
  },
  {
    "num": "38",
    "ara": "وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا",
    "eng:sai": "And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them.",
    "eng:arb": "And Ad, and Thamood, and the men of Er-Rass, and between that generations a many,",
    "ban": "আমি ধ্বংস করেছি আদ, সামুদ, কপবাসী এবং তাদের মধ্যবর্তী অনেক সম্প্রদায়কে।"
  },
  {
    "num": "39",
    "ara": "وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
    "eng:sai": "And for each We presented examples [as warnings], and each We destroyed with [total] destruction.",
    "eng:arb": "for each We struck similitudes, and each We ruined utterly.",
    "ban": "আমি প্রত্যেকের জন্যেই দৃষ্টান্ত বর্ণনা করেছি এবং প্রত্যেককেই সম্পুর্ণরূপে ধ্বংস করেছি।"
  },
  {
    "num": "40",
    "ara": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا",
    "eng:sai": "And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection.",
    "eng:arb": "Surely they have come by the city that was rained on by an evil rain; what, have they not seen it? Nay, but they look for no upraising.",
    "ban": "তারা তো সেই জনপদের উপর দিয়েই যাতায়াত করে, যার ওপর বর্ষিত হয়েছে মন্দ বৃষ্টি। তবে কি তারা তা প্রত্যক্ষ করে না? বরং তারা পুনরুজ্জীবনের আশঙ্কা করে না।"
  },
  {
    "num": "41",
    "ara": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا",
    "eng:sai": "And when they see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one whom Allah has sent as a messenger?",
    "eng:arb": "And when they see thee, they take thee in mockery only: 'What, is this he whom God sent forth as a Messenger?",
    "ban": "তারা যখন আপনাকে দেখে, তখন আপনাকে কেবল বিদ্রুপের পাত্ররূপে গ্রহণ করে, বলে, এ-ই কি সে যাকে আল্লাহ ‘রসূল’ করে প্রেরণ করেছেন?"
  },
  {
    "num": "42",
    "ara": "إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَن صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
    "eng:sai": "He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way.",
    "eng:arb": "Wellnigh he had led us astray from our gods, but that we kept steadfast to them.' Assuredly they shall know, when they see the chastisement, who is further astray from the way.",
    "ban": "সে তো আমাদেরকে আমাদের উপাস্যগণের কাছ থেকে সরিয়েই দিত, যদি আমরা তাদেরকে আঁকড়ে ধরে না থাকতাম। তারা যখন শাস্তি প্রত্যক্ষ করবে, তখন জানতে পারবে কে অধিক পথভ্রষ্ট।"
  },
  {
    "num": "43",
    "ara": "أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
    "eng:sai": "Have you seen the one who takes as his god his own desire? Then would you be responsible for him?",
    "eng:arb": "Hast thou seen him who has taken his caprice to be his god? Wilt thou be a guardian over them?",
    "ban": "আপনি কি তাকে দেখেন না, যে তারা প্রবৃত্তিকে উপাস্যরূপে গ্রহণ করে? তবুও কি আপনি তার যিম্মাদার হবেন?"
  },
  {
    "num": "44",
    "ara": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا",
    "eng:sai": "Or do you think that most of them hear or reason? They are not except like livestock. Rather, they are [even] more astray in [their] way.",
    "eng:arb": "Or deemest thou that most of them hear or understand? They are but as the cattle; nay, they are further astray from the way.",
    "ban": "আপনি কি মনে করেন যে, তাদের অধিকাংশ শোনে অথবা বোঝে ? তারা তো চতুস্পদ জন্তুর মত; বরং আরও পথভ্রান্ত"
  },
  {
    "num": "45",
    "ara": "أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا",
    "eng:sai": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.",
    "eng:arb": "Hast thou not regarded thy Lord, how He has stretched out the shadow? Had He willed, He would have made it still. Then We appointed the sun, to be a guide to it;",
    "ban": "তুমি কি তোমার পালনকর্তাকে দেখ না, তিনি কিভাবে ছায়াকে বিলম্বিত করেন? তিনি ইচ্ছা করলে একে স্থির রাখতে পারতেন। এরপর আমি সূর্যকে করেছি এর নির্দেশক।"
  },
  {
    "num": "46",
    "ara": "ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا",
    "eng:sai": "Then We hold it in hand for a brief grasp.",
    "eng:arb": "thereafter We seize it to Ourselves, drawing it gently.",
    "ban": "অতঃপর আমি একে নিজের দিকে ধীরে ধীরে গুটিয়ে আনি।"
  },
  {
    "num": "47",
    "ara": "وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا",
    "eng:sai": "And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection.",
    "eng:arb": "It is He who appointed the night for you to be a garment and sleep for a rest, and day He appointed for a rising.",
    "ban": "তিনিই তো তোমাদের জন্যে রাত্রিকে করেছেন আবরণ, নিদ্রাকে বিশ্রাম এবং দিনকে করেছেন বাইরে গমনের জন্যে।"
  },
  {
    "num": "48",
    "ara": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا",
    "eng:sai": "And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water",
    "eng:arb": "And it is He who has loosed the winds, bearing good tidings before His mercy; and We sent down from heaven pure water",
    "ban": "তিনিই স্বীয় রহমতের প্রাক্কালে বাতাসকে সুসংবাদবাহীরূপে প্রেরণ করেন। এবং আমি আকাশ থেকে পবিত্রতা অর্জনের জন্যে পানি বর্ষণ করি।"
  },
  {
    "num": "49",
    "ara": "لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا",
    "eng:sai": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men.",
    "eng:arb": "so that We might revive a dead land, and give to drink of it, of that We created, cattle and men a many.",
    "ban": "তদ্দ্বারা মৃত ভূভাগকে সঞ্জীবিত করার জন্যে এবং আমার সৃষ্ট জীবজন্তু ও অনেক মানুষের তৃষ্ণা নিবারণের জন্যে।"
  },
  {
    "num": "50",
    "ara": "وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
    "eng:sai": "And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief.",
    "eng:arb": "We have indeed turned it about amongst them, so that they may remember; yet most men refuse all but unbelief.",
    "ban": "এবং আমি তা তাদের মধ্যে বিভিন্নভাবে বিতরণ করি, যাতে তারা স্মরণ করে। কিন্তু অধিকাংশ লোক অকৃতজ্ঞতা ছাড়া কিছুই করে না।"
  },
  {
    "num": "51",
    "ara": "وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيرًا",
    "eng:sai": "And if We had willed, We could have sent into every city a warner.",
    "eng:arb": "If We had willed, We would have raised up in every city a warner.",
    "ban": "আমি ইচ্ছা করলে প্রত্যেক জনপদে একজন ভয় প্রদর্শনকারী প্রেরণ করতে পারতাম।"
  },
  {
    "num": "52",
    "ara": "فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ جِهَادًا كَبِيرًا",
    "eng:sai": "So do not obey the disbelievers, and strive against them with the Qur'an a great striving.",
    "eng:arb": "So obey not the unbelievers, but struggle with them thereby mightily.",
    "ban": "অতএব আপনি কাফেরদের আনুগত্য করবেন না এবং তাদের সাথে এর সাহায্যে কঠোর সংগ্রাম করুন।"
  },
  {
    "num": "53",
    "ara": "وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
    "eng:sai": "And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition.",
    "eng:arb": "And it is He who let forth the two seas, this one Sweet, grateful to taste, and this salt, bitter to the tongue, and He set between them a barrier, and a ban forbidden.",
    "ban": "তিনিই সমান্তরালে দুই সমুদ্র প্রবাহিত করেছেন, এটি মিষ্ট, তৃষ্ণা নিবারক ও এটি লোনা, বিস্বাদ; উভয়ের মাঝখানে রেখেছেন একটি অন্তরায়, একটি দুর্ভেদ্য আড়াল।"
  },
  {
    "num": "54",
    "ara": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا",
    "eng:sai": "And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation].",
    "eng:arb": "And it is He who created of water a mortal, and made him kindred of blood and marriage; thy Lord is All-powerful.",
    "ban": "তিনিই পানি থেকে সৃষ্টি করেছেন মানবকে, অতঃপর তাকে রক্তগত, বংশ ও বৈবাহিক সম্পর্কশীল করেছেন। তোমার পালনকর্তা সবকিছু করতে সক্ষম।"
  },
  {
    "num": "55",
    "ara": "وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا",
    "eng:sai": "But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan].",
    "eng:arb": "And they serve, apart from God, what neither profits them nor hurts them; and the unbeliever is ever a partisan against his Lord.",
    "ban": "তারা এবাদত করে আল্লাহর পরিবর্তে এমন কিছুর, যা তাদের উপকার করতে পারে না এবং ক্ষতিও করতে পারে না। কাফের তো তার পালনকর্তার প্রতি পৃষ্ঠপ্রদর্শনকারী।"
  },
  {
    "num": "56",
    "ara": "وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "eng:sai": "And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
    "eng:arb": "We have sent thee not, except good tidings to bear, and warning.",
    "ban": "আমি আপনাকে সুসংবাদ ও সতর্ককারীরূপেই প্রেরণ করেছি।"
  },
  {
    "num": "57",
    "ara": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَاءَ أَن يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا",
    "eng:sai": "Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way.\"",
    "eng:arb": "Say: 'I do not ask of you a wage for this, except for him who wishes to take to his Lord a way.'",
    "ban": "বলুন, আমি তোমাদের কাছে এর কোন বিনিময় চাই না, কিন্তু যে ইচ্ছা করে, সে তার পালনকর্তার পথ অবলম্বন করুক।"
  },
  {
    "num": "58",
    "ara": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا",
    "eng:sai": "And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted -",
    "eng:arb": "Put thy trust in the Living God, the Undying, and proclaim His praise. Sufficiently is He aware of His servants sins",
    "ban": "আপনি সেই চিরঞ্জীবের উপর ভরসা করুন, যার মৃত্যু নেই এবং তাঁর প্রশংসাসহ পবিত্রতা ঘোষণা করুন। তিনি বান্দার গোনাহ সম্পর্কে যথেষ্ট খবরদার।"
  },
  {
    "num": "59",
    "ara": "الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا",
    "eng:sai": "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed.",
    "eng:arb": "who created the heavens and the earth, and what between them is, in six days, then sat Himself upon the Throne, the All-compassionate: ask any informed of Him!",
    "ban": "তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের অন্তর্বর্তী সবকিছু ছয়দিনে সৃস্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। তিনি পরম দয়াময়। তাঁর সম্পর্কে যিনি অবগত, তাকে জিজ্ঞেস কর।"
  },
  {
    "num": "60",
    "ara": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا",
    "eng:sai": "And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion.",
    "eng:arb": "But when they are told, 'Bow yourselves to the All-merciful,' they say, 'And what is the All-merciful? Shall we bow ourselves to what thou biddest us?' And it increases them in aversion.",
    "ban": "তাদেরকে যখন বলা হয়, দয়াময়কে সেজদা কর, তখন তারা বলে, দয়াময় আবার কে? তুমি কাউকে সেজদা করার আদেশ করলেই কি আমরা সেজদা করব? এতে তাদের পলায়নপরতাই বৃদ্ধি পায়।",
    "sajdah": true
  },
  {
    "num": "61",
    "ara": "تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُّنِيرًا",
    "eng:sai": "Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon.",
    "eng:arb": "Blessed be He who has set in heaven constellations, and has set among them a lamp, and an illuminating moon.",
    "ban": "কল্যাণময় তিনি, যিনি নভোমন্ডলে রাশিচক্র সৃষ্টি করেছেন এবং তাতে রেখেছেন সূর্য ও দীপ্তিময় চন্দ্র।"
  },
  {
    "num": "62",
    "ara": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
    "eng:sai": "And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude.",
    "eng:arb": "And it is He who made the night and day a succession for whom He desires to remember or He desires to be thankful.",
    "ban": "যারা অনুসন্ধানপ্রিয় অথবা যারা কৃতজ্ঞতাপ্রিয় তাদের জন্যে তিনি রাত্রি ও দিবস সৃষ্টি করেছেন পরিবর্তনশীলরূপে।"
  },
  {
    "num": "63",
    "ara": "وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا",
    "eng:sai": "And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace,",
    "eng:arb": "The servants of the All-merciful are those who walk in the earth modestly and who, when the ignorant address them, say, 'Peace';",
    "ban": "রহমান-এর বান্দা তারাই, যারা পৃথিবীতে নম্রভাবে চলাফেরা করে এবং তাদের সাথে যখন মুর্খরা কথা বলতে থাকে, তখন তারা বলে, সালাম।"
  },
  {
    "num": "64",
    "ara": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا",
    "eng:sai": "And those who spend [part of] the night to their Lord prostrating and standing [in prayer]",
    "eng:arb": "who pass the night prostrate to their Lord and standing;",
    "ban": "এবং যারা রাত্রি যাপন করে পালনকর্তার উদ্দেশ্যে সেজদাবনত হয়ে ও দন্ডায়মান হয়ে;"
  },
  {
    "num": "65",
    "ara": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
    "eng:sai": "And those who say, \"Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering;",
    "eng:arb": "who say, 'Our Lord, turn Thou from us the chastisement of Gehenna; surely its chastisement is torment most terrible;",
    "ban": "এবং যারা বলে, হে আমার পালনকর্তা, আমাদের কাছথেকে জাহান্নামের শাস্তি হটিয়ে দাও। নিশ্চয় এর শাস্তি নিশ্চিত বিনাশ;"
  },
  {
    "num": "66",
    "ara": "إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "eng:sai": "Indeed, it is evil as a settlement and residence.\"",
    "eng:arb": "evil it is as a lodging-place and an abode';",
    "ban": "বসবাস ও অবস্থানস্থল হিসেবে তা কত নিকৃষ্ট জায়গা।"
  },
  {
    "num": "67",
    "ara": "وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا",
    "eng:sai": "And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate",
    "eng:arb": "who, when they expend, are neither prodigal nor parsimonious, but between that is a just stand;",
    "ban": "এবং তারা যখন ব্যয় করে, তখন অযথা ব্যয় করে না কৃপণতাও করে না এবং তাদের পন্থা হয় এতদুভয়ের মধ্যবর্তী।"
  },
  {
    "num": "68",
    "ara": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَن يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا",
    "eng:sai": "And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty.",
    "eng:arb": "who call not upon another god with God, nor slay the soul God has forbidden except by right, neither fornicate, for whosoever does that shall meet the price",
    "ban": "এবং যারা আল্লাহর সাথে অন্য উপাস্যের এবাদত করে না, আল্লাহ যার হত্যা অবৈধ করেছেন, সঙ্গত কারণ ব্যতীত তাকে হত্যা করে না এবং ব্যভিচার করে না। যারা একাজ করে, তারা শাস্তির সম্মুখীন হবে।"
  },
  {
    "num": "69",
    "ara": "يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا",
    "eng:sai": "Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -",
    "eng:arb": "of sin-doubled shall be the chastisement for him on the Resurrection Day, and he shall dwell therein humbled,",
    "ban": "কেয়ামতের দিন তাদের শাস্তি দ্বিগুন হবে এবং তথায় লাঞ্ছিত অবস্থায় চিরকাল বসবাস করবে।"
  },
  {
    "num": "70",
    "ara": "إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
    "eng:sai": "Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful.",
    "eng:arb": "save him who repents, and believes, and does righteous work -- those, God will change their evil deeds into good deeds, for God is ever All-forgiving, All-compassionate;",
    "ban": "কিন্তু যারা তওবা করে বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদের গোনাহকে পুন্য দ্বারা পরিবর্তত করে এবং দেবেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।"
  },
  {
    "num": "71",
    "ara": "وَمَن تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا",
    "eng:sai": "And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance.",
    "eng:arb": "and whosoever repents, and does righteousness, he truly turns to God in repentance.",
    "ban": "যে তওবা করে ও সৎকর্ম করে, সে ফিরে আসার স্থান আল্লাহর দিকে ফিরে আসে।"
  },
  {
    "num": "72",
    "ara": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا",
    "eng:sai": "And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity.",
    "eng:arb": "And those who bear not false witness and, when they pass by idle talk, pass by with dignity;",
    "ban": "এবং যারা মিথ্যা কাজে যোগদান করে না এবং যখন অসার ক্রিয়াকর্মের সম্মুখীন হয়, তখন মান রক্ষার্থে ভদ্রভাবে চলে যায়।"
  },
  {
    "num": "73",
    "ara": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا",
    "eng:sai": "And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind.",
    "eng:arb": "who, when they are reminded of the signs of their Lord, fall not down thereat deaf and blind;",
    "ban": "এবং যাদেরকে তাদের পালনকর্তার আয়াতসমূহ বোঝানো হলে তাতে অন্ধ ও বধির সদৃশ আচরণ করে না।"
  },
  {
    "num": "74",
    "ara": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "eng:sai": "And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous.\"",
    "eng:arb": "who say, 'Our Lord, give us refreshment of our wives and seed, and make us a model to the godfearing.'",
    "ban": "এবং যারা বলে, হে আমাদের পালনকর্তা, আমাদের স্ত্রীদের পক্ষ থেকে এবং আমাদের সন্তানের পক্ষ থেকে আমাদের জন্যে চোখের শীতলতা দান কর এবং আমাদেরকে মুত্তাকীদের জন্যে আদর্শস্বরূপ কর।"
  },
  {
    "num": "75",
    "ara": "أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا",
    "eng:sai": "Those will be awarded the Chamber for what they patiently endured, and they will be received therein with greetings and [words of] peace.",
    "eng:arb": "Those shall be recompensed with the highest heaven, for that they endured patiently, and they shall receive therein a greeting and --' Peace!'",
    "ban": "তাদেরকে তাদের সবরের প্রতিদানে জান্নাতে কক্ষ দেয়া হবে এবং তাদেরকে তথায় দোয়া ও সালাম সহকারে অভ্যর্থনা করা হবে।"
  },
  {
    "num": "76",
    "ara": "خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
    "eng:sai": "Abiding eternally therein. Good is the settlement and residence.",
    "eng:arb": "Therein they shall dwell forever; fair it is as a lodging-place and an abode.",
    "ban": "তথায় তারা চিরকাল বসবাস করবে। অবস্থানস্থল ও বাসস্থান হিসেবে তা কত উত্তম।"
  },
  {
    "num": "77",
    "ara": "قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا",
    "eng:sai": "Say, \"What would my Lord care for you if not for your supplication?\" For you [disbelievers] have denied, so your denial is going to be adherent.",
    "eng:arb": "Say: 'My Lord esteems you not at all were it not for your prayer, for you have cried lies, and it shall surely be fastened.'",
    "ban": "বলুন, আমার পালনকর্তা পরওয়া করেন না যদি তোমরা তাঁকে না ডাক। তোমরা মিথ্যা বলেছ। অতএব সত্বর নেমে আসবে অনিবার্য শাস্তি।"
  }
]
