[
  {
    "num": "1",
    "ara": "طسم",
    "eng:sai": "Ta, Seen, Meem.",
    "eng:arb": "Ta Sin Mim",
    "ban": "ত্বা, সীন, মীম।"
  },
  {
    "num": "2",
    "ara": "تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
    "eng:sai": "These are the verses of the clear Book.",
    "eng:arb": "Those are the signs of the Manifest Book.",
    "ban": "এগুলো সুস্পষ্ট কিতাবের আয়াত।"
  },
  {
    "num": "3",
    "ara": "لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ",
    "eng:sai": "Perhaps, [O Muhammad], you would kill yourself with grief that they will not be believers.",
    "eng:arb": "Perchance thou consumest thyself that they are not believers.",
    "ban": "তারা বিশ্বাস করে না বলে আপনি হয়তো মর্মব্যথায় আত্নঘাতী হবেন।"
  },
  {
    "num": "4",
    "ara": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ",
    "eng:sai": "If We willed, We could send down to them from the sky a sign for which their necks would remain humbled.",
    "eng:arb": "If We will, We shall send down on them out of heaven a sign, so their necks will stay humbled to it.",
    "ban": "আমি যদি ইচ্ছা করি, তবে আকাশ থেকে তাদের কাছে কোন নিদর্শন নাযিল করতে পারি। অতঃপর তারা এর সামনে নত হয়ে যাবে।"
  },
  {
    "num": "5",
    "ara": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ",
    "eng:sai": "And no revelation comes to them anew from the Most Merciful except that they turn away from it.",
    "eng:arb": "But never fresh remembrance comes to them from the All-merciful, except they turn away from it.",
    "ban": "যখনই তাদের কাছে রহমান এর কোন নতুন উপদেশ আসে, তখনই তারা তা থেকে মুখ ফিরিয়ে নেয়।"
  },
  {
    "num": "6",
    "ara": "فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng:sai": "For they have already denied, but there will come to them the news of that which they used to ridicule.",
    "eng:arb": "So they have cried lies; therefore assuredly tidings will come to them of that they mocked at.",
    "ban": "অতএব তারা তো মিথ্যারোপ করেছেই; সুতরাং যে বিষয় নিয়ে তারা ঠাট্টা-বিদ্রুপ করত, তার যথার্থ স্বরূপ শীঘ্রই তাদের কাছে পৌছবে।"
  },
  {
    "num": "7",
    "ara": "أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "eng:sai": "Did they not look at the earth - how much We have produced therein from every noble kind?",
    "eng:arb": "What, have they not regarded the earth, how many therein We have caused to grow of every generous kind?",
    "ban": "তারা কি ভুপৃষ্ঠের প্রতি দৃষ্টিপাত করে না? আমি তাতে সর্বপ্রকার বিশেষ-বস্তু কত উদগত করেছি।"
  },
  {
    "num": "8",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "9",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "10",
    "ara": "وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ",
    "eng:sai": "And [mention] when your Lord called Moses, [saying], \"Go to the wrongdoing people -",
    "eng:arb": "And when thy Lord called to Moses, 'Go to the people of the evildoers,",
    "ban": "যখন আপনার পালনকর্তা মূসাকে ডেকে বললেনঃ তুমি পাপিষ্ঠ সম্প্রদায়ের নিকট যাও;"
  },
  {
    "num": "11",
    "ara": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ",
    "eng:sai": "The people of Pharaoh. Will they not fear Allah?\"",
    "eng:arb": "the people of Pharaoh; will they not be godfearing?'",
    "ban": "ফেরাউনের সম্প্রদায়ের নিকট; তারা কি ভয় করে না?"
  },
  {
    "num": "12",
    "ara": "قَالَ رَبِّ إِنِّي أَخَافُ أَن يُكَذِّبُونِ",
    "eng:sai": "He said, \"My Lord, indeed I fear that they will deny me",
    "eng:arb": "He said, 'My Lord, I fear they will cry me lies,",
    "ban": "সে বলল, হে আমার পালনকর্তা, আমার আশংকা হচ্ছে যে, তারা আমাকে মিথ্যাবাদী বলে দেবে।"
  },
  {
    "num": "13",
    "ara": "وَيَضِيقُ صَدْرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ",
    "eng:sai": "And that my breast will tighten and my tongue will not be fluent, so send for Aaron.",
    "eng:arb": "and my breast will be straitened, and my tongue will not be loosed; so send to Aaron.",
    "ban": "এবং আমার মন হতবল হয়ে পড়ে এবং আমার জিহবা অচল হয়ে যায়। সুতরাং হারুনের কাছে বার্তা প্রেরণ করুন।"
  },
  {
    "num": "14",
    "ara": "وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ",
    "eng:sai": "And they have upon me a [claim due to] sin, so I fear that they will kill me.\"",
    "eng:arb": "They also have a sin against me, and I fear they will slay me.'",
    "ban": "আমার বিরুদ্ধে তাদের অভিযোগ আছে। অতএব আমি আশংকা করি যে, তারা আমাকে হত্যা করবে।"
  },
  {
    "num": "15",
    "ara": "قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُم مُّسْتَمِعُونَ",
    "eng:sai": "[Allah] said, \"No. Go both of you with Our signs; indeed, We are with you, listening.",
    "eng:arb": "Said He, 'No indeed; but go, both of you, with Our signs, and We assuredly shall be with you, listening.",
    "ban": "আল্লাহ বলেন, কখনই নয় তোমরা উভয়ে যাও আমার নিদর্শনাবলী নিয়ে। আমি তোমাদের সাথে থেকে শোনব।"
  },
  {
    "num": "16",
    "ara": "فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ",
    "eng:sai": "Go to Pharaoh and say, 'We are the messengers of the Lord of the worlds,",
    "eng:arb": "So go you to Pharaoh, and say, \"Verily, I am the Messenger of the Lord of all Being;",
    "ban": "অতএব তোমরা ফেরআউনের কাছে যাও এবং বল, আমরা বিশ্বজগতের পালনকর্তার রসূল।"
  },
  {
    "num": "17",
    "ara": "أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ",
    "eng:sai": "[Commanded to say], \"Send with us the Children of Israel.\"'\"",
    "eng:arb": "so send forth with us the Children of Israel.\"",
    "ban": "যাতে তুমি বনী-ইসরাঈলকে আমাদের সাথে যেতে দাও।"
  },
  {
    "num": "18",
    "ara": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
    "eng:sai": "[Pharaoh] said, \"Did we not raise you among us as a child, and you remained among us for years of your life?",
    "eng:arb": "He said, 'Did we not raise thee amongst us as a child? Didst thou not tarry among us years of thy life?",
    "ban": "ফেরাউন বলল, আমরা কি তোমাকে শিশু অবস্থায় আমাদের মধ্যে লালন-পালন করিনি? এবং তুমি আমাদের মধ্যে জীবনের বহু বছর কাটিয়েছ।"
  },
  {
    "num": "19",
    "ara": "وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنتَ مِنَ الْكَافِرِينَ",
    "eng:sai": "And [then] you did your deed which you did, and you were of the ungrateful.\"",
    "eng:arb": "And thou didst the deed thou didst, being one of the ungrateful!'",
    "ban": "তুমি সেই-তোমরা অপরাধ যা করবার করেছ। তুমি হলে কৃতঘ্ন।"
  },
  {
    "num": "20",
    "ara": "قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ",
    "eng:sai": "[Moses] said, \"I did it, then, while I was of those astray.",
    "eng:arb": "Said he, 'Indeed I did it then, being one of those that stray;",
    "ban": "মূসা বলল, আমি সে অপরাধ তখন করেছি, যখন আমি ভ্রান্ত ছিলাম।"
  },
  {
    "num": "21",
    "ara": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ",
    "eng:sai": "So I fled from you when I feared you. Then my Lord granted me wisdom and prophethood and appointed me [as one] of the messengers.",
    "eng:arb": "so I fled from you, fearing you. But my Lord gave me Judgment and made me one of the Envoys.",
    "ban": "অতঃপর আমি ভীত হয়ে তোমাদের কাছ থেকে পলায়ন করলাম। এরপর আমার পালনকর্তা আমাকে প্রজ্ঞা দান করেছেন এবং আমাকে পয়গম্বর করেছেন।"
  },
  {
    "num": "22",
    "ara": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ",
    "eng:sai": "And is this a favor of which you remind me - that you have enslaved the Children of Israel?\"",
    "eng:arb": "That is a blessing thou reproachest me with, having enslaved the Children of Israel.'",
    "ban": "আমার প্রতি তোমার যে অনুগ্রহের কথা বলছ, তা এই যে, তুমি বনী-ইসলাঈলকে গোলাম বানিয়ে রেখেছ।"
  },
  {
    "num": "23",
    "ara": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ",
    "eng:sai": "Said Pharaoh, \"And what is the Lord of the worlds?\"",
    "eng:arb": "Pharaoh said, 'And what is the Lord of all Being?'",
    "ban": "ফেরাউন বলল, বিশ্বজগতের পালনকর্তা আবার কি?"
  },
  {
    "num": "24",
    "ara": "قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ",
    "eng:sai": "[Moses] said, \"The Lord of the heavens and earth and that between them, if you should be convinced.\"",
    "eng:arb": "He said, 'The Lord of the heavens and earth, and what between them is, if you have faith.'",
    "ban": "মূসা বলল, তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছুর পালনকর্তা যদি তোমরা বিশ্বাসী হও।"
  },
  {
    "num": "25",
    "ara": "قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ",
    "eng:sai": "[Pharaoh] said to those around him, \"Do you not hear?\"",
    "eng:arb": "Said he to those about him, 'Do you not hear?'",
    "ban": "ফেরাউন তার পরিষদবর্গকে বলল, তোমরা কি শুনছ না?"
  },
  {
    "num": "26",
    "ara": "قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
    "eng:sai": "[Moses] said, \"Your Lord and the Lord of your first forefathers.\"",
    "eng:arb": "He said, 'Your Lord and the Lord of your fathers, the ancients.'",
    "ban": "মূসা বলল, তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তীদেরও পালনকর্তা।"
  },
  {
    "num": "27",
    "ara": "قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ",
    "eng:sai": "[Pharaoh] said, \"Indeed, your 'messenger' who has been sent to you is mad.\"",
    "eng:arb": "Said he, 'Surely your Messenger who was sent to you is possessed!'",
    "ban": "ফেরাউন বলল, তোমাদের প্রতি প্রেরিত তোমাদের রসূলটি নিশ্চয়ই বদ্ধ পাগল।"
  },
  {
    "num": "28",
    "ara": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِن كُنتُمْ تَعْقِلُونَ",
    "eng:sai": "[Moses] said, \"Lord of the east and the west and that between them, if you were to reason.\"",
    "eng:arb": "He said, 'The Lord of the East and West, and what between them is, if you have understanding,'",
    "ban": "মূসা বলল, তিনি পূর্ব, পশ্চিম ও এতদুভয়ের মধ্যবর্তী সব কিছুর পালনকর্তা, যদি তোমরা বোঝ।"
  },
  {
    "num": "29",
    "ara": "قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ",
    "eng:sai": "[Pharaoh] said, \"If you take a god other than me, I will surely place you among those imprisoned.\"",
    "eng:arb": "Said he, 'If thou takest a god other than me, I shall surely make thee one of the imprisoned.'",
    "ban": "ফেরাউন বলল, তুমি যদি আমার পরিবর্তে অন্যকে উপাস্যরূপে গ্রহণ কর তবে আমি অবশ্যই তোমাকে কারাগারে নিক্ষেপ করব।"
  },
  {
    "num": "30",
    "ara": "قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِينٍ",
    "eng:sai": "[Moses] said, \"Even if I brought you proof manifest?\"",
    "eng:arb": "He said, 'What, even though I brought thee something so manifest?'",
    "ban": "মূসা বলল, আমি তোমার কাছে কোন স্পষ্ট বিষয় নিয়ে আগমন করলেও কি?"
  },
  {
    "num": "31",
    "ara": "قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng:sai": "[Pharaoh] said, \"Then bring it, if you should be of the truthful.\"",
    "eng:arb": "Said he, 'Bring it then, if thou art of the truthful.'",
    "ban": "ফেরাউন বলল, তুমি সত্যবাদী হলে তা উপস্থিত কর।"
  },
  {
    "num": "32",
    "ara": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ",
    "eng:sai": "So [Moses] threw his staff, and suddenly it was a serpent manifest.",
    "eng:arb": "So he cast his staff, and behold, it was a serpent manifest.",
    "ban": "অতঃপর তিনি লাঠি নিক্ষেপ করলে মুহূর্তের মধ্যে তা সুস্পষ্ট অজগর হয়ে গেল।"
  },
  {
    "num": "33",
    "ara": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
    "eng:sai": "And he drew out his hand; thereupon it was white for the observers.",
    "eng:arb": "And he drew forth his hand, and lo, it was white to the beholders.",
    "ban": "আর তিনি তার হাত বের করলেন, তৎক্ষণাৎ তা দর্শকদের কাছে সুশুভ্র প্রতিভাত হলো।"
  },
  {
    "num": "34",
    "ara": "قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ",
    "eng:sai": "[Pharaoh] said to the eminent ones around him, \"Indeed, this is a learned magician.",
    "eng:arb": "Said he to the Council about him, 'Surely this man is a cunning sorcerer",
    "ban": "ফেরাউন তার পরিষদবর্গকে বলল, নিশ্চয় এ একজন সুদক্ষ জাদুকর।"
  },
  {
    "num": "35",
    "ara": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ",
    "eng:sai": "He wants to drive you out of your land by his magic, so what do you advise?\"",
    "eng:arb": "who desires to expel you from your land by his sorcery; what do you command?'",
    "ban": "সে তার জাদু বলে তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে চায়। অতএব তোমাদের মত কি?"
  },
  {
    "num": "36",
    "ara": "قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ",
    "eng:sai": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
    "eng:arb": "They said, 'Put him and his brother off a while, and send among the cities musterers,",
    "ban": "তারা বলল, তাকে ও তার ভাইকে কিছু অবকাশ দিন এবং শহরে শহরে ঘোষক প্রেরণ করুন।"
  },
  {
    "num": "37",
    "ara": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ",
    "eng:sai": "Who will bring you every learned, skilled magician.\"",
    "eng:arb": "to bring thee every cunning sorcerer.",
    "ban": "তারা যেন আপনার কাছে প্রত্যেকটি দক্ষ জাদুকর কে উপস্থিত করে।"
  },
  {
    "num": "38",
    "ara": "فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَّعْلُومٍ",
    "eng:sai": "So the magicians were assembled for the appointment of a well-known day.",
    "eng:arb": "So the sorcerers were assembled for the appointed time of a fixed day.",
    "ban": "অতঃপর এক নির্দিষ্ট দিনে জাদুকরদেরকে একত্রিত করা হল।"
  },
  {
    "num": "39",
    "ara": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ",
    "eng:sai": "And it was said to the people, \"Will you congregate",
    "eng:arb": "The people were asked, 'Will you assemble?",
    "ban": "এবং জনগণের মধ্যে ঘোষণা করা হল, তোমরাও সমবেত হও।"
  },
  {
    "num": "40",
    "ara": "لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ",
    "eng:sai": "That we might follow the magicians if they are the predominant?\"",
    "eng:arb": "Haply we shall follow the sorcerers if it should be they are the victors.'",
    "ban": "যাতে আমরা জাদুকরদের অনুসরণ করতে পারি-যদি তারাই বিজয়ী হয়।"
  },
  {
    "num": "41",
    "ara": "فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ",
    "eng:sai": "And when the magicians arrived, they said to Pharaoh, \"Is there indeed for us a reward if we are the predominant?\"",
    "eng:arb": "Then, when the sorcerers came, they said to Pharaoh, 'Shall we indeed have a wage, if we should be the victors?'",
    "ban": "যখন যাদুকররা আগমণ করল, তখন ফেরআউনকে বলল, যদি আমরা বিজয়ী হই, তবে আমরা পুরস্কার পাব তো?"
  },
  {
    "num": "42",
    "ara": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ الْمُقَرَّبِينَ",
    "eng:sai": "He said, \"Yes, and indeed, you will then be of those near [to me].\"",
    "eng:arb": "He said, 'Yes indeed; and you shall then be among the near-stationed.'",
    "ban": "ফেরাউন বলল, হঁ্যা এবং তখন তোমরা আমার নৈকট্যশীলদের অন্তর্ভুক্ত হবে।"
  },
  {
    "num": "43",
    "ara": "قَالَ لَهُم مُّوسَى أَلْقُوا مَا أَنتُم مُّلْقُونَ",
    "eng:sai": "Moses said to them, \"Throw whatever you will throw.\"",
    "eng:arb": "Moses said to them, 'Cast you down what you will cast.'",
    "ban": "মূসা (আঃ) তাদেরকে বললেন, নিক্ষেপ কর তোমরা যা নিক্ষেপ করবে।"
  },
  {
    "num": "44",
    "ara": "فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ",
    "eng:sai": "So they threw their ropes and their staffs and said, \"By the might of Pharaoh, indeed it is we who are predominant.\"",
    "eng:arb": "So they cast their ropes and their staffs, and said, 'By the might of Pharaoh we shall be the victors.'",
    "ban": "অতঃপর তারা তাদের রশি ও লাঠি নিক্ষেপ করল এবং বলল, ফেরাউনের ইযযতের কসম, আমরাই বিজয়ী হব।"
  },
  {
    "num": "45",
    "ara": "فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
    "eng:sai": "Then Moses threw his staff, and at once it devoured what they falsified.",
    "eng:arb": "Then Moses cast his staff and lo, it forthwith swallowed up their lying invention;",
    "ban": "অতঃপর মূসা তাঁর লাঠি নিক্ষেপ করল, হঠাৎ তা তাদের অলীক কীর্তিগুলোকে গ্রাস করতে লাগল।"
  },
  {
    "num": "46",
    "ara": "فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
    "eng:sai": "So the magicians fell down in prostration [to Allah].",
    "eng:arb": "so the sorcerers were cast down, bowing themselves.",
    "ban": "তখন জাদুকররা সেজদায় নত হয়ে গেল।"
  },
  {
    "num": "47",
    "ara": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
    "eng:sai": "They said, \"We have believed in the Lord of the worlds,",
    "eng:arb": "They said, 'We believe in the Lord of all Being,",
    "ban": "তারা বলল, আমরা রাব্বুল আলামীনের প্রতি বিশ্বাস স্থাপন করলাম।"
  },
  {
    "num": "48",
    "ara": "رَبِّ مُوسَى وَهَارُونَ",
    "eng:sai": "The Lord of Moses and Aaron.\"",
    "eng:arb": "the Lord of Moses and Aaron.'",
    "ban": "যিনি মূসা ও হারুনের রব।"
  },
  {
    "num": "49",
    "ara": "قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "eng:sai": "[Pharaoh] said, \"You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all.\"",
    "eng:arb": "Said Pharaoh, 'You have believed him before I gave you leave. Why, he is the chief of you, the same that taught you sorcery; now you shall know! I shall assuredly cut off alternately your hands and feet, then I shall crucify you all together.'",
    "ban": "ফেরাউন বলল, আমার অনুমতি দানের পূর্বেই তোমরা কি তাকে মেনে নিলে? নিশ্চয় সে তোমাদের প্রধান, যে তোমাদেরকে জাদু শিক্ষা দিয়েছে। শীঘ্রই তোমরা পরিণাম জানতে পারবে। আমি অবশ্যই তোমাদের হাত ও পা বিপরীত দিক থেকে কর্তন করব। এবং তোমাদের সবাইকে শূলে চড়াব।"
  },
  {
    "num": "50",
    "ara": "قَالُوا لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ",
    "eng:sai": "They said, \"No harm. Indeed, to our Lord we will return.",
    "eng:arb": "They said, 'There is no harm; surely unto our Lord we are turning.",
    "ban": "তারা বলল, কোন ক্ষতি নেই। আমরা আমাদের পালনকর্তার কাছে প্রত্যাবর্তন করব।"
  },
  {
    "num": "51",
    "ara": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَن كُنَّا أَوَّلَ الْمُؤْمِنِينَ",
    "eng:sai": "Indeed, we aspire that our Lord will forgive us our sins because we were the first of the believers.\"",
    "eng:arb": "We are eager that our Lord should forgive us our offences, for that we are the first of the believers.'",
    "ban": "আমরা আশা করি, আমাদের পালনকর্তা আমাদের ক্রটি-বিচ্যুতি মার্জনা করবেন। কারণ, আমরা বিশ্বাস স্থাপনকারীদের মধ্যে অগ্রণী।"
  },
  {
    "num": "52",
    "ara": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُم مُّتَّبَعُونَ",
    "eng:sai": "And We inspired to Moses, \"Travel by night with My servants; indeed, you will be pursued.\"",
    "eng:arb": "Also We revealed unto Moses, 'Go with My servants by night; surely you will be followed.'",
    "ban": "আমি মূসাকে আদেশ করলাম যে, আমার বান্দাদেরকে নিয়ে রাত্রিযোগে বের হয়ে যাও, নিশ্চয় তোমাদের পশ্চাদ্ধাবন করা হবে।"
  },
  {
    "num": "53",
    "ara": "فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ",
    "eng:sai": "Then Pharaoh sent among the cities gatherers",
    "eng:arb": "Then Pharaoh sent among the cities musterers:",
    "ban": "অতঃপর ফেরাউন শহরে শহরে সংগ্রাহকদেরকে প্রেরণ করল,"
  },
  {
    "num": "54",
    "ara": "إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ",
    "eng:sai": "[And said], \"Indeed, those are but a small band,",
    "eng:arb": "'Behold, these are a small troop,",
    "ban": "নিশ্চয় এরা (বনী-ইসরাঈলরা) ক্ষুদ্র একটি দল।"
  },
  {
    "num": "55",
    "ara": "وَإِنَّهُمْ لَنَا لَغَائِظُونَ",
    "eng:sai": "And indeed, they are enraging us,",
    "eng:arb": "and indeed they are enraging us;",
    "ban": "এবং তারা আমাদের ক্রোধের উদ্রেক করেছে।"
  },
  {
    "num": "56",
    "ara": "وَإِنَّا لَجَمِيعٌ حَاذِرُونَ",
    "eng:sai": "And indeed, we are a cautious society... \"",
    "eng:arb": "and we are a host on our guard.'",
    "ban": "এবং আমরা সবাই সদা শংকিত।"
  },
  {
    "num": "57",
    "ara": "فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ",
    "eng:sai": "So We removed them from gardens and springs",
    "eng:arb": "So We expelled them from gardens and fountains,",
    "ban": "অতঃপর আমি ফেরআউনের দলকে তাদের বাগ-বাগিচা ও ঝর্ণাসমূহ থেকে বহিষ্কার করলাম।"
  },
  {
    "num": "58",
    "ara": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
    "eng:sai": "And treasures and honorable station -",
    "eng:arb": "and treasures and a noble station;",
    "ban": "এবং ধন-ভান্ডার ও মনোরম স্থানসমূহ থেকে।"
  },
  {
    "num": "59",
    "ara": "كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ",
    "eng:sai": "Thus. And We caused to inherit it the Children of Israel.",
    "eng:arb": "even so, and We bequeathed them upon the Children of Israel.",
    "ban": "এরূপই হয়েছিল এবং বনী-ইসলাঈলকে করে দিলাম এসবের মালিক।"
  },
  {
    "num": "60",
    "ara": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
    "eng:sai": "So they pursued them at sunrise.",
    "eng:arb": "Then they followed them at the sunrise;",
    "ban": "অতঃপর সুর্যোদয়ের সময় তারা তাদের পশ্চাদ্ধাবন করল।"
  },
  {
    "num": "61",
    "ara": "فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ",
    "eng:sai": "And when the two companies saw one another, the companions of Moses said, \"Indeed, we are to be overtaken!\"",
    "eng:arb": "and, when the two hosts sighted each other, the companions of Moses said, 'We are overtaken!'",
    "ban": "যখন উভয় দল পরস্পরকে দেখল, তখন মূসার সঙ্গীরা বলল, আমরা যে ধরা পড়ে গেলাম।"
  },
  {
    "num": "62",
    "ara": "قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ",
    "eng:sai": "[Moses] said, \"No! Indeed, with me is my Lord; He will guide me.\"",
    "eng:arb": "Said he, 'No indeed; surely my Lord is with me; He will guide me.'",
    "ban": "মূসা বলল, কখনই নয়, আমার সাথে আছেন আমার পালনকর্তা। তিনি আমাকে পথ বলে দেবেন।"
  },
  {
    "num": "63",
    "ara": "فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِب بِّعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ",
    "eng:sai": "Then We inspired to Moses, \"Strike with your staff the sea,\" and it parted, and each portion was like a great towering mountain.",
    "eng:arb": "Then We revealed to Moses, 'Strike with thy staff the sea'; and it clave, and each part was as a mighty mount.",
    "ban": "অতঃপর আমি মূসাকে আদেশ করলাম, তোমার লাঠি দ্বারা সমূদ্রকে আঘাত কর। ফলে, তা বিদীর্ণ হয়ে গেল এবং প্রত্যেক ভাগ বিশাল পর্বতসদৃশ হয়ে গেল।"
  },
  {
    "num": "64",
    "ara": "وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ",
    "eng:sai": "And We advanced thereto the pursuers.",
    "eng:arb": "And there We brought the others on,",
    "ban": "আমি সেথায় অপর দলকে পৌঁছিয়ে দিলাম।"
  },
  {
    "num": "65",
    "ara": "وَأَنجَيْنَا مُوسَى وَمَن مَّعَهُ أَجْمَعِينَ",
    "eng:sai": "And We saved Moses and those with him, all together.",
    "eng:arb": "and We delivered Moses and those with him all together;",
    "ban": "এবং মূসা ও তাঁর সংগীদের সবাইকে বাঁচিয়ে দিলাম।"
  },
  {
    "num": "66",
    "ara": "ثُمَّ أَغْرَقْنَا الْآخَرِينَ",
    "eng:sai": "Then We drowned the others.",
    "eng:arb": "then We drowned the others.",
    "ban": "অতঃপর অপর দলটিকে নিমজ্জত কললাম।"
  },
  {
    "num": "67",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "68",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "69",
    "ara": "وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ",
    "eng:sai": "And recite to them the news of Abraham,",
    "eng:arb": "And recite to them the tiding of Abraham",
    "ban": "আর তাদেরকে ইব্রাহীমের বৃত্তান্ত শুনিয়ে দিন।"
  },
  {
    "num": "70",
    "ara": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ",
    "eng:sai": "When he said to his father and his people, \"What do you worship?\"",
    "eng:arb": "when he said to his father and his people, 'What do you serve?'",
    "ban": "যখন তাঁর পিতাকে এবং তাঁর সম্প্রদায়কে বললেন, তোমরা কিসের এবাদত কর?"
  },
  {
    "num": "71",
    "ara": "قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ",
    "eng:sai": "They said, \"We worship idols and remain to them devoted.\"",
    "eng:arb": "They said, 'We serve idols, and continue cleaving to them.",
    "ban": "তারা বলল, আমরা প্রতিমার পূজা করি এবং সারাদিন এদেরকেই নিষ্ঠার সাথে আঁকড়ে থাকি।"
  },
  {
    "num": "72",
    "ara": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
    "eng:sai": "He said, \"Do they hear you when you supplicate?",
    "eng:arb": "He said, 'Do they hear you when you call,",
    "ban": "ইব্রাহীম (আঃ) বললেন, তোমরা যখন আহবান কর, তখন তারা শোনে কি?"
  },
  {
    "num": "73",
    "ara": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
    "eng:sai": "Or do they benefit you, or do they harm?\"",
    "eng:arb": "or do they profit you, or harm?'",
    "ban": "অথবা তারা কি তোমাদের উপকার কিংবা ক্ষতি করতে পারে?"
  },
  {
    "num": "74",
    "ara": "قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ",
    "eng:sai": "They said, \"But we found our fathers doing thus.\"",
    "eng:arb": "They said, 'Nay, but we found our fathers so doing.'",
    "ban": "তারা বললঃ না, তবে আমরা আমাদের পিতৃপুরুষদেরকে পেয়েছি, তারা এরূপই করত।"
  },
  {
    "num": "75",
    "ara": "قَالَ أَفَرَأَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
    "eng:sai": "He said, \"Then do you see what you have been worshipping,",
    "eng:arb": "He said, 'And have you considered what you have been serving,",
    "ban": "ইব্রাহীম বললেন, তোমরা কি তাদের সম্পর্কে ভেবে দেখেছ, যাদের পূজা করে আসছ।"
  },
  {
    "num": "76",
    "ara": "أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ",
    "eng:sai": "You and your ancient forefathers?",
    "eng:arb": "you and your fathers, the elders?",
    "ban": "তোমরা এবং তোমাদের পূর্ববর্তী পিতৃপুরুষেরা ?"
  },
  {
    "num": "77",
    "ara": "فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ",
    "eng:sai": "Indeed, they are enemies to me, except the Lord of the worlds,",
    "eng:arb": "They are an enemy to me, except the Lord of all Being",
    "ban": "বিশ্বপালনকর্তা ব্যতীত তারা সবাই আমার শত্রু।"
  },
  {
    "num": "78",
    "ara": "الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ",
    "eng:sai": "Who created me, and He [it is who] guides me.",
    "eng:arb": "who created me, and Himself guides me,",
    "ban": "যিনি আমাকে সৃষ্টি করেছেন, অতঃপর তিনিই আমাকে পথপ্রদর্শন করেন,"
  },
  {
    "num": "79",
    "ara": "وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ",
    "eng:sai": "And it is He who feeds me and gives me drink.",
    "eng:arb": "and Himself gives me to eat and drink,",
    "ban": "যিনি আমাকে আহার এবং পানীয় দান করেন,"
  },
  {
    "num": "80",
    "ara": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
    "eng:sai": "And when I am ill, it is He who cures me",
    "eng:arb": "and, whenever I am sick, heals me,",
    "ban": "যখন আমি রোগাক্রান্ত হই, তখন তিনিই আরোগ্য দান করেন।"
  },
  {
    "num": "81",
    "ara": "وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ",
    "eng:sai": "And who will cause me to die and then bring me to life",
    "eng:arb": "who makes me to die, then gives me life,",
    "ban": "যিনি আমার মৃত্যু ঘটাবেন, অতঃপর পুনর্জীবন দান করবেন।"
  },
  {
    "num": "82",
    "ara": "وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ",
    "eng:sai": "And who I aspire that He will forgive me my sin on the Day of Recompense.\"",
    "eng:arb": "and who I am eager shall forgive me my offence on the Day of Doom.",
    "ban": "আমি আশা করি তিনিই বিচারের দিনে আমার ক্রটি-বিচ্যুতি মাফ করবেন।"
  },
  {
    "num": "83",
    "ara": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "eng:sai": "[And he said], \"My Lord, grant me authority and join me with the righteous.",
    "eng:arb": "My Lord, give me Judgment, and join me with the righteous,",
    "ban": "হে আমার পালনকর্তা, আমাকে প্রজ্ঞা দান কর এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত কর"
  },
  {
    "num": "84",
    "ara": "وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ",
    "eng:sai": "And grant me a reputation of honor among later generations.",
    "eng:arb": "and appoint me a tongue of truthfulness among the others.",
    "ban": "এবং আমাকে পরবর্তীদের মধ্যে সত্যভাষী কর।"
  },
  {
    "num": "85",
    "ara": "وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
    "eng:sai": "And place me among the inheritors of the Garden of Pleasure.",
    "eng:arb": "Make me one of the inheritors of the Garden of Bliss",
    "ban": "এবং আমাকে নেয়ামত উদ্যানের অধিকারীদের অন্তর্ভূক্ত কর।"
  },
  {
    "num": "86",
    "ara": "وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ",
    "eng:sai": "And forgive my father. Indeed, he has been of those astray.",
    "eng:arb": "and forgive my father, for he is one of those astray.",
    "ban": "এবং আমার পিতাকে ক্ষমা কর। সে তো পথভ্রষ্টদের অন্যতম।"
  },
  {
    "num": "87",
    "ara": "وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ",
    "eng:sai": "And do not disgrace me on the Day they are [all] resurrected -",
    "eng:arb": "Degrade me not upon the day when they are raised up,",
    "ban": "এবং পূনরুত্থান দিবসে আমাকে লাঞ্ছিত করো না,"
  },
  {
    "num": "88",
    "ara": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
    "eng:sai": "The Day when there will not benefit [anyone] wealth or children",
    "eng:arb": "the day when neither wealth nor sons shall profit",
    "ban": "যে দিবসে ধন-সম্পদ ও সন্তান সন্ততি কোন উপকারে আসবে না;"
  },
  {
    "num": "89",
    "ara": "إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
    "eng:sai": "But only one who comes to Allah with a sound heart.\"",
    "eng:arb": "except for him who comes to God with a pure heart.",
    "ban": "কিন্তু যে সুস্থ অন্তর নিয়ে আল্লাহর কাছে আসবে।"
  },
  {
    "num": "90",
    "ara": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ",
    "eng:sai": "And Paradise will be brought near [that Day] to the righteous.",
    "eng:arb": "And Paradise shall be brought forward for the godfearing,",
    "ban": "জান্নাত আল্লাহভীরুদের নিকটবর্তী করা হবে।"
  },
  {
    "num": "91",
    "ara": "وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ",
    "eng:sai": "And Hellfire will be brought forth for the deviators,",
    "eng:arb": "and Hell advanced for the perverse.",
    "ban": "এবং বিপথগামীদের সামনে উম্মোচিত করা হবে জাহান্নাম।"
  },
  {
    "num": "92",
    "ara": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
    "eng:sai": "And it will be said to them, \"Where are those you used to worship",
    "eng:arb": "It shall be said to them, 'Where is that you were serving",
    "ban": "তাদেরকে বলা হবেঃ তারা কোথায়, তোমরা যাদের পূজা করতে।"
  },
  {
    "num": "93",
    "ara": "مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
    "eng:sai": "Other than Allah? Can they help you or help themselves?\"",
    "eng:arb": "apart from God? Do they help you or help themselves?'",
    "ban": "আল্লাহর পরিবর্তে? তারা কি তোমাদের সাহায্য করতে পারে, অথবা তারা প্রতিশোধ নিতে পারে?"
  },
  {
    "num": "94",
    "ara": "فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ",
    "eng:sai": "So they will be overturned into Hellfire, they and the deviators",
    "eng:arb": "Then they shall be pitched into it, they and the perverse",
    "ban": "অতঃপর তাদেরকে এবং পথভ্রষ্টদেরকে আধোমুখি করে নিক্ষেপ করা হবে জাহান্নামে।"
  },
  {
    "num": "95",
    "ara": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
    "eng:sai": "And the soldiers of Iblees, all together.",
    "eng:arb": "and the hosts of Iblis, all together.",
    "ban": "এবং ইবলীস বাহিনীর সকলকে।"
  },
  {
    "num": "96",
    "ara": "قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ",
    "eng:sai": "They will say while they dispute therein,",
    "eng:arb": "They shall say, as they dispute there one with another,",
    "ban": "তারা তথায় কথা কাটাকাটিতে লিপ্ত হয়ে বলবেঃ"
  },
  {
    "num": "97",
    "ara": "تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ",
    "eng:sai": "\"By Allah, we were indeed in manifest error",
    "eng:arb": "'By God, we were certainly in manifest error",
    "ban": "আল্লাহর কসম, আমরা প্রকাশ্য বিভ্রান্তিতে লিপ্ত ছিলাম।"
  },
  {
    "num": "98",
    "ara": "إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ",
    "eng:sai": "When we equated you with the Lord of the worlds.",
    "eng:arb": "when we made you equal with the Lord of all Being.",
    "ban": "যখন আমরা তোমাদেরকে বিশ্ব-পালনকর্তার সমতুল্য গন্য করতাম।"
  },
  {
    "num": "99",
    "ara": "وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ",
    "eng:sai": "And no one misguided us except the criminals.",
    "eng:arb": "It was naught but the sinners that led us astray;",
    "ban": "আমাদেরকে দুষ্টকর্মীরাই গোমরাহ করেছিল।"
  },
  {
    "num": "100",
    "ara": "فَمَا لَنَا مِن شَافِعِينَ",
    "eng:sai": "So now we have no intercessors",
    "eng:arb": "so now we have no intercessors,",
    "ban": "অতএব আমাদের কোন সুপারিশকারী নেই।"
  },
  {
    "num": "101",
    "ara": "وَلَا صَدِيقٍ حَمِيمٍ",
    "eng:sai": "And not a devoted friend.",
    "eng:arb": "no loyal friend.",
    "ban": "এবং কোন সহৃদয় বন্ধু ও নেই।"
  },
  {
    "num": "102",
    "ara": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ",
    "eng:sai": "Then if we only had a return [to the world] and could be of the believers... \"",
    "eng:arb": "O that we might return again, and be among the believers!'",
    "ban": "হায়, যদি কোনরুপে আমরা পৃথিবীতে প্রত্যাবর্তনের সুযোগ পেতাম, তবে আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।"
  },
  {
    "num": "103",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "104",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "105",
    "ara": "كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ",
    "eng:sai": "The people of Noah denied the messengers",
    "eng:arb": "The people of Noah cried lies to the Envoys",
    "ban": "নূহের সম্প্রদায় পয়গম্বরগণকে মিথ্যারোপ করেছে।"
  },
  {
    "num": "106",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
    "eng:sai": "When their brother Noah said to them, \"Will you not fear Allah?",
    "eng:arb": "when their brother Noah said to them, 'Will you not be godfearing?",
    "ban": "যখন তাদের ভ্রাতা নূহ তাদেরকে বললেন, তোমাদের কি ভয় নেই?"
  },
  {
    "num": "107",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "Indeed, I am to you a trustworthy messenger.",
    "eng:arb": "I am for you a faithful Messenger,",
    "ban": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।"
  },
  {
    "num": "108",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "so serve you God, and obey you me.",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "109",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng:sai": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "eng:arb": "I ask of you no wage for this; my wage falls only upon the Lord of all Being;",
    "ban": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।"
  },
  {
    "num": "110",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "so fear you God, and obey you me.'",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "111",
    "ara": "قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ",
    "eng:sai": "They said, \"Should we believe you while you are followed by the lowest [class of people]?\"",
    "eng:arb": "They said, 'Shall we believe thee, whom the vilest follow?'",
    "ban": "তারা বলল, আমরা কি তোমাকে মেনে নেব যখন তোমার অনুসরণ করছে ইতরজনেরা?"
  },
  {
    "num": "112",
    "ara": "قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ",
    "eng:sai": "He said, \"And what is my knowledge of what they used to do?",
    "eng:arb": "He said, 'What knowledge have I of that they have been doing?",
    "ban": "নূহ বললেন, তারা কি কাজ করছে, তা জানা আমার কি দরকার?"
  },
  {
    "num": "113",
    "ara": "إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ",
    "eng:sai": "Their account is only upon my Lord, if you [could] perceive.",
    "eng:arb": "Their account falls only upon my Lord, were you but aware.",
    "ban": "তাদের হিসাব নেয়া আমার পালনকর্তারই কাজ; যদি তোমরা বুঝতে!"
  },
  {
    "num": "114",
    "ara": "وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ",
    "eng:sai": "And I am not one to drive away the believers.",
    "eng:arb": "I would not drive away the believers;",
    "ban": "আমি মুমিনগণকে তাড়িয়ে দেয়ার লোক নই।"
  },
  {
    "num": "115",
    "ara": "إِنْ أَنَا إِلَّا نَذِيرٌ مُّبِينٌ",
    "eng:sai": "I am only a clear warner.\"",
    "eng:arb": "'I am naught but a plain warner.'",
    "ban": "আমি তো শুধু একজন সুস্পষ্ট সতর্ককারী।"
  },
  {
    "num": "116",
    "ara": "قَالُوا لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ",
    "eng:sai": "They said, \"If you do not desist, O Noah, you will surely be of those who are stoned.\"",
    "eng:arb": "They said, 'If thou givest not over, Noah, thou shalt assuredly be one of the stoned.'",
    "ban": "তারা বলল, হে নূহ যদি তুমি বিরত না হও, তবে তুমি নিশ্চিতই প্রস্তরাঘাতে নিহত হবে।"
  },
  {
    "num": "117",
    "ara": "قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ",
    "eng:sai": "He said, \"My Lord, indeed my people have denied me.",
    "eng:arb": "He said, 'My Lord, my people have cried me lies,",
    "ban": "নূহ বললেন, হে আমার পালনকর্তা, আমার সম্প্রদায় তো আমাকে মিথ্যাবাদী বলছে।"
  },
  {
    "num": "118",
    "ara": "فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَن مَّعِيَ مِنَ الْمُؤْمِنِينَ",
    "eng:sai": "Then judge between me and them with decisive judgement and save me and those with me of the believers.\"",
    "eng:arb": "so give true deliverance between me and them, and deliver me and the believers that are with me.",
    "ban": "অতএব, আমার ও তাদের মধ্যে কোন ফয়সালা করে দিন এবং আমাকে ও আমার সংগী মুমিনগণকে রক্ষা করুন।"
  },
  {
    "num": "119",
    "ara": "فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ الْمَشْحُونِ",
    "eng:sai": "So We saved him and those with him in the laden ship.",
    "eng:arb": "So We delivered him, and those with him, in the laden ship,",
    "ban": "অতঃপর আমি তাঁকে ও তাঁর সঙ্গিগণকে বোঝাই করা নৌকায় রক্ষা করলাম।"
  },
  {
    "num": "120",
    "ara": "ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ",
    "eng:sai": "Then We drowned thereafter the remaining ones.",
    "eng:arb": "then afterwards We drowned the rest.",
    "ban": "এরপর অবশিষ্ট সবাইকে নিমজ্জত করলাম।"
  },
  {
    "num": "121",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "122",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "123",
    "ara": "كَذَّبَتْ عَادٌ الْمُرْسَلِينَ",
    "eng:sai": "'Aad denied the messengers",
    "eng:arb": "Ad cried lies to the Envoys",
    "ban": "আদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।"
  },
  {
    "num": "124",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
    "eng:sai": "When their brother Hud said to them, \"Will you not fear Allah?",
    "eng:arb": "when their brother Hood said to them, 'Will you not be godfearing?",
    "ban": "তখন তাদের ভাই হুদ তাদেরকে বললেনঃ তোমাদের কি ভয় নেই?"
  },
  {
    "num": "125",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "Indeed, I am to you a trustworthy messenger.",
    "eng:arb": "I am for you a faithful Messenger,",
    "ban": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।"
  },
  {
    "num": "126",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "so fear you God, and obey you me.",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "127",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng:sai": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "eng:arb": "I ask of you no wage for this; my wage falls only upon the Lord of all Being.",
    "ban": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।"
  },
  {
    "num": "128",
    "ara": "أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ",
    "eng:sai": "Do you construct on every elevation a sign, amusing yourselves,",
    "eng:arb": "What, do you build on every prominence a sign, sporting,",
    "ban": "তোমরা কি প্রতিটি উচ্চস্থানে অযথা নিদর্শন নির্মান করছ?"
  },
  {
    "num": "129",
    "ara": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
    "eng:sai": "And take for yourselves palaces and fortresses that you might abide eternally?",
    "eng:arb": "and do you take to you castles, haply to dwell forever?",
    "ban": "এবং বড় বড় প্রাসাদ নির্মাণ করছ, যেন তোমরা চিরকাল থাকবে?"
  },
  {
    "num": "130",
    "ara": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
    "eng:sai": "And when you strike, you strike as tyrants.",
    "eng:arb": "When you assault, you assault like tyrants!",
    "ban": "যখন তোমরা আঘাত হান, তখন জালেম ও নিষ্ঠুরের মত আঘাত হান।"
  },
  {
    "num": "131",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "So fear you God, and obey you me;",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "132",
    "ara": "وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ",
    "eng:sai": "And fear He who provided you with that which you know,",
    "eng:arb": "and fear Him who has succoured you with what you know,",
    "ban": "ভয় কর তাঁকে, যিনি তোমাদেরকে সেসব বস্তু দিয়েছেন, যা তোমরা জান।"
  },
  {
    "num": "133",
    "ara": "أَمَدَّكُم بِأَنْعَامٍ وَبَنِينَ",
    "eng:sai": "Provided you with grazing livestock and children",
    "eng:arb": "succoured you with flocks and sons,",
    "ban": "তোমাদেরকে দিয়েছেন চতুষ্পদ জন্তু ও পুত্র-সন্তান,"
  },
  {
    "num": "134",
    "ara": "وَجَنَّاتٍ وَعُيُونٍ",
    "eng:sai": "And gardens and springs.",
    "eng:arb": "gardens and fountains.",
    "ban": "এবং উদ্যান ও ঝরণা।"
  },
  {
    "num": "135",
    "ara": "إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng:sai": "Indeed, I fear for you the punishment of a terrible day.\"",
    "eng:arb": "'Indeed, I fear for you the chastisement of a dreadful day.'",
    "ban": "আমি তোমাদের জন্যে মহাদিবসের শাস্তি আশংকা করি।"
  },
  {
    "num": "136",
    "ara": "قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ",
    "eng:sai": "They said, \"It is all the same to us whether you advise or are not of the advisors.",
    "eng:arb": "They said, 'Alike it is to us, whether thou admonishest, or art not one of the admonishers;",
    "ban": "তারা বলল, তুমি উপদেশ দাও অথবা উপদেশ নাই দাও, উভয়ই আমাদের জন্যে সমান।"
  },
  {
    "num": "137",
    "ara": "إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ",
    "eng:sai": "This is not but the custom of the former peoples,",
    "eng:arb": "this is nothing but the habit of the ancients,",
    "ban": "এসব কথাবার্তা পূর্ববর্তী লোকদের অভ্যাস বৈ নয়।"
  },
  {
    "num": "138",
    "ara": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
    "eng:sai": "And we are not to be punished.\"",
    "eng:arb": "and we shall not be chastised.'",
    "ban": "আমরা শাস্তিপ্রাপ্ত হব না।"
  },
  {
    "num": "139",
    "ara": "فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "And they denied him, so We destroyed them. Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "So they cried him lies; then We destroyed them. Surely in that is a sign, yet most of them are not believers.",
    "ban": "অতএব, তারা তাঁকে মিথ্যাবাদী বলতে লাগল এবং আমি তাদেরকে নিপাত করে দিলাম। এতে অবশ্যই নিদর্শন আছে; কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "140",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "141",
    "ara": "كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ",
    "eng:sai": "Thamud denied the messengers",
    "eng:arb": "Thamood cried lies to the Envoys",
    "ban": "সামুদ সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।"
  },
  {
    "num": "142",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ",
    "eng:sai": "When their brother Salih said to them, \"Will you not fear Allah?",
    "eng:arb": "when their brother Salih said to them, 'Will you not be godfearing?",
    "ban": "যখন তাদের ভাই সালেহ, তাদেরকে বললেন, তোমরা কি ভয় কর না?"
  },
  {
    "num": "143",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "Indeed, I am to you a trustworthy messenger.",
    "eng:arb": "I am for you a faithful Messenger,",
    "ban": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।"
  },
  {
    "num": "144",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "so fear you God, and obey you me.'",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "145",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng:sai": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "eng:arb": "'I ask of you no wage for this; my wage falls only upon the Lord of all Being.",
    "ban": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।"
  },
  {
    "num": "146",
    "ara": "أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ",
    "eng:sai": "Will you be left in what is here, secure [from death],",
    "eng:arb": "Will you be left secure in this here,",
    "ban": "তোমাদেরকে কি এ জগতের ভোগ-বিলাসের মধ্যে নিরাপদে রেখে দেয়া হবে?"
  },
  {
    "num": "147",
    "ara": "فِي جَنَّاتٍ وَعُيُونٍ",
    "eng:sai": "Within gardens and springs",
    "eng:arb": "among gardens and fountains,",
    "ban": "উদ্যানসমূহের মধ্যে এবং ঝরণাসমূহের মধ্যে ?"
  },
  {
    "num": "148",
    "ara": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
    "eng:sai": "And fields of crops and palm trees with softened fruit?",
    "eng:arb": "sown fields, and palms with slender spathes?",
    "ban": "শস্যক্ষেত্রের মধ্যে এবং মঞ্জুরিত খেজুর বাগানের মধ্যে ?"
  },
  {
    "num": "149",
    "ara": "وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ",
    "eng:sai": "And you carve out of the mountains, homes, with skill.",
    "eng:arb": "Will you still skilfully hew houses out of the mountains?",
    "ban": "তোমরা পাহাড় কেটে জাঁক জমকের গৃহ নির্মাণ করছ।"
  },
  {
    "num": "150",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "So fear you God, and obey you me;",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "151",
    "ara": "وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ",
    "eng:sai": "And do not obey the order of the transgressors,",
    "eng:arb": "and obey not the commandment of the prodigal",
    "ban": "এবং সীমালংঘনকারীদের আদেশ মান্য কর না;"
  },
  {
    "num": "152",
    "ara": "الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ",
    "eng:sai": "Who cause corruption in the land and do not amend.\"",
    "eng:arb": "who do corruption in the earth, and set not things aright.'",
    "ban": "যারা পৃথিবীতে অনর্থ সৃষ্টি করে এবং শান্তি স্থাপন করে না;"
  },
  {
    "num": "153",
    "ara": "قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ",
    "eng:sai": "They said, \"You are only of those affected by magic.",
    "eng:arb": "They said, 'Thou art merely one of those that are bewitched;",
    "ban": "তারা বলল, তুমি তো জাদুগ্রস্থুরেদ একজন।"
  },
  {
    "num": "154",
    "ara": "مَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِآيَةٍ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng:sai": "You are but a man like ourselves, so bring a sign, if you should be of the truthful.\"",
    "eng:arb": "thou art naught but a mortal, like us; then produce a sign, if thou art one of the truthful.'",
    "ban": "তুমি তো আমাদের মতই একজন মানুষ বৈ নও। সুতরাং যদি তুমি সত্যবাদী হও, তবে কোন নিদর্শন উপস্থিত কর।"
  },
  {
    "num": "155",
    "ara": "قَالَ هَذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
    "eng:sai": "He said, \"This is a she-camel. For her is a [time of] drink, and for you is a [time of] drink, [each] on a known day.",
    "eng:arb": "He said, 'This is a she-camel; to her a draught and to you a draught, on a day appointed,",
    "ban": "সালেহ বললেন এই উষ্ট্রী, এর জন্যে আছে পানি পানের পালা এবং তোমাদের জন্যে আছে পানি পানের পালা নির্দিষ্ট এক-এক দিনের।"
  },
  {
    "num": "156",
    "ara": "وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
    "eng:sai": "And do not touch her with harm, lest you be seized by the punishment of a terrible day.\"",
    "eng:arb": "and do not touch her with malice so that there seize you the chastisement of a dreadful day.'",
    "ban": "তোমরা একে কোন কষ্ট দিও না। তাহলে তোমাদেরকে মহাদিবসের আযাব পাকড়াও করবে।"
  },
  {
    "num": "157",
    "ara": "فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ",
    "eng:sai": "But they hamstrung her and so became regretful.",
    "eng:arb": "But they hamstrung her, and in the morning they were remorseful,",
    "ban": "তারা তাকে বধ করল ফলে, তারা অনুতপ্ত হয়ে গেল।"
  },
  {
    "num": "158",
    "ara": "فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "And the punishment seized them. Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "and the chastisement seized them. Surely in that is a sign, yet most of them are not believers.",
    "ban": "এরপর আযাব তাদেরকে পাকড়াও করল। নিশ্চয় এতে নিদর্শন আছে। কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "159",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "160",
    "ara": "كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ",
    "eng:sai": "The people of Lot denied the messengers",
    "eng:arb": "The people of Lot cried lies to the Envoys",
    "ban": "লূতের সম্প্রদায় পয়গম্বরগণকে মিথ্যাবাদী বলেছে।"
  },
  {
    "num": "161",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
    "eng:sai": "When their brother Lot said to them, \"Will you not fear Allah?",
    "eng:arb": "when their brother Lot said to them, 'Will you not be godfearing?",
    "ban": "যখন তাদের ভাই লূত তাদেরকে বললেন, তোমরা কি ভয় কর না ?"
  },
  {
    "num": "162",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "Indeed, I am to you a trustworthy messenger.",
    "eng:arb": "I am for you a faithful Messenger,",
    "ban": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।"
  },
  {
    "num": "163",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "so fear you God, and obey you me.",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "164",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng:sai": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "eng:arb": "I ask of you no wage for this; my wage falls only upon the Lord of all Being.",
    "ban": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।"
  },
  {
    "num": "165",
    "ara": "أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ",
    "eng:sai": "Do you approach males among the worlds",
    "eng:arb": "What, do you come to male beings,",
    "ban": "সারা জাহানের মানুষের মধ্যে তোমরাই কি পুরূষদের সাথে কুকর্ম কর?"
  },
  {
    "num": "166",
    "ara": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
    "eng:sai": "And leave what your Lord has created for you as mates? But you are a people transgressing.\"",
    "eng:arb": "leaving your wives that your Lord created for you? Nay, but you are a people of transgressors.",
    "ban": "এবং তোমাদের পালনকর্তা তোমাদের জন্যে যে স্ত্রীগনকে সৃষ্টি করেছেন, তাদেরকে বর্জন কর? বরং তোমরা সীমালঙ্ঘনকারী সম্প্রদায়।"
  },
  {
    "num": "167",
    "ara": "قَالُوا لَئِن لَّمْ تَنتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ",
    "eng:sai": "They said, \"If you do not desist, O Lot, you will surely be of those evicted.\"",
    "eng:arb": "They said, 'If thou givest not over, Lot, thou shalt assuredly be one of the expelled.'",
    "ban": "তারা বলল, হে লূত, তুমি যদি বিরত না হও, তবে অবশ্যই তোমাকে বহিস্কৃত করা হবে।"
  },
  {
    "num": "168",
    "ara": "قَالَ إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ",
    "eng:sai": "He said, \"Indeed, I am, toward your deed, of those who detest [it].",
    "eng:arb": "He said, 'Truly I am a detester of what you do.",
    "ban": "লূত বললেন, আমি তোমাদের এই কাজকে ঘৃণা করি।"
  },
  {
    "num": "169",
    "ara": "رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ",
    "eng:sai": "My Lord, save me and my family from [the consequence of] what they do.\"",
    "eng:arb": "My Lord, deliver me and my people from that they do.'",
    "ban": "হে আমার পালনকর্তা, আমাকে এবং আমার পরিবারবর্গকে তারা যা করে, তা থেকে রক্ষা কর।"
  },
  {
    "num": "170",
    "ara": "فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ",
    "eng:sai": "So We saved him and his family, all,",
    "eng:arb": "So We delivered him and his people all together,",
    "ban": "অতঃপর আমি তাঁকে ও তাঁর পরিবারবর্গকে রক্ষা করলাম।"
  },
  {
    "num": "171",
    "ara": "إِلَّا عَجُوزًا فِي الْغَابِرِينَ",
    "eng:sai": "Except an old woman among those who remained behind.",
    "eng:arb": "save an old woman among those that tarried;",
    "ban": "এক বৃদ্ধা ব্যতীত, সে ছিল ধ্বংস প্রাপ্তদের অন্তর্ভুক্ত।"
  },
  {
    "num": "172",
    "ara": "ثُمَّ دَمَّرْنَا الْآخَرِينَ",
    "eng:sai": "Then We destroyed the others.",
    "eng:arb": "then We destroyed the others,",
    "ban": "এরপর অন্যদেরকে নিপাত করলাম।"
  },
  {
    "num": "173",
    "ara": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَاءَ مَطَرُ الْمُنذَرِينَ",
    "eng:sai": "And We rained upon them a rain [of stones], and evil was the rain of those who were warned.",
    "eng:arb": "and We rained on them a rain; and evil is the rain of them that are warned.",
    "ban": "তাদের উপর এক বিশেষ বৃষ্টি বর্ষণ করলাম। ভীতি-প্রদর্শিত দের জন্যে এই বৃষ্টি ছিল কত নিকৃষ্ট।"
  },
  {
    "num": "174",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "175",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "176",
    "ara": "كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ",
    "eng:sai": "The companions of the thicket denied the messengers",
    "eng:arb": "The men of the Thicket cried lies to the Envoys",
    "ban": "বনের অধিবাসীরা পয়গম্বরগণকে মিথ্যাবাদী বলেছে।"
  },
  {
    "num": "177",
    "ara": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
    "eng:sai": "When Shu'ayb said to them, \"Will you not fear Allah?",
    "eng:arb": "when Shuaib said to them, 'Will you not be godfearing?",
    "ban": "যখন শো’আয়ব তাদের কে বললেন, তোমরা কি ভয় কর না?"
  },
  {
    "num": "178",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "Indeed, I am to you a trustworthy messenger.",
    "eng:arb": "I am for you a faithful Messenger, so fear you God, and obey you me.",
    "ban": "আমি তোমাদের জন্য বিশ্বস্ত বার্তাবাহক।"
  },
  {
    "num": "179",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng:sai": "So fear Allah and obey me.",
    "eng:arb": "I ask of you no wage for this;",
    "ban": "অতএব, তোমরা আল্লাহকে ভয় কর এবং আমার আনুগত্য কর।"
  },
  {
    "num": "180",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng:sai": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "eng:arb": "my wage falls only upon the Lord of all Being.",
    "ban": "আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, আমার প্রতিদান তো বিশ্ব-পালনকর্তাই দেবেন।"
  },
  {
    "num": "181",
    "ara": "أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ",
    "eng:sai": "Give full measure and do not be of those who cause loss.",
    "eng:arb": "Fill up the measure, and be not cheaters,",
    "ban": "মাপ পূর্ণ কর এবং যারা পরিমাপে কম দেয়, তাদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "182",
    "ara": "وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ",
    "eng:sai": "And weigh with an even balance.",
    "eng:arb": "and weigh with the straight balance,",
    "ban": "সোজা দাঁড়ি-পাল্লায় ওজন কর।"
  },
  {
    "num": "183",
    "ara": "وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "eng:sai": "And do not deprive people of their due and do not commit abuse on earth, spreading corruption.",
    "eng:arb": "and diminish not the goods of the people, and do not mischief in the earth, working corruption.",
    "ban": "মানুষকে তাদের বস্তু কম দিও না এবং পৃথিবীতে অনর্থ সৃষ্টি করে ফিরো না।"
  },
  {
    "num": "184",
    "ara": "وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ",
    "eng:sai": "And fear He who created you and the former creation.\"",
    "eng:arb": "Fear Him who created you, and the generations of the ancients.'",
    "ban": "ভয় কর তাঁকে, যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তী লোক-সম্প্রদায়কে সৃষ্টি করেছেন।"
  },
  {
    "num": "185",
    "ara": "قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ",
    "eng:sai": "They said, \"You are only of those affected by magic.",
    "eng:arb": "They said, 'Thou art merely one of those that are bewitched;",
    "ban": "তারা বলল, তুমি তো জাদুগ্রস্থুরেদ একজন।"
  },
  {
    "num": "186",
    "ara": "وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ",
    "eng:sai": "You are but a man like ourselves, and indeed, we think you are among the liars.",
    "eng:arb": "thou art naught but a mortal, like us; indeed, we think that thou art one of the liars.",
    "ban": "তুমি আমাদের মত মানুষ বৈ তো নও। আমাদের ধারণা-তুমি মিথ্যাবাদীদের অন্তর্ভুক্ত।"
  },
  {
    "num": "187",
    "ara": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng:sai": "So cause to fall upon us fragments of the sky, if you should be of the truthful.\"",
    "eng:arb": "Then drop down on us lumps from heaven, if thou art one of the truthful.'",
    "ban": "অতএব, যদি সত্যবাদী হও, তবে আকাশের কোন টুকরো আমাদের উপর ফেলে দাও।"
  },
  {
    "num": "188",
    "ara": "قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ",
    "eng:sai": "He said, \"My Lord is most knowing of what you do.\"",
    "eng:arb": "He said, 'My Lord knows very well what you are doing.'",
    "ban": "শো’আয়ব বললেন, তোমরা যা কর, সে সম্পর্কে আমার পালনকর্তা ভালরূপে অবহিত।"
  },
  {
    "num": "189",
    "ara": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng:sai": "And they denied him, so the punishment of the day of the black cloud seized them. Indeed, it was the punishment of a terrible day.",
    "eng:arb": "But they cried him lies; then there seized them the chastisement of the Day of Shadow; assuredly it was the chastisement of a dreadful day.",
    "ban": "অতঃপর তারা তাঁকে মিথ্যাবাদী বলে দিল। ফলে তাদেরকে মেঘাচ্ছন্ন দিবসের আযাব পাকড়াও করল। নিশ্চয় সেটা ছিল এক মহাদিবসের আযাব।"
  },
  {
    "num": "190",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng:sai": "Indeed in that is a sign, but most of them were not to be believers.",
    "eng:arb": "Surely in that is a sign, yet most of them are not believers.",
    "ban": "নিশ্চয় এতে নিদর্শন আছে, কিন্তু তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "191",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "eng:arb": "Surely thy Lord, He is the All-mighty, the All-compassionate.",
    "ban": "আপনার পালনকর্তা তো পরাক্রমশালী পরম দয়ালু।"
  },
  {
    "num": "192",
    "ara": "وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ",
    "eng:sai": "And indeed, the Qur'an is the revelation of the Lord of the worlds.",
    "eng:arb": "Truly it is the revelation of the Lord of all Being,",
    "ban": "এই কোরআন তো বিশ্ব-জাহানের পালনকর্তার নিকট থেকে অবতীর্ণ।"
  },
  {
    "num": "193",
    "ara": "نَزَلَ بِهِ الرُّوحُ الْأَمِينُ",
    "eng:sai": "The Trustworthy Spirit has brought it down",
    "eng:arb": "brought down by the Faithful Spirit",
    "ban": "বিশ্বস্ত ফেরেশতা একে নিয়ে অবতরণ করেছে।"
  },
  {
    "num": "194",
    "ara": "عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ",
    "eng:sai": "Upon your heart, [O Muhammad] - that you may be of the warners -",
    "eng:arb": "upon thy heart, that thou mayest be one of the warners,",
    "ban": "আপনার অন্তরে, যাতে আপনি ভীতি প্রদর্শণকারীদের অন্তর্ভুক্ত হন,"
  },
  {
    "num": "195",
    "ara": "بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ",
    "eng:sai": "In a clear Arabic language.",
    "eng:arb": "in a clear, Arabic tongue.",
    "ban": "সুস্পষ্ট আরবী ভাষায়।"
  },
  {
    "num": "196",
    "ara": "وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ",
    "eng:sai": "And indeed, it is [mentioned] in the scriptures of former peoples.",
    "eng:arb": "Truly it is in the Scriptures of the ancients.",
    "ban": "নিশ্চয় এর উল্লেখ আছে পূর্ববর্তী কিতাবসমূহে।"
  },
  {
    "num": "197",
    "ara": "أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ",
    "eng:sai": "And has it not been a sign to them that it is recognized by the scholars of the Children of Israel?",
    "eng:arb": "Was it not a sign for them, that it is known to the learned of the Children of Israel?",
    "ban": "তাদের জন্যে এটা কি নিদর্শন নয় যে, বনী-ইসরাঈলের আলেমগণ এটা অবগত আছে?"
  },
  {
    "num": "198",
    "ara": "وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ",
    "eng:sai": "And even if We had revealed it to one among the foreigners",
    "eng:arb": "If We had sent it down on a barbarian",
    "ban": "যদি আমি একে কোন ভিন্নভাষীর প্রতি অবতীর্ণ করতাম,"
  },
  {
    "num": "199",
    "ara": "فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ",
    "eng:sai": "And he had recited it to them [perfectly], they would [still] not have been believers in it.",
    "eng:arb": "and he had recited it to them, they would not have believed in it.",
    "ban": "অতঃপর তিনি তা তাদের কাছে পাঠ করতেন, তবে তারা তাতে বিশ্বাস স্থাপন করত না।"
  },
  {
    "num": "200",
    "ara": "كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ",
    "eng:sai": "Thus have We inserted disbelief into the hearts of the criminals.",
    "eng:arb": "Even so We have caused it to enter into the hearts of the sinners,",
    "ban": "এমনিভাবে আমি গোনাহগারদের অন্তরে অবিশ্বাস সঞ্চার করেছি।"
  },
  {
    "num": "201",
    "ara": "لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
    "eng:sai": "They will not believe in it until they see the painful punishment.",
    "eng:arb": "who will not believe in it, until they see the painful chastisement",
    "ban": "তারা এর প্রতি বিশ্বাস স্থাপন করবে না, যে পর্যন্ত প্রত্যক্ষ না করে মর্মন্তুদ আযাব।"
  },
  {
    "num": "202",
    "ara": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "eng:sai": "And it will come to them suddenly while they perceive [it] not.",
    "eng:arb": "so that it will come upon them suddenly, while they are not aware,",
    "ban": "অতঃপর তা আকস্মিকভাবে তাদের কাছে এসে পড়বে, তারা তা বুঝতে ও পারবে না।"
  },
  {
    "num": "203",
    "ara": "فَيَقُولُوا هَلْ نَحْنُ مُنظَرُونَ",
    "eng:sai": "And they will say, \"May we be reprieved?\"",
    "eng:arb": "and they will say, 'Shall we be respited?'",
    "ban": "তখন তারা বলবে, আমরা কি অবকাশ পাব না?"
  },
  {
    "num": "204",
    "ara": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
    "eng:sai": "So for Our punishment are they impatient?",
    "eng:arb": "What, do they seek to hasten Our chastisement?",
    "ban": "তারা কি আমার শাস্তি দ্রুত কামনা করে?"
  },
  {
    "num": "205",
    "ara": "أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ",
    "eng:sai": "Then have you considered if We gave them enjoyment for years",
    "eng:arb": "What thinkest thou? If We give them enjoyment of days for many years,",
    "ban": "আপনি ভেবে দেখুন তো, যদি আমি তাদেরকে বছরের পর বছর ভোগ-বিলাস করতে দেই,"
  },
  {
    "num": "206",
    "ara": "ثُمَّ جَاءَهُم مَّا كَانُوا يُوعَدُونَ",
    "eng:sai": "And then there came to them that which they were promised?",
    "eng:arb": "then there comes on them that they were promised,",
    "ban": "অতঃপর যে বিষয়ে তাদেরকে ওয়াদা দেয়া হত, তা তাদের কাছে এসে পড়ে।"
  },
  {
    "num": "207",
    "ara": "مَا أَغْنَى عَنْهُم مَّا كَانُوا يُمَتَّعُونَ",
    "eng:sai": "They would not be availed by the enjoyment with which they were provided.",
    "eng:arb": "what will it then avail them, the enjoyment of days they were given?",
    "ban": "তখন তাদের ভোগ বিলাস তা তাদের কি কোন উপকারে আসবে?"
  },
  {
    "num": "208",
    "ara": "وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
    "eng:sai": "And We did not destroy any city except that it had warners",
    "eng:arb": "Never a city We destroyed, but it had warners",
    "ban": "আমি কোন জনপদ ধ্বংস করিনি; কিন্তু এমতাবস্থায় যে, তারা সতর্ককারী ছিল।"
  },
  {
    "num": "209",
    "ara": "ذِكْرَى وَمَا كُنَّا ظَالِمِينَ",
    "eng:sai": "As a reminder; and never have We been unjust.",
    "eng:arb": "for a reminder; and never did We wrong.",
    "ban": "স্মরণ করানোর জন্যে, এবং আমার কাজ অন্যায়াচরণ নয়।"
  },
  {
    "num": "210",
    "ara": "وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ",
    "eng:sai": "And the devils have not brought the revelation down.",
    "eng:arb": "Not by the Satans has it been brought down;",
    "ban": "এই কোরআন শয়তানরা অবতীর্ণ করেনি।"
  },
  {
    "num": "211",
    "ara": "وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ",
    "eng:sai": "It is not allowable for them, nor would they be able.",
    "eng:arb": "it behoves them not, neither are they able.",
    "ban": "তারা এ কাজের উপযুক্ত নয় এবং তারা এর সামর্থ?451; রাখে না।"
  },
  {
    "num": "212",
    "ara": "إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ",
    "eng:sai": "Indeed they, from [its] hearing, are removed.",
    "eng:arb": "Truly, they are expelled from hearing.",
    "ban": "তাদেরকে তো শ্রবণের জায়গা থেকে দূরে রাখা রয়েছে।"
  },
  {
    "num": "213",
    "ara": "فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ",
    "eng:sai": "So do not invoke with Allah another deity and [thus] be among the punished.",
    "eng:arb": "So call thou not upon another god with God, lest thou shouldst be one of those that are chastised.",
    "ban": "অতএব, আপনি আল্লাহর সাথে অন্য উপাস্যকে আহবান করবেন না। করলে শাস্তিতে পতিত হবেন।"
  },
  {
    "num": "214",
    "ara": "وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ",
    "eng:sai": "And warn, [O Muhammad], your closest kindred.",
    "eng:arb": "And warn thy clan, thy nearest kin.",
    "ban": "আপনি নিকটতম আত্মীয়দেরকে সতর্ক করে দিন।"
  },
  {
    "num": "215",
    "ara": "وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
    "eng:sai": "And lower your wing to those who follow you of the believers.",
    "eng:arb": "Lower thy wing to those who follow thee, being believers;",
    "ban": "এবং আপনার অনুসারী মুমিনদের প্রতি সদয় হোন।"
  },
  {
    "num": "216",
    "ara": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ",
    "eng:sai": "And if they disobey you, then say, \"Indeed, I am disassociated from what you are doing.\"",
    "eng:arb": "then, if they disobey thee, say, 'I am quit of that you do.'",
    "ban": "যদি তারা আপনার অবাধ্য করে, তবে বলে দিন, তোমরা যা কর, তা থেকে আমি মুক্ত।"
  },
  {
    "num": "217",
    "ara": "وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ",
    "eng:sai": "And rely upon the Exalted in Might, the Merciful,",
    "eng:arb": "Put thy trust in the All-mighty, the All-compassionate",
    "ban": "আপনি ভরসা করুন পরাক্রমশালী, পরম দয়ালুর উপর,"
  },
  {
    "num": "218",
    "ara": "الَّذِي يَرَاكَ حِينَ تَقُومُ",
    "eng:sai": "Who sees you when you arise",
    "eng:arb": "who sees thee when thou standest",
    "ban": "যিনি আপনাকে দেখেন যখন আপনি নামাযে দন্ডায়মান হন,"
  },
  {
    "num": "219",
    "ara": "وَتَقَلُّبَكَ فِي السَّاجِدِينَ",
    "eng:sai": "And your movement among those who prostrate.",
    "eng:arb": "and when thou turnest about among those who bow.",
    "ban": "এবং নামাযীদের সাথে উঠাবসা করেন।"
  },
  {
    "num": "220",
    "ara": "إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng:sai": "Indeed, He is the Hearing, the Knowing.",
    "eng:arb": "Surely He is the All-hearing, the All-knowing.",
    "ban": "নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞানী।"
  },
  {
    "num": "221",
    "ara": "هَلْ أُنَبِّئُكُمْ عَلَى مَن تَنَزَّلُ الشَّيَاطِينُ",
    "eng:sai": "Shall I inform you upon whom the devils descend?",
    "eng:arb": "Shall I tell you on whom the Satans come down?",
    "ban": "আমি আপনাকে বলব কি কার নিকট শয়তানরা অবতরণ করে?"
  },
  {
    "num": "222",
    "ara": "تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ",
    "eng:sai": "They descend upon every sinful liar.",
    "eng:arb": "They come down on every guilty impostor.",
    "ban": "তারা অবতীর্ণ হয় প্রত্যেক মিথ্যাবাদী, গোনাহগারের উপর।"
  },
  {
    "num": "223",
    "ara": "يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ",
    "eng:sai": "They pass on what is heard, and most of them are liars.",
    "eng:arb": "They give ear, but most of them are liars.",
    "ban": "তারা শ্রুত কথা এনে দেয় এবং তাদের অধিকাংশই মিথ্যাবাদী।"
  },
  {
    "num": "224",
    "ara": "وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ",
    "eng:sai": "And the poets - [only] the deviators follow them;",
    "eng:arb": "And the poets -- the perverse follow them;",
    "ban": "বিভ্রান্ত লোকেরাই কবিদের অনুসরণ করে।"
  },
  {
    "num": "225",
    "ara": "أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ",
    "eng:sai": "Do you not see that in every valley they roam",
    "eng:arb": "hast thou not seen how they wander in every valley",
    "ban": "তুমি কি দেখ না যে, তারা প্রতি ময়দানেই উদভ্রান্ত হয়ে ফিরে?"
  },
  {
    "num": "226",
    "ara": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
    "eng:sai": "And that they say what they do not do? -",
    "eng:arb": "and how they say that which they do not?",
    "ban": "এবং এমন কথা বলে, যা তারা করে না।"
  },
  {
    "num": "227",
    "ara": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ",
    "eng:sai": "Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned.",
    "eng:arb": "Save those that believe, and do righteous deeds, and remember God oft, and help themselves after being wronged; and those who do wrong shall surely know by what overturning they will he overturned.",
    "ban": "তবে তাদের কথা ভিন্ন, যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে এবং আল্লাহ কে খুব স্মরণ করে এবং নিপীড়িত হওয়ার পর প্রতিশোধ গ্রহণ করে। নিপীড়নকারীরা শীঘ্রই জানতে পারবে তাদের গন্তব্যস্থল কিরূপ।"
  }
]
