[
  {
    "num": "1",
    "ara": "طسم",
    "eng": "Ta, Seen, Meem.",
    "ban": "ত্বা, সীন, মীম।"
  },
  {
    "num": "2",
    "ara": "تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
    "eng": "These are the verses of the clear Book.",
    "ban": "এসব হচ্ছে সুস্পষ্ট গ্রন্থের বাণীসমূহ।"
  },
  {
    "num": "3",
    "ara": "لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ",
    "eng": "Perhaps, [O Muhammad], you would kill yourself with grief that they will not be believers.",
    "ban": "তুমি হয়ত তোমার নিজেকে মেরেই ফেলবে যেহেতু তারা মুমিন হচ্ছে না।"
  },
  {
    "num": "4",
    "ara": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ",
    "eng": "If We willed, We could send down to them from the sky a sign for which their necks would remain humbled.",
    "ban": "যদি আমরা ইচ্ছা করতাম তাহলে আমরা তাদের উপরে আকাশ থেকে একটি নিদর্শন পাঠাতে পারতাম, তখন এর কারণে তাদের ঘাড় নুইয়ে হেটঁ করে দেয়া হত।"
  },
  {
    "num": "5",
    "ara": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ",
    "eng": "And no revelation comes to them anew from the Most Merciful except that they turn away from it.",
    "ban": "আর তাদের নিকট পরম করুণাময়ের কাছ থেকে কোনো নতুন স্মরণীয়-বার্তা আসতে না আসতেই তারা তা থেকে বিমুখ হয়ে যায়।"
  },
  {
    "num": "6",
    "ara": "فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "For they have already denied, but there will come to them the news of that which they used to ridicule.",
    "ban": "তাহলে তারা প্রত্যাখ্যান করেই ফেলেছে, সুতরাং যা নিয়ে তারা ঠাট্টা-বিদ্রপ করত তার সংবাদ তাদের কাছে শীঘ্রই আসছে।"
  },
  {
    "num": "7",
    "ara": "أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "eng": "Did they not look at the earth - how much We have produced therein from every noble kind?",
    "ban": "তারা কি পৃথিবীর দিকে চেয়ে দেখে না -- এতে আমরা প্রত্যেক উৎকৃষ্ট কল্পতরু কত যে জন্নিয়েছি?"
  },
  {
    "num": "8",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়!"
  },
  {
    "num": "9",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "10",
    "ara": "وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ",
    "eng": "And [mention] when your Lord called Moses, [saying], \"Go to the wrongdoing people -",
    "ban": "আর স্মরণ করো! তোমার প্রভু মূসাকে ডেকে বললেন -- \"তুমি অত্যাচারী লোকদের কাছে যাও, --"
  },
  {
    "num": "11",
    "ara": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ",
    "eng": "The people of Pharaoh. Will they not fear Allah?\"",
    "ban": "ফিরআউনের লোকদের কাছে। তারা কি ধর্মভীরুতা অবলন্বন করবে না?\""
  },
  {
    "num": "12",
    "ara": "قَالَ رَبِّ إِنِّي أَخَافُ أَن يُكَذِّبُونِ",
    "eng": "He said, \"My Lord, indeed I fear that they will deny me",
    "ban": "তিনি বললেন -- \"আমার প্রভু! আমি অবশ্যই আশংকা করি যে তারা আমাকে প্রত্যাখ্যান করবে।"
  },
  {
    "num": "13",
    "ara": "وَيَضِيقُ صَدْرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرْسِلْ إِلَى هَارُونَ",
    "eng": "And that my breast will tighten and my tongue will not be fluent, so send for Aaron.",
    "ban": "\"আমার বুক সংকুচিত হয়ে পড়েছে, আর আমার জিহ্বা বাক্‌পটু নয়, সেজন্য হারূনের প্রতিও ডাক পাঠাও।"
  },
  {
    "num": "14",
    "ara": "وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ",
    "eng": "And they have upon me a [claim due to] sin, so I fear that they will kill me.\"",
    "ban": "\"আর আমার বিরুদ্ধে এক অপরাধ তাদের তত্ত্বাবধানে রয়েছে, সেজন্য আমি ভয় করি যে তারা আমাকে কাতল করবে।\""
  },
  {
    "num": "15",
    "ara": "قَالَ كَلَّا فَاذْهَبَا بِآيَاتِنَا إِنَّا مَعَكُم مُّسْتَمِعُونَ",
    "eng": "[Allah] said, \"No. Go both of you with Our signs; indeed, We are with you, listening.",
    "ban": "তিনি বললেন -- \"কখনো না! অতএব তোমরা দুজনেই আমাদের নিদর্শন সমূহ নিয়ে যাও, নিশ্চয়ই আমরা তোমাদের সঙ্গে রয়েছি শুনতে থাকা অবস্থায়।"
  },
  {
    "num": "16",
    "ara": "فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ",
    "eng": "Go to Pharaoh and say, 'We are the messengers of the Lord of the worlds,",
    "ban": "\"সুতরাং তোমরা ফিরআউনের নিকট যাও আর বলো -- 'আমরা আলবৎ বিশ্বজগতের প্রভুর রসূল --"
  },
  {
    "num": "17",
    "ara": "أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ",
    "eng": "[Commanded to say], \"Send with us the Children of Israel.\"'\"",
    "ban": "\"যে ইসরাইলের বংশধরদের আমাদের সঙ্গে পাঠিয়ে দাও'।\""
  },
  {
    "num": "18",
    "ara": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
    "eng": "[Pharaoh] said, \"Did we not raise you among us as a child, and you remained among us for years of your life?",
    "ban": "সে বললে -- \"তোমাকে কি ছেলেবেলায় আমাদের কাছেই লালনপালন করি নি, এবং তুমি কি আমাদেরই মধ্যে তোমার জীবনের বহু বৎসর কাটাও নি?"
  },
  {
    "num": "19",
    "ara": "وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنتَ مِنَ الْكَافِرِينَ",
    "eng": "And [then] you did your deed which you did, and you were of the ungrateful.\"",
    "ban": "\"আর তোমার কাজ যা তুমি করেছ তা তো করেইছ, তথাপি তুমি অকৃতজ্ঞদের মধ্যেকার!\""
  },
  {
    "num": "20",
    "ara": "قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ",
    "eng": "[Moses] said, \"I did it, then, while I was of those astray.",
    "ban": "তিনি বললেন -- \"আমি এটি করেছিলাম যখন আমি পথভ্রষ্টদের মধ্যে ছিলাম।"
  },
  {
    "num": "21",
    "ara": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ",
    "eng": "So I fled from you when I feared you. Then my Lord granted me wisdom and prophethood and appointed me [as one] of the messengers.",
    "ban": "\"এরপর যখন আমি তোমাদের ভয় করেছিলাম তখন আমি তোমাদের থেকে ফেরার হলাম, তারপর আমার প্রভু আমাকে জ্ঞান দান করেছেন, আর তিনি আমাকে বানিয়েছেন রসূলদের অন্যতম।"
  },
  {
    "num": "22",
    "ara": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ",
    "eng": "And is this a favor of which you remind me - that you have enslaved the Children of Israel?\"",
    "ban": "\"আর এই তো হচ্ছে সেই অনুগ্রহ যা তুমি আমার কাছে উল্লেখ করছ যার জন্যে তুমি ইসরাইলের বংশধরদের দাস বানিয়েছ!\""
  },
  {
    "num": "23",
    "ara": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ",
    "eng": "Said Pharaoh, \"And what is the Lord of the worlds?\"",
    "ban": "ফিরআউন বললে -- \"বিশ্বজগতের প্রভু আবার কি হয়?\""
  },
  {
    "num": "24",
    "ara": "قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ",
    "eng": "[Moses] said, \"The Lord of the heavens and earth and that between them, if you should be convinced.\"",
    "ban": "তিনি বললেন -- \"মহাকাশমন্ডলী ও পৃথিবীর এবং তাদের মধ্যে যা-কিছু আছে তার প্রভু, -- যদি তোমরা দৃঢ়প্রত্যয়িত হও।\""
  },
  {
    "num": "25",
    "ara": "قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ",
    "eng": "[Pharaoh] said to those around him, \"Do you not hear?\"",
    "ban": "সে তার আশপাশে যারা আছে তাদের বললে -- \"তোমরা কি শুনছ না?\""
  },
  {
    "num": "26",
    "ara": "قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
    "eng": "[Moses] said, \"Your Lord and the Lord of your first forefathers.\"",
    "ban": "তিনি বললেন -- \"তোমাদের প্রভু এবং পূর্বকালের তোমাদের পিতৃপুরুষদেরও প্রভু।\""
  },
  {
    "num": "27",
    "ara": "قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ",
    "eng": "[Pharaoh] said, \"Indeed, your 'messenger' who has been sent to you is mad.\"",
    "ban": "সে বললে -- \"তোমাদের রসূলটি যাকে তোমাদের কাছে পাঠানো হয়েছে সে তো বদ্ধ পাগল।\""
  },
  {
    "num": "28",
    "ara": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِن كُنتُمْ تَعْقِلُونَ",
    "eng": "[Moses] said, \"Lord of the east and the west and that between them, if you were to reason.\"",
    "ban": "তিনি বললেন -- \"তিনি পূর্ব ও পশ্চিমের এবং এ দুইয়ের মধ্যে যা আছে তারও প্রভু, যদি তোমরা বুঝতে পারতে।\""
  },
  {
    "num": "29",
    "ara": "قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ",
    "eng": "[Pharaoh] said, \"If you take a god other than me, I will surely place you among those imprisoned.\"",
    "ban": "সে বললে -- \"তুমি যদি আমাকে ছাড়া অন্য উপাস্য গ্রহণ কর তবে আমি আলবৎ তোমাকে কয়েদীদের অন্তর্ভুক্ত করব।\""
  },
  {
    "num": "30",
    "ara": "قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِينٍ",
    "eng": "[Moses] said, \"Even if I brought you proof manifest?\"",
    "ban": "তিনি বললেন -- \"কী! আমি তোমার কাছে সুস্পষ্ট কিছু আনলেও?\""
  },
  {
    "num": "31",
    "ara": "قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "[Pharaoh] said, \"Then bring it, if you should be of the truthful.\"",
    "ban": "সে বললে -- \"তবে তা নিয়ে এস যদি তুমি সত্যবাদীদের একজন হও।\""
  },
  {
    "num": "32",
    "ara": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ",
    "eng": "So [Moses] threw his staff, and suddenly it was a serpent manifest.",
    "ban": "সুতরাং তিনি তাঁর লাঠি নিক্ষেপ করলেন, তখন আশ্চর্য! এটি এক স্পষ্ট সাপ হয়ে গেল।"
  },
  {
    "num": "33",
    "ara": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
    "eng": "And he drew out his hand; thereupon it was white for the observers.",
    "ban": "আর তিনি তাঁর হাত বের করেলন, তখন দেখো! দর্শকদের কাছে তা সাদা হয়ে গেল।"
  },
  {
    "num": "34",
    "ara": "قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ",
    "eng": "[Pharaoh] said to the eminent ones around him, \"Indeed, this is a learned magician.",
    "ban": "সে তার আশপাশের প্রধানদের বললে -- \"এ তো নিশ্চয়ই এক ওস্তাদ জাদুকর, --"
  },
  {
    "num": "35",
    "ara": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ",
    "eng": "He wants to drive you out of your land by his magic, so what do you advise?\"",
    "ban": "\"সে চাইছে তার জাদুর দ্বারা তোমাদের দেশ থেকে তোমাদের বের করে দিতে, কাজেই কী তোমরা উপদেশ দাও?\""
  },
  {
    "num": "36",
    "ara": "قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ",
    "eng": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
    "ban": "তারা বললে -- \"তাকে ও তার ভাইকে অবকাশ দাও, আর শহরে শহরে সংগ্রাহকদের পাঠাও, --"
  },
  {
    "num": "37",
    "ara": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ",
    "eng": "Who will bring you every learned, skilled magician.\"",
    "ban": "\"যেন তারা প্রত্যেক জ্ঞানী জাদুকরদের তোমার কাছে নিয়ে আছে।\""
  },
  {
    "num": "38",
    "ara": "فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَّعْلُومٍ",
    "eng": "So the magicians were assembled for the appointment of a well-known day.",
    "ban": "সুতরাং জাদুকরদের একত্র করা হ'ল নির্দিষ্ট স্থানে বিজ্ঞাপিত দিনে,"
  },
  {
    "num": "39",
    "ara": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ",
    "eng": "And it was said to the people, \"Will you congregate",
    "ban": "আর লোকদের বলা হ'ল -- \"তোমরা কি জমায়েৎ হচ্ছ, --"
  },
  {
    "num": "40",
    "ara": "لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ",
    "eng": "That we might follow the magicians if they are the predominant?\"",
    "ban": "\"যেন আমরা জাদুকরদের অনুগমন করতে পারি যদি তারা নিজেরা বিজয়ী হয়?\""
  },
  {
    "num": "41",
    "ara": "فَلَمَّا جَاءَ السَّحَرَةُ قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ",
    "eng": "And when the magicians arrived, they said to Pharaoh, \"Is there indeed for us a reward if we are the predominant?\"",
    "ban": "তারপর যখন জদুকররা এল তারা ফিরআউনকে বললে -- \"আমাদের জন্য কি বিশেষ পুরস্কার থাকবে যদি আমরা খোদ বিজয়ী হই?\""
  },
  {
    "num": "42",
    "ara": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ الْمُقَرَّبِينَ",
    "eng": "He said, \"Yes, and indeed, you will then be of those near [to me].\"",
    "ban": "সে বললে -- \"হাঁ, আর সেক্ষেত্রে তোমরা নিশ্চয়ই অন্তরঙ্গ হবে।\""
  },
  {
    "num": "43",
    "ara": "قَالَ لَهُم مُّوسَى أَلْقُوا مَا أَنتُم مُّلْقُونَ",
    "eng": "Moses said to them, \"Throw whatever you will throw.\"",
    "ban": "মূসা তাদের বললেন -- \"ছোড়ো যা তোমরা ছুড়ঁতে যাচ্ছ।\""
  },
  {
    "num": "44",
    "ara": "فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ",
    "eng": "So they threw their ropes and their staffs and said, \"By the might of Pharaoh, indeed it is we who are predominant.\"",
    "ban": "সুতরাং তাদের দড়িদড়া ও তাদের লাঠি-লগুড় তারা ছুড়ঁলো এবং বললে -- \"ফিরআউনের প্রভাবে আমরা তো নিজেরাই বিজয়ী হব।\""
  },
  {
    "num": "45",
    "ara": "فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
    "eng": "Then Moses threw his staff, and at once it devoured what they falsified.",
    "ban": "তারপর মূসা তাঁর লাঠি নিক্ষেপ করলেন, তখন দেখো! এটি গিলে ফেলল যা তারা বুনেছিল।"
  },
  {
    "num": "46",
    "ara": "فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
    "eng": "So the magicians fell down in prostration [to Allah].",
    "ban": "তখন জাদুকররা লুটিয়ে পড়ল সিজদাবনত হয়ে,"
  },
  {
    "num": "47",
    "ara": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
    "eng": "They said, \"We have believed in the Lord of the worlds,",
    "ban": "তারা বললে, \"আমরা ঈমান আনলাম বিশ্বজগতের প্রভুর প্রতি, --"
  },
  {
    "num": "48",
    "ara": "رَبِّ مُوسَى وَهَارُونَ",
    "eng": "The Lord of Moses and Aaron.\"",
    "ban": "\"যিনি মূসা ও হারুনেরও প্রভু।\""
  },
  {
    "num": "49",
    "ara": "قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلَسَوْفَ تَعْلَمُونَ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "eng": "[Pharaoh] said, \"You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all.\"",
    "ban": "সে বললে -- \"তোমরা তার প্রতি বিশ্বাস স্থাপন করলে আমি তোমাদের অনুমতি দেবার আগেই? সে-ই নিশ্চয় তোমাদের গুরু যে তোমাদের জাদুবিদ্যা শিখিয়েছে। সুতরাং শীঘ্রই তোমরা টের পাবে। আমি নিশ্চয় তোমাদের হাত ও তোমাদের পা আড়াআড়ি- ভাবে কেটে ফেলবই, আর তোমাদের সবাইকে শূলে চড়াব।\""
  },
  {
    "num": "50",
    "ara": "قَالُوا لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ",
    "eng": "They said, \"No harm. Indeed, to our Lord we will return.",
    "ban": "তারা বললে -- \"কোনো ক্ষতি নেই, নিঃসন্দেহ আমরা আমাদের প্রভুর কাছে প্রত্যাবর্তনশীল।"
  },
  {
    "num": "51",
    "ara": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَن كُنَّا أَوَّلَ الْمُؤْمِنِينَ",
    "eng": "Indeed, we aspire that our Lord will forgive us our sins because we were the first of the believers.\"",
    "ban": "\"আমরা নিশ্চয়ই আশা করি যে আমাদের প্রভু আমাদের অপরাধসমূহ ক্ষমা করে দেবেন, যেহেতু আমরা মুমিনদের মধ্যে অগ্রণী।\""
  },
  {
    "num": "52",
    "ara": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُم مُّتَّبَعُونَ",
    "eng": "And We inspired to Moses, \"Travel by night with My servants; indeed, you will be pursued.\"",
    "ban": "আর আমরা মূসাকে প্রত্যাদেশ দিয়েছিলাম এই বলে -- \"আমার বান্দাদের নিয়ে রাতের মধ্যে রওয়ানা হয়ে যাও, তোমাদের অবশ্য পশ্চাদ্ধাবন করা হবে।\""
  },
  {
    "num": "53",
    "ara": "فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ",
    "eng": "Then Pharaoh sent among the cities gatherers",
    "ban": "তখন ফিরআউন শহরে-নগরে সংগ্রাহকদের পাঠাল --"
  },
  {
    "num": "54",
    "ara": "إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ",
    "eng": "[And said], \"Indeed, those are but a small band,",
    "ban": "\"নিঃসন্দেহ তারা একটি ছোটখাট দল,"
  },
  {
    "num": "55",
    "ara": "وَإِنَّهُمْ لَنَا لَغَائِظُونَ",
    "eng": "And indeed, they are enraging us,",
    "ban": "\"আর নিঃসন্দেহ আমাদের জন্য তারা তো ক্রোধ উদ্রেককারী,"
  },
  {
    "num": "56",
    "ara": "وَإِنَّا لَجَمِيعٌ حَاذِرُونَ",
    "eng": "And indeed, we are a cautious society... \"",
    "ban": "\"আর আমরা তো নিশ্চয় সজাগ-সশস্ত্র জনতা।\""
  },
  {
    "num": "57",
    "ara": "فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ",
    "eng": "So We removed them from gardens and springs",
    "ban": "কাজেই আমরা তাদের বের ক'রে আনলাম বাগানসমূহ ও ঝরনারাজি থেকে,"
  },
  {
    "num": "58",
    "ara": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
    "eng": "And treasures and honorable station -",
    "ban": "আর ধনভান্ডার ও জমকালো বাড়িঘর থেকে, --"
  },
  {
    "num": "59",
    "ara": "كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ",
    "eng": "Thus. And We caused to inherit it the Children of Israel.",
    "ban": "এইভাবেই। আর এইগুলো আমরা ইসরাইলের বংশধরদের উত্তরাধিকার করতে দিয়েছিলাম।"
  },
  {
    "num": "60",
    "ara": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
    "eng": "So they pursued them at sunrise.",
    "ban": "তারপর তারা এদের পশ্চাদ্ধাবন করেছিল সূর্যোদয়কালে।"
  },
  {
    "num": "61",
    "ara": "فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ",
    "eng": "And when the two companies saw one another, the companions of Moses said, \"Indeed, we are to be overtaken!\"",
    "ban": "অতঃপর যখন দুই দল পরস্পরকে দেখল তখন মূসার সঙ্গীরা বললে -- \"আমরা তো নিঃসন্দেহ ধরা পড়ে গেলাম।\""
  },
  {
    "num": "62",
    "ara": "قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ",
    "eng": "[Moses] said, \"No! Indeed, with me is my Lord; He will guide me.\"",
    "ban": "তিনি বললেন -- \"নিশ্চয়ই না, আমার সঙ্গে আলবৎ আমার প্রভু রয়েছেন, তিনি আমাকে অচিরেই পথ দেখাবেন।\""
  },
  {
    "num": "63",
    "ara": "فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِب بِّعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ",
    "eng": "Then We inspired to Moses, \"Strike with your staff the sea,\" and it parted, and each portion was like a great towering mountain.",
    "ban": "তখন আমরা মূসার নিকট প্রত্যাদেশ দিলাম এই বলে -- \"তোমার লাঠি দিয়ে সমুদ্রে আঘাত কর।\" ফলে এটি বিভক্ত হয়ে গেল, সুতরাং প্রত্যেক দল এক-একটি বিরাট পাহাড়ের মতো হয়েছিল।"
  },
  {
    "num": "64",
    "ara": "وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ",
    "eng": "And We advanced thereto the pursuers.",
    "ban": "আর অন্যদেরকেও আমরা নিয়ে এলাম সেই অঞ্চলে।"
  },
  {
    "num": "65",
    "ara": "وَأَنجَيْنَا مُوسَى وَمَن مَّعَهُ أَجْمَعِينَ",
    "eng": "And We saved Moses and those with him, all together.",
    "ban": "আর মূসাকে ও তাঁর সঙ্গে যারা ছিল সে-সবাইকে আমরা উদ্ধার করেছিলাম।"
  },
  {
    "num": "66",
    "ara": "ثُمَّ أَغْرَقْنَا الْآخَرِينَ",
    "eng": "Then We drowned the others.",
    "ban": "তারপর অন্যদেরকে আমরা ডুবিয়ে দিয়েছিলাম।"
  },
  {
    "num": "67",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো একটি নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "68",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "69",
    "ara": "وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ",
    "eng": "And recite to them the news of Abraham,",
    "ban": "আর তুমি তাদের কাছে ইব্রাহীমের কাহিনী বর্ণনা করো।"
  },
  {
    "num": "70",
    "ara": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ",
    "eng": "When he said to his father and his people, \"What do you worship?\"",
    "ban": "স্মরণ করো! তিনি তাঁর পিতৃপুরুষকে ও তাঁর স্বজাতিকে বললেন -- \"তোমরা কিসের উপাসনা কর?\""
  },
  {
    "num": "71",
    "ara": "قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ",
    "eng": "They said, \"We worship idols and remain to them devoted.\"",
    "ban": "তারা বললে -- \"আমরা প্রতিমাদের পূজা করি, আর আমরা তাদের আরাধনায় নিষ্ঠাবান থাকব।\""
  },
  {
    "num": "72",
    "ara": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
    "eng": "He said, \"Do they hear you when you supplicate?",
    "ban": "তিনি বললেন, \"তারা কি তোমাদের শোনে যখন তোমরা ডাকো?"
  },
  {
    "num": "73",
    "ara": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
    "eng": "Or do they benefit you, or do they harm?\"",
    "ban": "\"অথবা তারা কি তোমাদের উপকার করতে পারে কিংবা অপকার করতে পারে?\""
  },
  {
    "num": "74",
    "ara": "قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ",
    "eng": "They said, \"But we found our fathers doing thus.\"",
    "ban": "তারা বললে -- \"না, আমাদের পিতৃপুরুষদের আমরা দেখতে পেয়েছি এইভাবে তারা করছে ।\""
  },
  {
    "num": "75",
    "ara": "قَالَ أَفَرَأَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
    "eng": "He said, \"Then do you see what you have been worshipping,",
    "ban": "তিনি বললেন -- \"তোমরা কি তবে ভেবে দেখেছ তোমরা কিসের উপাসনা করছ, --"
  },
  {
    "num": "76",
    "ara": "أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ",
    "eng": "You and your ancient forefathers?",
    "ban": "\"তোমরা ও তোমাদের পূর্বগামী পিতৃপুরুষরা?"
  },
  {
    "num": "77",
    "ara": "فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ",
    "eng": "Indeed, they are enemies to me, except the Lord of the worlds,",
    "ban": "\"অতএব তারা আলবৎ আমার শত্রু, কিন্ত ভূ-বিশ্বের প্রভু নন,"
  },
  {
    "num": "78",
    "ara": "الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ",
    "eng": "Who created me, and He [it is who] guides me.",
    "ban": "\"যিনি আমাকে সৃষ্টি করেছেন, তারপর তিনি আমাকে পথ দেখিয়েছেন,"
  },
  {
    "num": "79",
    "ara": "وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ",
    "eng": "And it is He who feeds me and gives me drink.",
    "ban": "\"আর যিনি আমাকে আহার করান এবং পান করতে দেন,"
  },
  {
    "num": "80",
    "ara": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
    "eng": "And when I am ill, it is He who cures me",
    "ban": "\"আর যখন আমি রোগে ভোগি তখন তিনিই আমাকে আরোগ্য করেন,"
  },
  {
    "num": "81",
    "ara": "وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ",
    "eng": "And who will cause me to die and then bring me to life",
    "ban": "\"আর যিনি, আমার মৃত্যু ঘটাবেন তারপরে আমাকে পুনর্জীবন দেবেন,"
  },
  {
    "num": "82",
    "ara": "وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ",
    "eng": "And who I aspire that He will forgive me my sin on the Day of Recompense.\"",
    "ban": "\"আর যিনি, আমি আশা করি, বিচারের দিনে আমার ভুলভ্রান্তিগুলো আমার জন্য ক্ষমা করে দেবেন।"
  },
  {
    "num": "83",
    "ara": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
    "eng": "[And he said], \"My Lord, grant me authority and join me with the righteous.",
    "ban": "\"আমার প্রভু! আমাকে জ্ঞান দান করো, আর আমাকে সৎকর্মীদের সঙ্গে যুক্ত করো।"
  },
  {
    "num": "84",
    "ara": "وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ",
    "eng": "And grant me a reputation of honor among later generations.",
    "ban": "\"আর আমার জন্য পরবর্তীদের মধ্যে সদালাপন সৃষ্টি করো।"
  },
  {
    "num": "85",
    "ara": "وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ",
    "eng": "And place me among the inheritors of the Garden of Pleasure.",
    "ban": "\"আর আমাকে আনন্দময় উদ্যানের ওয়ারিশানের অন্তর্ভুক্ত করো।"
  },
  {
    "num": "86",
    "ara": "وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ",
    "eng": "And forgive my father. Indeed, he has been of those astray.",
    "ban": "\"আর আমার পিতৃপুরুষকে পরিত্রাণ করো, কেননা সে তো পথভ্রান্তদের মধ্যেকার হয়ে গেছে।"
  },
  {
    "num": "87",
    "ara": "وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ",
    "eng": "And do not disgrace me on the Day they are [all] resurrected -",
    "ban": "\"আর আমাকে লাঞ্ছিত করো না তখন যেইদিন তাদের পুরুত্থিত করা হবে, --"
  },
  {
    "num": "88",
    "ara": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
    "eng": "The Day when there will not benefit [anyone] wealth or children",
    "ban": "\"যেদিন ধনসম্পদে কোনো কাজ দেবে না, সন্তানাদিতেও নয়,"
  },
  {
    "num": "89",
    "ara": "إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
    "eng": "But only one who comes to Allah with a sound heart.\"",
    "ban": "\"শুধু সে ব্যতীত যে নির্মল-নিস্পাপ অন্তর নিয়ে আল্লাহ্‌র কাছে আসবে।\""
  },
  {
    "num": "90",
    "ara": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ",
    "eng": "And Paradise will be brought near [that Day] to the righteous.",
    "ban": "আর স্বর্গোদ্যানকে ধর্মভীরুদের জন্য সন্নিকটে আনা হবে,"
  },
  {
    "num": "91",
    "ara": "وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ",
    "eng": "And Hellfire will be brought forth for the deviators,",
    "ban": "আর দুযখকে খোলে দেওয়া হবে পথভ্রষ্টদের জন্য।"
  },
  {
    "num": "92",
    "ara": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
    "eng": "And it will be said to them, \"Where are those you used to worship",
    "ban": "আর তাদের বলা হবে -- \"কোথায় তারা যাদের তোমরা উপাসনা করতে --"
  },
  {
    "num": "93",
    "ara": "مِن دُونِ اللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
    "eng": "Other than Allah? Can they help you or help themselves?\"",
    "ban": "\"আল্লাহ্‌কে বাদ দিয়ে? তারা কি তোমাদের সাহায্য করছে, না তারা নিজেদেরই সাহায্য করতে পারছে?\""
  },
  {
    "num": "94",
    "ara": "فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ",
    "eng": "So they will be overturned into Hellfire, they and the deviators",
    "ban": "সুতরাং তাদের এর মধ্যে নিক্ষেপ করা হবে -- তাদের এবং পথভ্রান্তদের,"
  },
  {
    "num": "95",
    "ara": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
    "eng": "And the soldiers of Iblees, all together.",
    "ban": "আর ইবলীসের দলবল সকলকেও।"
  },
  {
    "num": "96",
    "ara": "قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ",
    "eng": "They will say while they dispute therein,",
    "ban": "তারা সেখানে তর্ক-বিতর্ক করতে করতে বলবে --"
  },
  {
    "num": "97",
    "ara": "تَاللَّهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ",
    "eng": "\"By Allah, we were indeed in manifest error",
    "ban": "\"আল্লাহ্‌র দিব্য, আমরা তো স্পষ্ট বিভ্রান্তিতেই ছিলাম, --"
  },
  {
    "num": "98",
    "ara": "إِذْ نُسَوِّيكُم بِرَبِّ الْعَالَمِينَ",
    "eng": "When we equated you with the Lord of the worlds.",
    "ban": "\"যখন আমরা বিশ্বজগতের প্রভুর সঙ্গে তোমাদের এক-সমান গণ্য করেছিলাম।"
  },
  {
    "num": "99",
    "ara": "وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ",
    "eng": "And no one misguided us except the criminals.",
    "ban": "\"আর অপরাধীরা ছাড়া অন্য কেউ আমাদের বিপথে নেয় নি।"
  },
  {
    "num": "100",
    "ara": "فَمَا لَنَا مِن شَافِعِينَ",
    "eng": "So now we have no intercessors",
    "ban": "\"সেজন্যে আমাদের জন্য সুপারিশকারীদের কেউ নেই,"
  },
  {
    "num": "101",
    "ara": "وَلَا صَدِيقٍ حَمِيمٍ",
    "eng": "And not a devoted friend.",
    "ban": "\"আর কোনো অন্তরঙ্গ বন্ধুও নেই।"
  },
  {
    "num": "102",
    "ara": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ",
    "eng": "Then if we only had a return [to the world] and could be of the believers... \"",
    "ban": "\"হায়! আমাদের জন্য যদি আকেরবার উপায় থাকত তাহলে আমরা মুমিনদের মধ্যেকার হতাম।\""
  },
  {
    "num": "103",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "104",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু, -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "105",
    "ara": "كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ",
    "eng": "The people of Noah denied the messengers",
    "ban": "নূহের স্বজাতি রসূলগণকে প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "106",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
    "eng": "When their brother Noah said to them, \"Will you not fear Allah?",
    "ban": "দেখো! তাদের ভাই নূহ তাদের বলেছিলেন -- \"তোমরা কি ধর্মপরায়ণতা অবলন্বন করবে না?"
  },
  {
    "num": "107",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "Indeed, I am to you a trustworthy messenger.",
    "ban": "\"আমি নিশ্চয়ই তোমাদের জন্য একজন বিশ্বস্ত রসূল,"
  },
  {
    "num": "108",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভয়-ভক্তি কর ও আমাকে মেনে চল।"
  },
  {
    "num": "109",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "ban": "\"আর আমি এর জন্য তোমাদের কাছে কোনো পারিশ্রমিক চাই না, আমার মজুরি তো বিশ্বজগতের প্রভুর কাছে ছাড়া অন্যত্র নয়।"
  },
  {
    "num": "110",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভক্তি-শ্রদ্ধা কর ও আমার আজ্ঞাপালন কর।\""
  },
  {
    "num": "111",
    "ara": "قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ",
    "eng": "They said, \"Should we believe you while you are followed by the lowest [class of people]?\"",
    "ban": "তারা বললে -- \"আমরা কি তোমার প্রতি ঈমান আনব যখন তোমাকে অনুসরণ করছে ইতরগোষ্ঠী?\""
  },
  {
    "num": "112",
    "ara": "قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "He said, \"And what is my knowledge of what they used to do?",
    "ban": "তিনি বললেন -- \"তারা কী করত সে সন্বন্ধে আর আমার জ্ঞান থাকবার নয়।"
  },
  {
    "num": "113",
    "ara": "إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ",
    "eng": "Their account is only upon my Lord, if you [could] perceive.",
    "ban": "\"তাদের হিসাবপত্র আমার প্রভুর কাছে ছাড়া অন্যত্র নয়, যদি তোমরা বুঝতে!"
  },
  {
    "num": "114",
    "ara": "وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ",
    "eng": "And I am not one to drive away the believers.",
    "ban": "\"আর আমি তো মুমিনদের তাড়িয়ে দেবার পাত্র নই।"
  },
  {
    "num": "115",
    "ara": "إِنْ أَنَا إِلَّا نَذِيرٌ مُّبِينٌ",
    "eng": "I am only a clear warner.\"",
    "ban": "\"আমি একজন স্পষ্ট সতর্ককারী ভিন্ন নই।\""
  },
  {
    "num": "116",
    "ara": "قَالُوا لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ",
    "eng": "They said, \"If you do not desist, O Noah, you will surely be of those who are stoned.\"",
    "ban": "তারা বললে -- \"হে নূহ! তুমি যদি না থামো তাহলে তোমাকে অবশ্যই প্রস্তরাঘাতে-নিহতদের অন্তর্ভুক্ত করা হবে।\""
  },
  {
    "num": "117",
    "ara": "قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ",
    "eng": "He said, \"My Lord, indeed my people have denied me.",
    "ban": "তিনি বললেন -- \"আমার প্রভু! আমার স্বজাতি আমাকে প্রত্যাখ্যান করেছে।"
  },
  {
    "num": "118",
    "ara": "فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا وَنَجِّنِي وَمَن مَّعِيَ مِنَ الْمُؤْمِنِينَ",
    "eng": "Then judge between me and them with decisive judgement and save me and those with me of the believers.\"",
    "ban": "\"অতএব আমার মধ্যে ও তাদের মধ্যে একটি সিদ্ধান্ত এনে মীমাংসা করে দাও, আর আমাকে ও আমার সাথে মুমিনদের যারা রয়েছে তাদের উদ্ধার করে দাও।\""
  },
  {
    "num": "119",
    "ara": "فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الْفُلْكِ الْمَشْحُونِ",
    "eng": "So We saved him and those with him in the laden ship.",
    "ban": "সুতরাং আমরা তাঁকে ও তাঁর সাথে যারা ছিল তাদের উদ্ধার করলাম বোঝাই করা জাহাজে।"
  },
  {
    "num": "120",
    "ara": "ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ",
    "eng": "Then We drowned thereafter the remaining ones.",
    "ban": "তারপর আমরা ডুবিয়ে দিলাম পরবর্তী অবশিষ্টদের।"
  },
  {
    "num": "121",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "122",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু, -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "123",
    "ara": "كَذَّبَتْ عَادٌ الْمُرْسَلِينَ",
    "eng": "'Aad denied the messengers",
    "ban": "আর 'আদ জাতি রসূলগণকে প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "124",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
    "eng": "When their brother Hud said to them, \"Will you not fear Allah?",
    "ban": "দেখো, তাদের ভাই হূদ তাদের বলেছিলেন -- \"তোমরা কি ধর্মপরায়ণতা অবলন্বন করবে না?"
  },
  {
    "num": "125",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "Indeed, I am to you a trustworthy messenger.",
    "ban": "\"আমি নিশ্চয়ই তোমাদের জন্য একজন বিশ্বস্ত রসূল,"
  },
  {
    "num": "126",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভয় কর ও আমাকে মেনে চল।"
  },
  {
    "num": "127",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "ban": "\"আর আমি এ-জন্য তোমাদের কাছে কোনো মজুরি চাই না, আমার নজুরি তো ভূ-বিশ্বের প্রভুর কাছে ছাড়া অন্যত্র নয়।"
  },
  {
    "num": "128",
    "ara": "أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ",
    "eng": "Do you construct on every elevation a sign, amusing yourselves,",
    "ban": "\"তোমরা কি প্রত্যেক পাহাড়ে অযথা স্তম্ভ নির্মাণ করছ,"
  },
  {
    "num": "129",
    "ara": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
    "eng": "And take for yourselves palaces and fortresses that you might abide eternally?",
    "ban": "\"আর দুর্গ তৈরি করছ যেন তোমরা চিরস্থায়ী হবে?\""
  },
  {
    "num": "130",
    "ara": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
    "eng": "And when you strike, you strike as tyrants.",
    "ban": "\"আর যখন তোমরা পাকড়াও কর তখন জবরদস্তভাবে পাকড়াও করে থাক।"
  },
  {
    "num": "131",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"সুতরাং তোমরা আল্লাহ্‌কে ভক্তিশ্রদ্ধা কর ও আমার আজ্ঞাপালন কর।"
  },
  {
    "num": "132",
    "ara": "وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ",
    "eng": "And fear He who provided you with that which you know,",
    "ban": "\"আর ভয়-ভক্তি কর তাঁকে যিনি তোমাদের মদদ করেছেন যা তোমরা শিখেছ তা দিয়ে, --"
  },
  {
    "num": "133",
    "ara": "أَمَدَّكُم بِأَنْعَامٍ وَبَنِينَ",
    "eng": "Provided you with grazing livestock and children",
    "ban": "\"আর তিনি তোমাদের সাহায্য করেছেন গবাদি-পশু ও সন্তান-সন্ততি দিয়ে,"
  },
  {
    "num": "134",
    "ara": "وَجَنَّاتٍ وَعُيُونٍ",
    "eng": "And gardens and springs.",
    "ban": "\"আর বাগানসমূহ ও ফোয়ারাগুলো দিয়ে।"
  },
  {
    "num": "135",
    "ara": "إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng": "Indeed, I fear for you the punishment of a terrible day.\"",
    "ban": "\"নিঃসন্দেহ আমি আশংকা করছি তোমাদের উপরে এক মহাদিনের শাস্তির।\""
  },
  {
    "num": "136",
    "ara": "قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ",
    "eng": "They said, \"It is all the same to us whether you advise or are not of the advisors.",
    "ban": "তারা বললে -- \"তুমি উপদেশ দাও অথবা উপদেশদাতাদের মধ্যে তুমি নাই-বা হও আমাদের কাছে সবই সমান।"
  },
  {
    "num": "137",
    "ara": "إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ",
    "eng": "This is not but the custom of the former peoples,",
    "ban": "\"এ তো সেকেলে আচরণ ছাড়া কিছুই নয়,"
  },
  {
    "num": "138",
    "ara": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
    "eng": "And we are not to be punished.\"",
    "ban": "\"আর আমরা শাস্তি পাবার নই।\""
  },
  {
    "num": "139",
    "ara": "فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "And they denied him, so We destroyed them. Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "কাজেই তারা তাঁকে প্রত্যাখ্যান করল, সুতরাং আমরা তাদের ধ্বংস করেছিলাম। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "140",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু, -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "141",
    "ara": "كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ",
    "eng": "Thamud denied the messengers",
    "ban": "আর ছামূদ জাতি রসূলগণকে প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "142",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ",
    "eng": "When their brother Salih said to them, \"Will you not fear Allah?",
    "ban": "দেখো, তাদের ভাই সালিহ্ তাদের বলেছিলেন -- \"তোমরা কি ধর্মভীরুতা অবলন্বন করবে না?"
  },
  {
    "num": "143",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "Indeed, I am to you a trustworthy messenger.",
    "ban": "\"আমি নিশ্চয়ই তোমাদের জন্য একজন বিশ্বস্ত রসূল,"
  },
  {
    "num": "144",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভয়-ভক্তি কর ও আমাকে মেনে চল!"
  },
  {
    "num": "145",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "ban": "\"আর আমি এর জন্য তোমাদের কাছে কোনো মজুরি চাই না, আমার মজুরি তো বিশ্বজগতের প্রভুর কাছে ছাড়া অন্যত্র নয়।"
  },
  {
    "num": "146",
    "ara": "أَتُتْرَكُونَ فِي مَا هَاهُنَا آمِنِينَ",
    "eng": "Will you be left in what is here, secure [from death],",
    "ban": "\"এখানে যা আছে তাতে কি তোমাদের নিরাপদে রেখে দেওয়া হবে, --"
  },
  {
    "num": "147",
    "ara": "فِي جَنَّاتٍ وَعُيُونٍ",
    "eng": "Within gardens and springs",
    "ban": "\"বাগানসমূহে ও ফোয়ারাগুলোয়,"
  },
  {
    "num": "148",
    "ara": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
    "eng": "And fields of crops and palm trees with softened fruit?",
    "ban": "\"আর শস্যক্ষেত্রে ও খেজুর-বাগানে যার ছড়িগুলো ভারী?"
  },
  {
    "num": "149",
    "ara": "وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ",
    "eng": "And you carve out of the mountains, homes, with skill.",
    "ban": "\"তোমরা তো পাহাড় খুদে বাড়িঘর তৈরি কর নিপুণভাবে।"
  },
  {
    "num": "150",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"সুতরাং তোমরা আল্লাহ্‌কে ভক্তি-শ্রদ্ধা কর ও আমার আজ্ঞাপালন কর।"
  },
  {
    "num": "151",
    "ara": "وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ",
    "eng": "And do not obey the order of the transgressors,",
    "ban": "\"আর সীমালংঘনকারীদের নির্দেশ মেনে চল না, --"
  },
  {
    "num": "152",
    "ara": "الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ",
    "eng": "Who cause corruption in the land and do not amend.\"",
    "ban": "\"যারা দেশে অশান্তি সৃষ্টি করে আর শান্তিস্থাপন করে না।\""
  },
  {
    "num": "153",
    "ara": "قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ",
    "eng": "They said, \"You are only of those affected by magic.",
    "ban": "তারা বললে -- \"তুমি তো নিঃসন্দেহ জাদুগ্রস্তদেরই একজন।"
  },
  {
    "num": "154",
    "ara": "مَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِآيَةٍ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "You are but a man like ourselves, so bring a sign, if you should be of the truthful.\"",
    "ban": "\"তুমি আমাদের মতো মানুষ ছাড়া আর কিছু নও, অতএব কোনো এক নিদর্শন নিয়ে এস যদি তুমি সত্যবাদীদের মধ্যেকার হও।\""
  },
  {
    "num": "155",
    "ara": "قَالَ هَذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
    "eng": "He said, \"This is a she-camel. For her is a [time of] drink, and for you is a [time of] drink, [each] on a known day.",
    "ban": "তিনি বললেন -- \"এই একটি উষ্টী, তার জন্য পানীয় থাকবে আর তোমাদের জন্যও পানীয় থাকবে নির্ধারিত সময়ে।"
  },
  {
    "num": "156",
    "ara": "وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
    "eng": "And do not touch her with harm, lest you be seized by the punishment of a terrible day.\"",
    "ban": "\"আর তোমরা অনিষ্ট দিয়ে ওকে স্পর্শ করো না, পাছে এক ভয়ংকর দিনের শাস্তি তোমাদের পাকড়াও করে।\""
  },
  {
    "num": "157",
    "ara": "فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ",
    "eng": "But they hamstrung her and so became regretful.",
    "ban": "কিন্ত তারা এটিকে হত্যা করলে, পরিণামে সকাল-সকালই তারা পরিতাপকারী হল।"
  },
  {
    "num": "158",
    "ara": "فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "And the punishment seized them. Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "সেজন্য শাস্তি তাদের পাকড়াও করল। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয় ।"
  },
  {
    "num": "159",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "160",
    "ara": "كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ",
    "eng": "The people of Lot denied the messengers",
    "ban": "আর লূতের লোকদল রসূলগণকে প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "161",
    "ara": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
    "eng": "When their brother Lot said to them, \"Will you not fear Allah?",
    "ban": "দেখো! তাদের ভাই লূত তাদের বলেছিলেন -- \"তোমরা কি ধর্মভীরুতা অবলন্বন করবে না?"
  },
  {
    "num": "162",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "Indeed, I am to you a trustworthy messenger.",
    "ban": "\"আমি নিশ্চয়ই তোমাদের জন্য একজন বিশ্বস্ত রসূল,"
  },
  {
    "num": "163",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভয়ভক্তি কর ও আমাকে মেনে চল।"
  },
  {
    "num": "164",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "ban": "\"আর আমি এর জন্য তোমাদের কাছে কোনো মজুরি চাই না, আমার মজুরি তো বিশ্বজগতের প্রভুর কাছে ছাড়া অন্যত্র নয়।"
  },
  {
    "num": "165",
    "ara": "أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ",
    "eng": "Do you approach males among the worlds",
    "ban": "\"তোমরা কি মানুষজাতীর মধ্যে পুরুষদের কাছেই এসে থাক,"
  },
  {
    "num": "166",
    "ara": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
    "eng": "And leave what your Lord has created for you as mates? But you are a people transgressing.\"",
    "ban": "\"আর পরিত্যাগ করছ তোমাদের স্ত্রীদের যাদের তোমাদের প্রভু তোমাদের জন্য সৃষ্টি করেছেন? না, তোমরা তো সীমালংঘনকারী জাতি।\""
  },
  {
    "num": "167",
    "ara": "قَالُوا لَئِن لَّمْ تَنتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ",
    "eng": "They said, \"If you do not desist, O Lot, you will surely be of those evicted.\"",
    "ban": "তারা বললে -- \"হে লূত! তুমি যদি বিরত না হও তাহলে তুমি নিশ্চয়ই নির্বাসিতদের অন্তর্ভুক্ত হবে।\""
  },
  {
    "num": "168",
    "ara": "قَالَ إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ",
    "eng": "He said, \"Indeed, I am, toward your deed, of those who detest [it].",
    "ban": "তিনি বললেন -- \"আমি অবশ্যই তোমাদের আচরণকে ঘৃণাকারীদেরই একজন।"
  },
  {
    "num": "169",
    "ara": "رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ",
    "eng": "My Lord, save me and my family from [the consequence of] what they do.\"",
    "ban": "\"আমার প্রভু! তারা যা করে তা থেকে আমাকে ও আমার পরিবার পরিজনকে উদ্ধার করো।\""
  },
  {
    "num": "170",
    "ara": "فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ",
    "eng": "So We saved him and his family, all,",
    "ban": "সুতরাং আমরা তাঁকে ও তাঁর পরিবারবর্গকে একই সঙ্গে উদ্ধার করলাম, --"
  },
  {
    "num": "171",
    "ara": "إِلَّا عَجُوزًا فِي الْغَابِرِينَ",
    "eng": "Except an old woman among those who remained behind.",
    "ban": "এক বুড়ীকে ছাড়া, যে পেছনে-পড়ে-থাকাদের মধ্যে রয়েছিল।"
  },
  {
    "num": "172",
    "ara": "ثُمَّ دَمَّرْنَا الْآخَرِينَ",
    "eng": "Then We destroyed the others.",
    "ban": "তারপর আমরা অন্যান্যদের বিধ্বংস করেছিলাম।"
  },
  {
    "num": "173",
    "ara": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَاءَ مَطَرُ الْمُنذَرِينَ",
    "eng": "And We rained upon them a rain [of stones], and evil was the rain of those who were warned.",
    "ban": "আর তাদের উপরে আমরা বর্ষণ করেছিলাম এক বৃষ্টি, -- সুতরাং কত মন্দ এই বৃষ্টি সতককৃতদের জন্য।"
  },
  {
    "num": "174",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "175",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু, -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "176",
    "ara": "كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ",
    "eng": "The companions of the thicket denied the messengers",
    "ban": "আইকার অধিবাসীরা রসূলগণকে প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "177",
    "ara": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
    "eng": "When Shu'ayb said to them, \"Will you not fear Allah?",
    "ban": "দেখো, শোআইব তাদের বলেছিলেন -- \"তোমরা কি ধর্মপরায়ণতা অবলন্বন করবে না?"
  },
  {
    "num": "178",
    "ara": "إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "Indeed, I am to you a trustworthy messenger.",
    "ban": "\"আমি নিশ্চয়ই তোমাদের জন্য একজন বিশ্বস্ত রসূল,"
  },
  {
    "num": "179",
    "ara": "فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
    "eng": "So fear Allah and obey me.",
    "ban": "\"অতএব তোমরা আল্লাহ্‌কে ভয়ভক্তি কর ও আমাকে মেনে চল।"
  },
  {
    "num": "180",
    "ara": "وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ",
    "eng": "And I do not ask you for it any payment. My payment is only from the Lord of the worlds.",
    "ban": "\"আর আমি এর জন্য তোমাদের কাছে কোনো পারিশ্রমিক চাই না, আমার পারিশ্রমিক তো বিশ্বজগতের প্রভুর কাছে ছাড়া অন্যত্র নয়।"
  },
  {
    "num": "181",
    "ara": "أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ",
    "eng": "Give full measure and do not be of those who cause loss.",
    "ban": "\"মাপে পুরোমাত্রায় দেবে, আর তোমরা মাপে-কম-করা লোকদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "182",
    "ara": "وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ",
    "eng": "And weigh with an even balance.",
    "ban": "\"সঠিক পাল্লায় ওজন করো।"
  },
  {
    "num": "183",
    "ara": "وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "eng": "And do not deprive people of their due and do not commit abuse on earth, spreading corruption.",
    "ban": "\"আর লোকজনের ক্ষতিসাধন করো না তাদের বিষয়বস্তু সন্বন্ধে, আর দুনিয়াতে বিপর্যয় ঘটিয়ো না অনিষ্টাচরণ ক'রে।"
  },
  {
    "num": "184",
    "ara": "وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ",
    "eng": "And fear He who created you and the former creation.\"",
    "ban": "\"আর ভয়-ভক্তি করো তাঁকে যিনি তোমাদের সৃষ্টি করেছেন এবং পূর্ববর্তী লোকদেরও।\""
  },
  {
    "num": "185",
    "ara": "قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ",
    "eng": "They said, \"You are only of those affected by magic.",
    "ban": "তারা বললে -- \"তুমি তো আলবৎ জাদুগ্রস্তদের মধ্যেকার,\""
  },
  {
    "num": "186",
    "ara": "وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ",
    "eng": "You are but a man like ourselves, and indeed, we think you are among the liars.",
    "ban": "\"আর তুমি আমাদের ন্যায় একজন মানুষ ছাড়া আর কিছুই নও, আর আমরা তোমাকে মিথ্যাবাদীদের একজন বলেই তো গণনা করি।"
  },
  {
    "num": "187",
    "ara": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "So cause to fall upon us fragments of the sky, if you should be of the truthful.\"",
    "ban": "\"অতএব আকাশের একটি টুকরো আমাদের উপরে ফেলে দাও, যদি তুমি সত্যবাদীদের মধ্যেকার হও।\""
  },
  {
    "num": "188",
    "ara": "قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ",
    "eng": "He said, \"My Lord is most knowing of what you do.\"",
    "ban": "তিনি বললেন -- \"আমার প্রভু ভাল জানেন কী তোমরা কর।\""
  },
  {
    "num": "189",
    "ara": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng": "And they denied him, so the punishment of the day of the black cloud seized them. Indeed, it was the punishment of a terrible day.",
    "ban": "কিন্ত তারা তাঁকে প্রত্যাখ্যান করল, সেজন্যে এক অন্ধকার দিনের শাস্তি তাদের পাকড়াও করল। নিঃসন্দেহ এটি ছিল এক ভীষণ দিনে শাস্তি।"
  },
  {
    "num": "190",
    "ara": "إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "eng": "Indeed in that is a sign, but most of them were not to be believers.",
    "ban": "নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে, কিন্ত তাদের অধিকাংশই বিশ্বাসী নয়।"
  },
  {
    "num": "191",
    "ara": "وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "And indeed, your Lord - He is the Exalted in Might, the Merciful.",
    "ban": "আর নিঃসন্দেহ তোমার প্রভু, -- তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "192",
    "ara": "وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ",
    "eng": "And indeed, the Qur'an is the revelation of the Lord of the worlds.",
    "ban": "আর নিঃসন্দেহ এটি নিশ্চয়ই বিশ্বজগতের প্রভুর তরফ থেকে এক অবতারণ।"
  },
  {
    "num": "193",
    "ara": "نَزَلَ بِهِ الرُّوحُ الْأَمِينُ",
    "eng": "The Trustworthy Spirit has brought it down",
    "ban": "রুহুল আমীন এটি নিয়ে অবতরণ করেছেন --"
  },
  {
    "num": "194",
    "ara": "عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ",
    "eng": "Upon your heart, [O Muhammad] - that you may be of the warners -",
    "ban": "তোমার হৃদয়ের উপরে, যেন তুমি সতর্ককারীদের অন্যতম হতে পার, --"
  },
  {
    "num": "195",
    "ara": "بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ",
    "eng": "In a clear Arabic language.",
    "ban": "সুস্পষ্ট আরবী ভাষায়।"
  },
  {
    "num": "196",
    "ara": "وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ",
    "eng": "And indeed, it is [mentioned] in the scriptures of former peoples.",
    "ban": "আর নিঃসন্দেহ এটি পূর্ববর্তীদের ধর্মগ্রন্থে রয়েছে ।"
  },
  {
    "num": "197",
    "ara": "أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ",
    "eng": "And has it not been a sign to them that it is recognized by the scholars of the Children of Israel?",
    "ban": "একি তাদের জন্য একটি নিদর্শন নয় যে ইসরাইলের বংশধরদের পন্ডিতগণ এটি জানে?"
  },
  {
    "num": "198",
    "ara": "وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ",
    "eng": "And even if We had revealed it to one among the foreigners",
    "ban": "আর আমরা যদি এটি অবতারণ করতাম কোনো ভিন্ন দেশীয়ের কাছে,"
  },
  {
    "num": "199",
    "ara": "فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ",
    "eng": "And he had recited it to them [perfectly], they would [still] not have been believers in it.",
    "ban": "আর সে এটি তাদের কাছে পাঠ করত, তাহলে তারা তাতে বিশ্বাসভাজন হতো না।"
  },
  {
    "num": "200",
    "ara": "كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ",
    "eng": "Thus have We inserted disbelief into the hearts of the criminals.",
    "ban": "এইভাবেই আমরা এটিকে প্রবেশ করিয়েছি অপরাধীদের অন্তরে।"
  },
  {
    "num": "201",
    "ara": "لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ",
    "eng": "They will not believe in it until they see the painful punishment.",
    "ban": "তারা এতে বিশ্বাস করবে না যে পর্যন্ত না তারা মর্মন্তুদ শাস্তি প্রত্যক্ষ করে।"
  },
  {
    "num": "202",
    "ara": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "eng": "And it will come to them suddenly while they perceive [it] not.",
    "ban": "সুতরাং এ তাদের কাছে আসবে আকস্মিকভাবে, আর তারা টের পাবে না।"
  },
  {
    "num": "203",
    "ara": "فَيَقُولُوا هَلْ نَحْنُ مُنظَرُونَ",
    "eng": "And they will say, \"May we be reprieved?\"",
    "ban": "তখন তারা বলবে -- \"আমরা কি অবকাশ প্রাপ্ত হব?\""
  },
  {
    "num": "204",
    "ara": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
    "eng": "So for Our punishment are they impatient?",
    "ban": "কী, তারা কি এখনও আমাদের শাস্তি সন্বন্ধে তাড়াতাড়ি করতে চায়?"
  },
  {
    "num": "205",
    "ara": "أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ",
    "eng": "Then have you considered if We gave them enjoyment for years",
    "ban": "তুমি কি তবে লক্ষ্য করেছ -- যদি আমরা তাদের বহু বছর ভোগ-বিলাস করতে দিই।"
  },
  {
    "num": "206",
    "ara": "ثُمَّ جَاءَهُم مَّا كَانُوا يُوعَدُونَ",
    "eng": "And then there came to them that which they were promised?",
    "ban": "তারপর তাদের কাছে এসে পড়ে যা তাদের ওয়াদা করা হয়েছিল --"
  },
  {
    "num": "207",
    "ara": "مَا أَغْنَى عَنْهُم مَّا كَانُوا يُمَتَّعُونَ",
    "eng": "They would not be availed by the enjoyment with which they were provided.",
    "ban": "তবু যা তাদের উপভোগ করতে দেওয়া হয়েছিল তা তাদের কোনো কাজে আসবে না?"
  },
  {
    "num": "208",
    "ara": "وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
    "eng": "And We did not destroy any city except that it had warners",
    "ban": "আর আমরা কোনো জনপদ ধ্বংস করি নি যার সতর্ককারী ছিল না।"
  },
  {
    "num": "209",
    "ara": "ذِكْرَى وَمَا كُنَّا ظَالِمِينَ",
    "eng": "As a reminder; and never have We been unjust.",
    "ban": "স্মারকগ্রন্থ, আর আমরা কখনও অন্যায়কারী নই।"
  },
  {
    "num": "210",
    "ara": "وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ",
    "eng": "And the devils have not brought the revelation down.",
    "ban": "আর শয়তানরা এ নিয়ে অবতরণ করে নি,"
  },
  {
    "num": "211",
    "ara": "وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ",
    "eng": "It is not allowable for them, nor would they be able.",
    "ban": "আর তাদের পক্ষে এ সমীচীন নয়, আর তারা সামর্থ্যও রাখে না।"
  },
  {
    "num": "212",
    "ara": "إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ",
    "eng": "Indeed they, from [its] hearing, are removed.",
    "ban": "নিঃসন্দেহ শুনবার ক্ষেত্রে তারা তো অপারগ।"
  },
  {
    "num": "213",
    "ara": "فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ",
    "eng": "So do not invoke with Allah another deity and [thus] be among the punished.",
    "ban": "সুতরাং তুমি আল্লাহ্‌র সাথে অন্য উপাস্যকে ডেকো না, পাছে তুমি শাস্তিপ্রাপ্তদের মধ্যেকার হয়ে যাও।"
  },
  {
    "num": "214",
    "ara": "وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ",
    "eng": "And warn, [O Muhammad], your closest kindred.",
    "ban": "আর তোমার নিকটতম আ‌ত্মীয়দের সাবধান করে দাও,"
  },
  {
    "num": "215",
    "ara": "وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
    "eng": "And lower your wing to those who follow you of the believers.",
    "ban": "আর তোমার ডানা আনত করো মুমিনদের যারা তোমাকে অনুসরণ করে তাদের প্রতি।"
  },
  {
    "num": "216",
    "ara": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ",
    "eng": "And if they disobey you, then say, \"Indeed, I am disassociated from what you are doing.\"",
    "ban": "কিন্ত তারা যদি তোমার অবাধ্যতা করে তবে বলো -- \"আমি আলবৎ দায়মুক্ত তোমরা যা কর সে সন্বন্ধে।\""
  },
  {
    "num": "217",
    "ara": "وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ",
    "eng": "And rely upon the Exalted in Might, the Merciful,",
    "ban": "আর তুমি নির্ভর কর মহাশক্তিশালী, অফুরন্ত ফলদাতার উপরে, --"
  },
  {
    "num": "218",
    "ara": "الَّذِي يَرَاكَ حِينَ تَقُومُ",
    "eng": "Who sees you when you arise",
    "ban": "যিনি তোমাকে দেখেন যখন তুমি দাঁড়াও,"
  },
  {
    "num": "219",
    "ara": "وَتَقَلُّبَكَ فِي السَّاجِدِينَ",
    "eng": "And your movement among those who prostrate.",
    "ban": "এবং সিজদাকারীদের সঙ্গে তোমার উঠা-বসা করতে।"
  },
  {
    "num": "220",
    "ara": "إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "Indeed, He is the Hearing, the Knowing.",
    "ban": "নিঃসন্দেহ তিনি -- তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "221",
    "ara": "هَلْ أُنَبِّئُكُمْ عَلَى مَن تَنَزَّلُ الشَّيَاطِينُ",
    "eng": "Shall I inform you upon whom the devils descend?",
    "ban": "আমি কি তোমাদের জানাব কাদের উপরে শয়তানরা অবতরণ করে?"
  },
  {
    "num": "222",
    "ara": "تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ",
    "eng": "They descend upon every sinful liar.",
    "ban": "তারা অবতরণ করে প্রত্যেক মিথ্যাবাদী পাপাচারীর উপরে,"
  },
  {
    "num": "223",
    "ara": "يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ",
    "eng": "They pass on what is heard, and most of them are liars.",
    "ban": "তারা কান পাতে, আর তাদের অধিকাংশই মিথ্যাবাদী।"
  },
  {
    "num": "224",
    "ara": "وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ",
    "eng": "And the poets - [only] the deviators follow them;",
    "ban": "আর কবিগণ, -- তাদের অনুসরণ করে ভ্রান্তপথগামীরা।"
  },
  {
    "num": "225",
    "ara": "أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ",
    "eng": "Do you not see that in every valley they roam",
    "ban": "তুমি কি দেখ না যে তারা নিঃসন্দেহ প্রত্যেক উপত্যকায় লক্ষ্যহীনভাবে ঘুরে বেড়ায়,"
  },
  {
    "num": "226",
    "ara": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
    "eng": "And that they say what they do not do? -",
    "ban": "আর তারা নিশ্চয়ই তাই বলে যা তারা করে না? --"
  },
  {
    "num": "227",
    "ara": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ",
    "eng": "Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned.",
    "ban": "তবে তারা ব্যতীত যারা ঈমান আনে ও সৎকাজ করে, এবং আল্লাহ্‌কে খুব ক'রে স্মরণ করে, আর অত্যাচারিত হবার পরে প্রতিরক্ষা করে। আর যারা অন্যায় করে তারা অচিরেই জানতে পারবে কোন বিপর্যয়ের মধ্যে তারা প্রত্যাবর্তন করছে।"
  }
]
