[
  {
    "num": "1",
    "ara": "الم",
    "eng": "Alif, Lam, Meem",
    "ban": "আলিফ, লাম, মীম।"
  },
  {
    "num": "2",
    "ara": "أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ",
    "eng": "Do the people think that they will be left to say, \"We believe\" and they will not be tried?",
    "ban": "লোকেরা কি মনে করে যে তাদের ছেড়ে দেওয়া হবে যদি তারা বলে -- \"আমরা ঈমান এনেছি\", আর তাদের পরীক্ষা করা হবে না?"
  },
  {
    "num": "3",
    "ara": "وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ",
    "eng": "But We have certainly tried those before them, and Allah will surely make evident those who are truthful, and He will surely make evident the liars.",
    "ban": "আর এদের পূর্বে যারা ছিল তাদের আমরা ইতিপূর্বে অবশ্যই পরীক্ষা করেছিলাম, এইভাবেই আল্লাহ্ জানতে পারেন তাদের যারা সত্যপরায়ণতা অবলন্বন করে, আর জানতে পারেন মিথ্যাচারীদের।"
  },
  {
    "num": "4",
    "ara": "أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ",
    "eng": "Or do those who do evil deeds think they can outrun Us? Evil is what they judge.",
    "ban": "আথবা, যারা পাপাচার করে তারা কি ভাবে যে তারা আমাদের এড়িয়ে যেতে পারবে? তারা যা সিদ্ধান্ত করে তা কত মন্দ!"
  },
  {
    "num": "5",
    "ara": "مَن كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "Whoever should hope for the meeting with Allah - indeed, the term decreed by Allah is coming. And He is the Hearing, the Knowing.",
    "ban": "যারাই আল্লাহ্‌র সঙ্গে মোলাকাতের কামনা করে আল্লাহ্‌র নির্ধারিত কাল তবে নিশ্চয়ই আগতপ্রায়। আর তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "6",
    "ara": "وَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ",
    "eng": "And whoever strives only strives for [the benefit of] himself. Indeed, Allah is free from need of the worlds.",
    "ban": "আর যে কেউ জিহাদ করে, সে তাহলে নিশ্চয়ই সংগ্রাম করে তার নিজেরই জন্যে। আল্লাহ্ নিঃসন্দেহ বিশ্বজগতের উপরে অনন্য- নির্ভর।"
  },
  {
    "num": "7",
    "ara": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ",
    "eng": "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.",
    "ban": "আর যারা ঈমান আনে ও সৎকর্ম করে আমরা তাদের থেকে তাদের দোষত্রুটিগুলো অবশ্যই দূর করে দেব, আর তারা যা করত সেজন্য উত্তমভাবে আমরা অবশ্যই তাদের প্রতিদান দেব।"
  },
  {
    "num": "8",
    "ara": "وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْنًا وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do.",
    "ban": "আর আমরা মানুষকে তার পিতামাতার প্রতি সদ্ব্যবহারের নির্দেশ দিয়েছি। কিন্তু তারা যদি তোমার সঙ্গে জেদ করে যেন তুমি আমার সাথে এমন কিছু শরিক কর যার সন্বন্ধে তোমার কাছে কোনো জ্ঞান নেই, তাহলে তুমি তাদের আজ্ঞাপালন করো না। আমারই কাছে তোমাদের প্রত্যাবর্তন, তখন আমি তোমাদের জানিয়ে দেব যা কিছু তোমরা করছিলে।"
  },
  {
    "num": "9",
    "ara": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ",
    "eng": "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].",
    "ban": "বস্তুতঃ যারা ঈমান এনেছে ও সৎকর্ম করছে আমরা নিশ্চয়ই তাদের প্রবেশ করাব সৎকর্মীদের মধ্যে।"
  },
  {
    "num": "10",
    "ara": "وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِن جَاءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ",
    "eng": "And of the people are some who say, \"We believe in Allah,\" but when one [of them] is harmed for [the cause of] Allah, they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allah most knowing of what is within the breasts of all creatures?",
    "ban": "আর লোকেদের মধ্যে এমনও রয়েছে যে বলে -- \"আমরা আল্লাহ্‌তে ঈমান এনেছি\", কিন্তু যখন তাকে আল্লাহ্‌র পথে কষ্ট দেওয়া হয় তখন সে লোকদের উৎপীড়নকে আল্লাহ্‌র শাস্তি বলে জ্ঞান করে। আর যদি তোমার প্রভুর নিকট থেকে কোনো সাহায্য আসে তবে তারা অবশ্যই বলবে -- \"আমরা নিঃসন্দেহ তোমাদের সাথে ছিলাম।\" এ কি নয় যে আল্লাহ্‌ই ভাল জানেন যা কিছু বিশ্ববাসীর হৃদয়ে রয়েছে?"
  },
  {
    "num": "11",
    "ara": "وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ",
    "eng": "And Allah will surely make evident those who believe, and He will surely make evident the hypocrites.",
    "ban": "আর আল্লাহ্ অবশ্যই জানিয়ে দেবেন তাদের যারা ঈমান এনেছে, আর জানিয়ে দেবেন মুনাফিকদের।"
  },
  {
    "num": "12",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُم بِحَامِلِينَ مِنْ خَطَايَاهُم مِّن شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ",
    "eng": "And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars.",
    "ban": "আর যারা অবিশ্বাস করে তারা যারা বিশ্বাস করেছে তাদের বলে -- \"আমাদের পথ অনুসরণ কর, তাহলে আমরা তোমাদের পাপ বহন করব।\" বস্তুত তারা তো ওদের পাপের থেকে কিছুরই ভারবাহক হবে না। নিঃসন্দেহ তারাই তো মিথ্যাবাদী।"
  },
  {
    "num": "13",
    "ara": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ",
    "eng": "But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent.",
    "ban": "আর তারা তাদের বোঝা অবশ্যই বইবে, আর তাদের বোঝার সঙ্গে অন্য বোঝাও। আর কিয়ামতের দিনে তাদের অবশ্যই প্রশ্ন করা হবে যা তারা উাবন করেছিল সে-সন্বন্ধে।"
  },
  {
    "num": "14",
    "ara": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ",
    "eng": "And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.",
    "ban": "আর ইতিপূর্বে আমরা অবশ্যই নূহ্‌কে পাঠিয়েছিলাম তাঁর লোকদের কাছে, তিনি তখন তাদের মধ্যে অবস্থান করেছিলেন পঞ্চাশ বছর কম এক হাজার বৎসর। তখন মহাপ্লাবন তাদের পাকড়াও করল, যেহেতু তারা ছিল অত্যাচারী।"
  },
  {
    "num": "15",
    "ara": "فَأَنجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِّلْعَالَمِينَ",
    "eng": "But We saved him and the companions of the ship, and We made it a sign for the worlds.",
    "ban": "তখন আমরা তাঁকে ও জাহাজের আরোহীদের উদ্ধার করেছিলাম, আর একে আমরা বিশ্ববাসীর জন্য একটি নিদর্শন বানিয়েছিলাম।"
  },
  {
    "num": "16",
    "ara": "وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "eng": "And [We sent] Abraham, when he said to his people, \"Worship Allah and fear Him. That is best for you, if you should know.",
    "ban": "আর ইব্রাহীমকে, -- স্মরণ করো! তিনি তাঁর লোকদের বলেছিলেন -- \"আল্লাহ্‌র এবাদত কর ও তাঁকে ভয়ভক্তি কর, এটিই তোমাদের জন্য শ্রেয়, যদি তোমরা জানতে।"
  },
  {
    "num": "17",
    "ara": "إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِندَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ",
    "eng": "You only worship, besides Allah, idols, and you produce a falsehood. Indeed, those you worship besides Allah do not possess for you [the power of] provision. So seek from Allah provision and worship Him and be grateful to Him. To Him you will be returned.\"",
    "ban": "\"আল্লাহ্‌কে বাদ দিয়ে তোমরা তো শুধু প্রতিমাদের পূজা করছ, আর তোমরা একটি মিথ্যা উদ্ভাবন করেছ। নিঃসন্দেহ তোমরা আল্লাহ্‌কে বাদ দিয়ে যাদের আরাধনা করছ তারা তোমাদের জন্য জীবিকার উপরে কোনো কর্তৃত্ব রাখে না, কাজেই আল্লাহ্‌র কাছে জীবিকা অণ্বেষণ কর ও তাঁরই উপাসনা কর, আর তাঁর প্রতি কৃতজ্ঞতা জ্ঞাপন কর, তাঁর কাছেই তো তোমাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "18",
    "ara": "وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
    "eng": "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.",
    "ban": "\"আর যদি তোমরা প্রত্যাখ্যান কর তবে তোমাদের পূর্বযুগের সম্প্রদায়গুলোও প্রত্যাখ্যান করেছিল। আর রসূলের উপরে পরিস্কারভাবে পৌঁছে দেওয়া ছাড়া আর কিছু নয়।\""
  },
  {
    "num": "19",
    "ara": "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ",
    "eng": "Have they not considered how Allah begins creation and then repeats it? Indeed that, for Allah, is easy.",
    "ban": "তারা কি তবে দেখে নি কেমন ক'রে আল্লাহ্ সৃষ্টি শুরু করেন, তারপর তা পুনরুৎপাদন করেন। নিঃসন্দেহ এ আল্লাহ্‌র কাছে সহজসাধ্য।"
  },
  {
    "num": "20",
    "ara": "قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "Say, [O Muhammad], \"Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah, over all things, is competent.\"",
    "ban": "বলো -- \"পৃথিবীতে তোমরা ভ্রমণ কর আর দেখ কিভাবে তিনি সৃষ্টি শুরু করেছিলেন, তারপর আল্লাহ্ পরবর্তী সৃষ্টিকে সৃজন করেন।\" নিশ্চয় আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "21",
    "ara": "يُعَذِّبُ مَن يَشَاءُ وَيَرْحَمُ مَن يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ",
    "eng": "He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.",
    "ban": "তিনি শাস্তি দেন যাকে তিনি ইচ্ছা করেন এবং করুণা করেন যাকে তিনি ইচ্ছা করেন, আর তাঁর দিকেই তো তোমাদের ফেরানো হবে।"
  },
  {
    "num": "22",
    "ara": "وَمَا أَنتُم بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ",
    "eng": "And you will not cause failure [to Allah] upon the earth or in the heaven. And you have not other than Allah any protector or any helper.",
    "ban": "আর তোমরা এড়িয়ে যাবার লোক হবে না এই পৃথিবীতে আর মহাকাশেও নয়, আর আল্লাহ্‌কে বাদ দিয়ে তোমাদের জন্য কোনো অভিভাবক নেই এবং সাহায্যকারীও নেই।"
  },
  {
    "num": "23",
    "ara": "وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِن رَّحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "And the ones who disbelieve in the signs of Allah and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.",
    "ban": "আর যারা আল্লাহ্‌র নির্দেশাবলী ও তাঁর সঙ্গে মোলাকাত হওয়া অস্বীকার করে তারা আমার করুণা থেকে নিরাশ হয়েছে, আর তারা -- তাদেরই জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "24",
    "ara": "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "And the answer of Abraham's people was not but that they said, \"Kill him or burn him,\" but Allah saved him from the fire. Indeed in that are signs for a people who believe.",
    "ban": "সেজন্য তাঁর লোকদের জবাব এ ভিন্ন আর কিছু ছিল না যে তারা বলল -- \"তাকে কাতল কর অথবা তাকে পুড়িয়ে ফেল।\" কিন্তু আল্লাহ্ তাঁকে উদ্ধার করলেন আগুন থেকে। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে সেই লোকদের জন্য যারা বিশ্বাস করে।"
  },
  {
    "num": "25",
    "ara": "وَقَالَ إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثَانًا مَّوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ",
    "eng": "And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"",
    "ban": "আর তিনি বলেছিলেন -- \"তোমরা তো আল্লাহ্‌কে ছেড়ে দিয়ে প্রতিমা-গুলোকে গ্রহণ করে, তোমাদের মধ্যে বন্ধুত্ব এই দুনিয়ার জীবনেই, তারপর কিয়ামতের দিনে তোমাদের একপক্ষ অপর পক্ষকে অস্বীকার করবে এবং তোমাদের একে অপরকে অভিশাপ দেবে, আর তোমাদের আবাস হবে আগুন, আর তোমাদের জন্য সাহায্যকারীদের কেউ থাকবে না।\""
  },
  {
    "num": "26",
    "ara": "فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"",
    "ban": "অতএব লূত তাঁর প্রতি বিশ্বাস করেছিলেন। আর তিনি বলেছিলেন -- \"আমি তো আমার প্রভুর উদ্দেশ্যে দেশত্যাগ করছি। নিঃসন্দেহ তিনি স্বয়ং মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "27",
    "ara": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
    "eng": "And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.",
    "ban": "আর আমরা তাঁকে দিয়েছিলাম ইসহাক ও ইয়াকুবকে, আর তাঁর বংশধরদের মধ্যে আমরা প্রতিষ্ঠা করেছিলাম নবুওৎ ও ধর্মগ্রন্থ, আর আমরা তাঁর পুরস্কার দুনিয়াতেই তাঁকে প্রদান করেছিলাম, আর পরকালে তিনি আলবৎ হবেন সৎকর্মীদেরই অন্তর্ভুক্ত।"
  },
  {
    "num": "28",
    "ara": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ",
    "eng": "And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.",
    "ban": "আর লূতকে। স্মরণ করো! তিনি তাঁর লোকদের বলেছিলেন -- \"নিঃসন্দেহ তোমরা তো অশ্লীল আচরণে আকৃষ্ট হয়েছ যা বিশ্ববাসীর মধ্যে কেউই তোমাদের আগে করত না।"
  },
  {
    "num": "29",
    "ara": "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful.\"",
    "ban": "কী! তোমরা তো নিশ্চয়ই পুরুষদের কাছে এসে থাক, রাজপথগুলো বিচ্ছিন্ন করে থাক, আর তোমাদের জনসভাসমূহে জঘন্য কাজ করে থাক।\" কিন্তু তাঁর লোকদের উত্তর অন্য কিছু ছিল না এ ভিন্ন যে তারা বলেছিল -- \"আমাদের উপরে আল্লাহ্‌র শাস্তি নিয়ে এস যদি তুমি সত্যবাদীদের মধ্যেকার হও।\""
  },
  {
    "num": "30",
    "ara": "قَالَ رَبِّ انصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ",
    "eng": "He said, \"My Lord, support me against the corrupting people.\"",
    "ban": "তিনি বললেন -- \"আমার প্রভু! আমাকে ফেসাদ সৃষ্টিকারী লোকদের বিরুদ্ধে সাহায্য করো।\""
  },
  {
    "num": "31",
    "ara": "وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ",
    "eng": "And when Our messengers came to Abraham with the good tidings, they said, \"Indeed, we will destroy the people of that Lot's city. Indeed, its people have been wrongdoers.\"",
    "ban": "আর যখন আমাদের বাণীবাহকরা ইব্রাহীমের কাছে এসেছিল সুসংবাদ নিয়ে তখন তারা বলল -- \"আমরা এই শহরের বাসিন্দাদের নিশ্চয়ই ধ্বংস করতে যাচ্ছি, কেননা এর বাসিন্দারা অন্যায়াচারী হয়ে রয়েছে।\""
  },
  {
    "num": "32",
    "ara": "قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَن فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
    "eng": "[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"",
    "ban": "তিনি বললেন -- \"এর মধ্যে তো লূতও রয়েছেন।\" তারা বলল -- \"আমরা ভাল জানি কারা সেখানে রয়েছে। আমরা অবশ্যই তাঁকে ও তাঁর পরিবারবর্গকে উদ্ধার করব -- তাঁর স্ত্রী ব্যতীত, সে হচ্ছে পেছনে-পড়েথাকাদের দলের।\""
  },
  {
    "num": "33",
    "ara": "وَلَمَّا أَن جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ",
    "eng": "And when Our messengers came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.",
    "ban": "আর যখন আমাদের বাণীবাহকরা লূতের কাছে এসেছিল, তিনি তাদের জন্য দুঃখিত হয়েছিলেন এবং তাদের জন্য অসমর্থ মনে করলেন। কিন্তু তারা বলেছিল -- \"ভয় করো না আর দুঃখও করো না। আমরা আলবৎ তোমাকে উদ্ধার করব আর তোমার পরিজনবর্গকেও -- তোমার স্ত্রীকে ব্যতীত, সে হচ্ছে পেছনে পড়ে থাকাদের দলের।"
  },
  {
    "num": "34",
    "ara": "إِنَّا مُنزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
    "eng": "Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"",
    "ban": "\"আমরা নিশ্চয়ই এই জনপদের বাসিন্দাদের উপরে অবতীর্ণ করতে যাচ্ছি আকাশ থেকে এক দুর্যোগ, যেহেতু তারা সীমালংঘন করে চলেছিল।\""
  },
  {
    "num": "35",
    "ara": "وَلَقَد تَّرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
    "eng": "And We have certainly left of it a sign as clear evidence for a people who use reason.",
    "ban": "আর আমরা নিশ্চয়ই এতে এক সুস্পষ্ট নিদর্শন রেখে গেছি সেই লোকদের জন্য যারা বুঝতে পারে।"
  },
  {
    "num": "36",
    "ara": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "eng": "And to Madyan [We sent] their brother Shu'ayb, and he said, \"O my people, worship Allah and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"",
    "ban": "আর মাদয়ানবাসীদের কাছে তাদের ভাই শোআইবকে। সুতরাং তিনি বলেছিলেন -- \"হে আমার স্বজাতি! আল্লাহ্‌র উপাসনা কর, আর শেষ দিনকে ভয় কর, আর পৃথিবীতে বিপর্যয় ঘটিয়ে ঘোরাঘুরি করো না।\""
  },
  {
    "num": "37",
    "ara": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
    "eng": "But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.",
    "ban": "কিন্তু তারা তাঁকে প্রত্যাখ্যান করল সেজন্য এক ভূমিকম্প তাদের পাকড়ালো, কাজেই অচিরেই তারা নিজেদের বাড়িঘরে নিথরদেহী হয়ে গেল।"
  },
  {
    "num": "38",
    "ara": "وَعَادًا وَثَمُودَ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ",
    "eng": "And [We destroyed] 'Aad and Thamud, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.",
    "ban": "আর 'আদ ও ছামূদকে, তাদের বাড়িঘর থেকে তোমাদের জন্য সুস্পষ্ট করা হয়েছে। আর শয়তান তাদের কাছে তাদের কাজ- কর্মকে চিত্তাকর্ষক করেছিল, এইভাবেই সে তাদের পথ ঠেকিয়ে রেখেছিল, যদিও তারা ছিল তীক্ষদৃষ্টিসম্পন্ন।"
  },
  {
    "num": "39",
    "ara": "وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُم مُّوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ",
    "eng": "And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].",
    "ban": "আর ক্কারূন ও ফিরআউন ও হামানকে! আর তাদের কাছে তো মূসা এসেই ছিলেন সুস্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তারা দেশে আস্ফালন করত, তাই তারা এড়িয়ে যাবার ছিল না।"
  },
  {
    "num": "40",
    "ara": "فَكُلًّا أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ",
    "eng": "So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves.",
    "ban": "সুতরাং প্রত্যেককেই তার পাপের কারণে আমরা পাকড়াও করেছিলাম। অতএব তাদের মধ্যে কেউ রয়েছে যার উপরে আমরা পাঠিয়েছিলাম, এক প্রচন্ড ঝড়, আর তাদের মধ্যে কেউ রয়েছে যাকে পাকড়াও করেছিল এক মহাগর্জন, আর তাদের মধ্যে কেউ আছে যাকে আমরা পৃথিবীকে দিয়ে গ্রাস করিয়েছিলাম, আর তাদের মধ্যে কাউকে আমরা ডুবিয়ে মেরেছিলাম। আর আল্লাহ্ তাদের প্রতি জুলুম করার পাত্র নন, কিন্তু তারা তাদের নিজেদের প্রতি অন্যায়াচরণ করে চলেছিল।"
  },
  {
    "num": "41",
    "ara": "مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ",
    "eng": "The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.",
    "ban": "যারা আল্লাহকে বাদ দিয়ে অন্য অভিভাবক গ্রহণ করে তাদের উপমা হচ্ছে মাকড়সার দৃষ্টান্তের ন্যায়, -- সে নিজের জন্য ঘর বানায়, অথচ নিঃসন্দেহ সবচেয়ে ঠুনকো বাসা হচ্ছে মাকড়সারই বাসা, -- যদি তারা জানত।"
  },
  {
    "num": "42",
    "ara": "إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Indeed, Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.",
    "ban": "নিঃসন্দেহ আল্লাহ্ জানেন তাঁকে বাদ দিয়ে তারা বিষয়বস্তুর যা-কিছু আহ্বান করে। আর তিনিই তো মহাশত্তি শালী, পরমজ্ঞানী।"
  },
  {
    "num": "43",
    "ara": "وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ",
    "eng": "And these examples We present to the people, but none will understand them except those of knowledge.",
    "ban": "আর এই উপমাগুলো, লোকদের জন্য আমরা এগুলো দিয়ে থাকি, আর বিজ্ঞজন ব্যতীত অন্য কেউ এগুলো বুঝতে পারে না।"
  },
  {
    "num": "44",
    "ara": "خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِّلْمُؤْمِنِينَ",
    "eng": "Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers.",
    "ban": "মহাকাশমন্ডলী ও পৃথিবীকে আল্লাহ্ সৃষ্টি করেছেন সত্যের সাথে। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে মুমিনদের জন্য।"
  },
  {
    "num": "45",
    "ara": "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
    "eng": "Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do.",
    "ban": "তুমি পাঠ কর ধর্মগ্রন্থ থেকে যা তোমার কাছে প্রত্যাদিষ্ট করা হয়েছে, আর নামায কায়েম কর। নিঃসন্দেহ নামায অশালীনতা ও অন্যায়াচরণ থেকে বিরত রাখে। আর আল্লাহ্‌র স্মরণই তো সর্বোত্তম। আর আল্লাহ্ জানেন তোমরা যা কর।"
  },
  {
    "num": "46",
    "ara": "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ",
    "eng": "And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"",
    "ban": "আর গ্রন্থধারীদের সঙ্গে তর্কবিতর্ক করো না যা সুন্দর সেইভাবে ব্যতীত -- তাদের ক্ষেত্রে ছাড়া যারা তাদের মধ্যে অন্যায়াচরণ করে, আর বলো -- \"আমরা বিশ্বাস করি তাতে যা আমাদের কাছে অবতীর্ণ হয়েছে আর তোমাদের কাছেও অবতীর্ণ হয়েছে, আর আমাদের উপাস্য ও তোমাদের উপাস্য একই, আর আমরা তাঁরই প্রতি আ‌ত্মসমর্পিত রয়েছি।\""
  },
  {
    "num": "47",
    "ara": "وَكَذَلِكَ أَنزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَن يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ",
    "eng": "And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.",
    "ban": "আর এইভাবে আমরা তোমার কাছে গ্রন্থখানা অবতারণ করেছি। সুতরাং যাদের কাছে আমরা গ্রন্থ দিয়েছিলাম তারা এতে বিশ্বাস কবে, আর এদের মধ্যেও রয়েছে যারা এতে বিশ্বাস করে। আর অবিশ্বাসীদের ব্যতীত অন্যে আমাদের নির্দেশাবলীকে অস্বীকার করে না।"
  },
  {
    "num": "48",
    "ara": "وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ",
    "eng": "And you did not recite before it any scripture, nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt.",
    "ban": "আর তুমি তো এর আগে কোনো গ্রন্থ থেকে পাঠ কর নি, আর তোমার ডান হাত দিয়ে তা লেখও নি, তেমন হলে ঝুটা আখ্যাদাতারা সন্দেহ করতে পারত।"
  },
  {
    "num": "49",
    "ara": "بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ",
    "eng": "Rather, the Qur'an is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.",
    "ban": "বস্তুত এটি হচ্ছে সুস্পষ্ট নির্দেশাবলী তাদের হৃদয়ে যাদের জ্ঞান দেওয়া হয়েছে। আর অন্যায়কারীরা ব্যতীত অন্য কেউ আমাদের নির্দেশাবলী অস্বীকার করে না।"
  },
  {
    "num": "50",
    "ara": "وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ",
    "eng": "But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allah, and I am only a clear warner.\"",
    "ban": "আর তারা বলে -- \"কেন তার প্রভুর কাছ থেকে তার নিকটে নিদর্শনসমূহ অবতীর্ণ হয় না?\" তুমি বলো -- \"নিঃসন্দেহ নিদর্শনসমূহ কেবল আল্লাহ্‌র কাছে রয়েছে। আর আমি তো একজন স্পষ্ট সতর্ককারী মাত্র।\""
  },
  {
    "num": "51",
    "ara": "أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ",
    "eng": "And is it not sufficient for them that We revealed to you the Book which is recited to them? Indeed in that is a mercy and reminder for a people who believe.",
    "ban": "আচ্ছা, এটি কি তবে তাদের জন্য যথেষ্ট নয় যে আমরাই তো তোমার কাছে গ্রন্থখানা পাঠিয়েছি যা তাদের কাছে পাঠ করা হচ্ছে? নিঃসন্দেহ এতে রয়েছে করুণা ও স্মরণীয় বার্তা সেই লোকদের জন্য যারা ঈমান এনেছে।"
  },
  {
    "num": "52",
    "ara": "قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ",
    "eng": "Say, \"Sufficient is Allah between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allah - it is those who are the losers.\"",
    "ban": "তুমি বলো -- \"আমার মধ্যে ও তোমাদের মধ্যে সাক্ষী হিসেবে আল্লাহ্‌ই যথেষ্ট, তিনি জানেন যা-কিছু রয়েছে মহাকাশমন্ডলীতে ও পৃথিবীতে। আর যারা মিথ্যায় বিশ্বাস করে ও আল্লাহ্‌তে অবিশ্বাস করে তারা নিজেরাই হচ্ছে ক্ষতিগ্রস্ত।\""
  },
  {
    "num": "53",
    "ara": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُّسَمًّى لَّجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "eng": "And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.",
    "ban": "আর তারা তোমার কাছে শাস্তির জন্যে তাড়াহুড়ো করে। আর যদি না একটি নির্ধারিত কাল সাব্যস্ত থাকতো তাহলে তাদের প্রতি শাস্তি এসেই পড়তো। আর তাদের উপরে এটি অতর্কিতে এসেই পড়বে, আর তারা টেরও পাবে না!"
  },
  {
    "num": "54",
    "ara": "يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
    "eng": "They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers",
    "ban": "তারা তোমার কাছে শাস্তির জন্যে তাড়াহুড়ো করে। আর বস্তুত জাহান্নাম তো অবিশ্বাসীদের ঘিরেই রয়েছে।"
  },
  {
    "num": "55",
    "ara": "يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنتُمْ تَعْمَلُونَ",
    "eng": "On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"",
    "ban": "সেইদিন শাস্তি তাদের লেপটে ফেলবে তাদের উপর থেকে ও তাদের পায়ের নিচে থেকে, তখন তিনি বলবেন -- \"তোমরা যা করে যাচ্ছিলে তা আস্বাদন করো।\""
  },
  {
    "num": "56",
    "ara": "يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ",
    "eng": "O My servants who have believed, indeed My earth is spacious, so worship only Me.",
    "ban": "হে আমার বান্দারা যারা ঈমান এনেছ! আমার পৃথিবী আলবৎ প্রশস্ত, সুতরাং কেবলমাত্র আমারই তবে তোমরা উপাসনা করো।"
  },
  {
    "num": "57",
    "ara": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
    "eng": "Every soul will taste death. Then to Us will you be returned.",
    "ban": "প্রত্যেক সত্ত্বাই মৃত্যু আস্বাদনকারী, তারপর আমাদেরই কাছে তোমাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "58",
    "ara": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُم مِّنَ الْجَنَّةِ غُرَفًا تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ",
    "eng": "And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers",
    "ban": "আর যারা ঈমান এনেছে ও সৎকর্ম করছে আমরা অবশ্যই তাদের বসবাস করাব স্বর্গোদ্যানের মাঝে উঁচু প্রাসাদে, যার নিচ দিয়ে বয়ে চলে ঝরনারাজি, তাতে তারা রইবে চিরকাল। কত উত্তম কর্তাদের পুরস্কার, --"
  },
  {
    "num": "59",
    "ara": "الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ",
    "eng": "Who have been patient and upon their Lord rely.",
    "ban": "যারা অধ্যবসায় অবলন্বন করে এবং তাদের প্রভুর উপরে নির্ভর করে!"
  },
  {
    "num": "60",
    "ara": "وَكَأَيِّن مِّن دَابَّةٍ لَّا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And how many a creature carries not its [own] provision. Allah provides for it and for you. And He is the Hearing, the Knowing.",
    "ban": "আর কত না জীবজন্তু রয়েছে যারা তাদের জীবিকা বহন করে না, আল্লাহ্‌ই তাদের রিযেক দান করেন এবং তোমাদেরও, আর তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "61",
    "ara": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ",
    "eng": "If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allah.\" Then how are they deluded?",
    "ban": "আর তুমি যদি তাদের জিজ্ঞাসা কর -- 'কে সৃষ্টি করেছেন মহাকাশমন্ডলী ও পৃথিবী, আর সূর্য ও চন্দ্রকে নিয়ন্ত্রণ করেছেন?' -- তারা নিশ্চয়ই বলেবে -- \"আল্লাহ্‌।\" তাহলে কোথায় তারা ফিরে যাচ্ছে?"
  },
  {
    "num": "62",
    "ara": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "eng": "Allah extends provision for whom He wills of His servants and restricts for him. Indeed Allah is, of all things, Knowing.",
    "ban": "আল্লাহ্ তাঁর বান্দাদের মধ্যের যাকে ইচ্ছা করেন তার জন্য রিযেক প্রসারিত করেন, আর তার জন্য সঙ্কুচিতও করেন। নিঃসন্দেহ আল্লাহ্ সব বিষয়ে সর্বজ্ঞাতা।"
  },
  {
    "num": "63",
    "ara": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "eng": "And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say \" Allah.\" Say, \"Praise to Allah \"; but most of them do not reason.",
    "ban": "আর যদি তুমি তাদের জিজ্ঞাসা কর -- 'কে আকাশ থেকে পানি বর্ষণ করেন ও তার দ্বারা পৃথিবীকে তার মৃত্যুর পরে সঞ্জীবিত করেন?' -- তারা নিশ্চয়ই বলবে -- \"আল্লাহ।\" তুমি বলো -- \"সকল প্রশংসা আল্লাহ্‌র জন্য। কিন্তু তাদের অধিকাংশই বুঝতে পারে না।"
  },
  {
    "num": "64",
    "ara": "وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ",
    "eng": "And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.",
    "ban": "আর দুনিয়ার এই জীবনটা আমোদ-প্রমোদ ও খেলাধূলো বৈ তো নয়। আর নিশ্চয়ই পরকালের আবাস -- তাই তো জীবন। যদি তারা জানত!"
  },
  {
    "num": "65",
    "ara": "فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
    "eng": "And when they board a ship, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, at once they associate others with Him",
    "ban": "সুতরাং তারা যখন জাহাজে আরোহণ করে তখন তারা আল্লাহ্‌কে ডাকে ধর্মবিশ্বাসে তাঁর প্রতি একনিষ্ঠ হয়ে, কিন্তু যখন তিনি ডাঙার দিকে তাদের উদ্ধার করেন তখন দেখো! তারা শরিক করে, --"
  },
  {
    "num": "66",
    "ara": "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا فَسَوْفَ يَعْلَمُونَ",
    "eng": "So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.",
    "ban": "ফলে আমরা তাদের যা দান করেছিলাম তারা যেন তা অস্বীকার করতে পারে এবং ভোগবিলাসে মেতে উঠতে পারে। সুতরাং অচিরেই তারা জানতে পারবে।"
  },
  {
    "num": "67",
    "ara": "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ",
    "eng": "Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away all around them? Then in falsehood do they believe, and in the favor of Allah they disbelieve?",
    "ban": "তারা কি তবে দেখে না যে আমরা পবিত্র স্থানকে নিরাপদ বানিয়েছি, তথাপি লোকদের ছিনিয়ে নেওয়া হচ্ছে এই সবের আশপাশ থেকে? তারা কি তবুও ঝুটাতেই বিশ্বাস করবে, এবং অবিশ্বাস করবে আল্লাহ্‌র অনুগ্রহে?"
  },
  {
    "num": "68",
    "ara": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ",
    "eng": "And who is more unjust than one who invents a lie about Allah or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?",
    "ban": "আর কে বেশী অন্যায়কারী তার চাইতে যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে, অথবা সত্যকে প্রত্যাখ্যান করে যখন তার কাছে তা আসে? অবিশ্বাসীদের জন্য কি জাহান্নামে কোনো আবাসস্থল নেই?"
  },
  {
    "num": "69",
    "ara": "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ",
    "eng": "And those who strive for Us - We will surely guide them to Our ways. And indeed, Allah is with the doers of good.",
    "ban": "পক্ষান্তরে যারা আমাদের জন্য সংগ্রাম করে, আমরা অবশ্যই তাদের পরিচালিত করব আমাদের পথগুলোয়। আর আল্লাহ্ নিশ্চয়ই সৎকর্মীদের সাথেই রয়েছেন।"
  }
]
