[
  {
    "num": "1",
    "ara": "الم",
    "eng": "Alif, Lam, Meem.",
    "ban": "আলিফ, লাম, মীম।"
  },
  {
    "num": "2",
    "ara": "تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ",
    "eng": "These are verses of the wise Book,",
    "ban": "এগুলো হচ্ছে জ্ঞানগর্ভ গ্রন্থের আয়াতসমূহ, --"
  },
  {
    "num": "3",
    "ara": "هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
    "eng": "As guidance and mercy for the doers of good",
    "ban": "এক পথনির্দেশ ও করুণা সৎকর্মশীলদের জন্য, --"
  },
  {
    "num": "4",
    "ara": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ يُوقِنُونَ",
    "eng": "Who establish prayer and give zakah, and they, of the Hereafter, are certain [in faith].",
    "ban": "যারা নামায কায়েম করে, ও যাকাত আদায় করে, আর তারা আখেরাত সন্বন্ধে দৃঢ়বিশ্বাস রাখে।"
  },
  {
    "num": "5",
    "ara": "أُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "eng": "Those are on [right] guidance from their Lord, and it is those who are the successful.",
    "ban": "এরাই হচ্ছে তাদের প্রভুর কাছ থেকে হেদায়তের উপরে আর এরা নিজেরাই হচ্ছে সফলকাম।"
  },
  {
    "num": "6",
    "ara": "وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "eng": "And of the people is he who buys the amusement of speech to mislead [others] from the way of Allah without knowledge and who takes it in ridicule. Those will have a humiliating punishment.",
    "ban": "আর লোকদের মধ্যে কেউ-কেউ আছে যে খোশগল্পের বেচা-কেনা করে যেন সে আল্লাহ্‌র পথ থেকে বিচ্যুত করতে পারে কোনো জ্ঞান না রেখেই, আর যেন সে এগুলোকে ঠাট্টাবিদ্রূপ আকারে গ্রহণ করে। এরাই -- এদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।"
  },
  {
    "num": "7",
    "ara": "وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "eng": "And when our verses are recited to him, he turns away arrogantly as if he had not heard them, as if there was in his ears deafness. So give him tidings of a painful punishment.",
    "ban": "আর তার কাছে যখন আমাদের নির্দেশাবলী পাঠ করা হয় তখন সে গর্বভরে ফিরে যায় যেন সে এসব শুনতে পায় নি, যেন তার কান দুটোয় ভারী বস্তু রয়েছে। অতএব তাকে মর্মন্তুদ শাস্তির খোশখবর দাও।"
  },
  {
    "num": "8",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ",
    "eng": "Indeed, those who believe and do righteous deeds - for them are the Gardens of Pleasure.",
    "ban": "নিঃসন্দেহ যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের জন্য রয়েছে আনন্দময় উদ্যানসমূহ --"
  },
  {
    "num": "9",
    "ara": "خَالِدِينَ فِيهَا وَعْدَ اللَّهِ حَقًّا وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Wherein they abide eternally; [it is] the promise of Allah [which is] truth. And He is the Exalted in Might, the Wise.",
    "ban": "সেখানে তারা স্থায়ীভাবে অবস্থান করবে। এ আল্লাহ্‌র একান্ত সত্য ওয়াদা। আর তিনিই হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "10",
    "ara": "خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "eng": "He created the heavens without pillars that you see and has cast into the earth firmly set mountains, lest it should shift with you, and dispersed therein from every creature. And We sent down rain from the sky and made grow therein [plants] of every noble kind.",
    "ban": "তিনি মহাকাশমন্ডলীকে সৃষ্টি করেছেন কোনো খুঁটি ছাড়াই, -- তোমরা তা দেখতেই পাচ্ছ, আর তিনি পৃথিবীতে স্থাপন করেছেন পর্বতমালা পাছে এটি তোমাদের নিয়ে ঢলে পড়ে, আর এতে তিনি ছড়িয়ে দিয়েছেন হরেক রকমের জীবজন্তু। আর আকাশ থেকে তিনি বর্ষণ করেন পানি, তারপর তিনি এতে উৎপাদন করেন সব রকমের হিতকর জোড়া।"
  },
  {
    "num": "11",
    "ara": "هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِن دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُّبِينٍ",
    "eng": "This is the creation of Allah. So show Me what those other than Him have created. Rather, the wrongdoers are in clear error.",
    "ban": "এইসব আল্লাহ্‌র সৃষ্টি! সুতরাং আমাকে দেখাও তো কী সৃষ্টি করতে পেরেছে তিনি ব্যতীত অন্যেরা। বস্তুত অন্যায়কারীরা তো স্পষ্ট বিভ্রান্তিতে রয়েছে।"
  },
  {
    "num": "12",
    "ara": "وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ",
    "eng": "And We had certainly given Luqman wisdom [and said], \"Be grateful to Allah.\" And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed, Allah is Free of need and Praiseworthy.",
    "ban": "আর ইতিপূর্বে আমরা লুকমানকে জ্ঞান দান করেছিলাম এই বলে -- \"আল্লাহ্‌র প্রতি কৃতজ্ঞতা প্রকাশ করো। আর যে, কেউ কৃতজ্ঞতা প্রকাশ করে সে তো কৃতজ্ঞতা দেখায় নিজেরই জন্যে, আর যে-কেউ অকৃতজ্ঞতা দেখায় আল্লাহ্ তো তবে স্বয়ংসমৃদ্ধ, পরম প্রশংসিত।\""
  },
  {
    "num": "13",
    "ara": "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ",
    "eng": "And [mention, O Muhammad], when Luqman said to his son while he was instructing him, \"O my son, do not associate [anything] with Allah. Indeed, association [with him] is great injustice.\"",
    "ban": "আর স্মরণ করো! লুকমান তাঁর ছেলেকে বললেন যখন তিনি তাকে উপদেশ দিচ্ছিলেন -- \"হে আমার পুত্র, আল্লাহ্‌র সঙ্গে তুমি শরিক করো না, নিঃসন্দেহ বহুখোদাবাদ তো গুরুতর অপরাধ।\""
  },
  {
    "num": "14",
    "ara": "وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ",
    "eng": "And We have enjoined upon man [care] for his parents. His mother carried him, [increasing her] in weakness upon weakness, and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination.",
    "ban": "আর আমরা মানুষকে তার পিতামাতার সম্পর্কে নির্দেশ দিয়েছি -- তার মাতা তাকে গর্ভে ধারণ করেছিলে কষ্টের উপরে কষ্ট ক'রে, আর তার লালন-পালনে দুটি বছর, -- এই বলে -- \"আমার প্রতি ও তোমার পিতামাতার প্রতি কৃতজ্ঞতা জ্ঞাপন করো। আমারই নিকটে প্রত্যাবর্তনস্থান।"
  },
  {
    "num": "15",
    "ara": "وَإِن جَاهَدَاكَ عَلَى أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return, and I will inform you about what you used to do.",
    "ban": "\"কিন্তু যদি তারা তোমার সঙ্গে পীড়া-পীড়ি করে যেন তুমি আমার সাথে অংশী দাঁড় করাও যে সন্বন্ধে তোমার কাছে কোনো জ্ঞান নেই, তাহলে তাদের উভয়ের আজ্ঞাপালন করো না, তবে তাদের সঙ্গে এই দুনিয়াতে সদ্ভাবে বসবাস করো। আর তার পথ অবলন্বন করো যে আমার প্রতি বিনয়াবনত হয়েছে, অতঃপর আমারই কাছে তোমাদের প্রত্যাবর্তনস্থান, তখন আমি তোমাদের জানিয়ে দেব যা তোমরা করে যাচ্ছিলে।\""
  },
  {
    "num": "16",
    "ara": "يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ",
    "eng": "[And Luqman said], \"O my son, indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allah will bring it forth. Indeed, Allah is Subtle and Acquainted.",
    "ban": "\"হে আমার পুত্র, এটি নিশ্চিত যে যদি সরষের একটি দানার ওজন-পরিমাণও কোনো কিছু রয়ে থাকে আর এটি যদি থাকে কোনো শিলাগর্ভে অথবা মহাকাশমন্ডলের মধ্যে কিংবা পৃথিবীর অভ্যন্তরে, আল্লাহ্ এটিকে নিয়ে আসবেন। নিঃসন্দেহ আল্লাহ্ গুপ্ত বিষয়ে জ্ঞাতা, পূর্ণ ওয়াকিফহাল।"
  },
  {
    "num": "17",
    "ara": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ",
    "eng": "O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] determination.",
    "ban": "\"হে আমার পুত্র, নামায কায়েম করো, আর সৎকাজের নির্দেশ দিয়ো ও অসৎকাজে নিষেধ করো, আর তোমার উপরে যাই ঘটুক তা সত্ত্বেও অধ্যবসায় চালিয়ে যাও। নিঃসন্দেহ এটিই হচ্ছে দৃঢ়সংকল্পজনক কার্যাবলীর মধ্যেকার।"
  },
  {
    "num": "18",
    "ara": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
    "eng": "And do not turn your cheek [in contempt] toward people and do not walk through the earth exultantly. Indeed, Allah does not like everyone self-deluded and boastful.",
    "ban": "\"আর মানুষের প্রতি তোমার চিবুক ঘুরিয়ে নিও না, আর পৃথিবীতে গর্বভরে চলাফেরা কর না। নিঃসন্দেহ আল্লাহ্ প্রত্যেকটি উদ্ধত অহংকারীকে ভালবাসেন না।"
  },
  {
    "num": "19",
    "ara": "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ",
    "eng": "And be moderate in your pace and lower your voice; indeed, the most disagreeable of sounds is the voice of donkeys.\"",
    "ban": "\"বরং তোমার চলাফেরায় তুমি সুসংযত থেকো, আর তোমার কন্ঠস্বর তুমি নিচু রেখো। নিঃসন্দেহ সমস্ত আওয়াজের মধ্যে সর্বাপেক্ষা কর্কশ হচ্ছে গাধারই আওয়াজ।\""
  },
  {
    "num": "20",
    "ara": "أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ",
    "eng": "Do you not see that Allah has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors, [both] apparent and unapparent? But of the people is he who disputes about Allah without knowledge or guidance or an enlightening Book [from Him].",
    "ban": "তোমরা কি দেখতে পাও নি যে আল্লাহ্ তোমাদের জন্য অনুগত করে দিয়েছেন যা কিছু রয়েছে মহাকাশমন্ডলীতে ও যা কিছু আছে পৃথিবীতে, আর তোমাদের প্রতি তিনি পূর্ণমাত্রায় অর্পণ করেছেন তাঁর অনুগ্রহসামগ্রী -- প্রকাশ্য ও অপ্রকাশ্য? আর লোকেদের মধ্যে এমনও আছে যে আল্লাহ্ সন্বন্ধে বাক্‌-বিতন্ডা করে কোনো জ্ঞান ছাড়াই ও কোনো পথনির্দেশ ব্যতীত এবং উজ্জ্বল গ্রন্থ ব্যতিরেকে।"
  },
  {
    "num": "21",
    "ara": "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ",
    "eng": "And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that upon which we found our fathers.\" Even if Satan was inviting them to the punishment of the Blaze?",
    "ban": "আর যখন তাদের বলা হয় -- \"আল্লাহ্ যা অবতারণ করেছেন তা অনুসরণ করো\", তারা বলে -- \"না, আমরা অনুসরণ করব আমাদের বাপদাদাদের যাতে পেয়েছি তার।\" কি, যদিও শয়তান তাদের ডেকে নিয়ে যায় জ্বলন্ত আগুনের শাস্তির দিকে?"
  },
  {
    "num": "22",
    "ara": "وَمَن يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ",
    "eng": "And whoever submits his face to Allah while he is a doer of good - then he has grasped the most trustworthy handhold. And to Allah will be the outcome of [all] matters.",
    "ban": "আর যে তার মুখ আল্লাহ্‌র প্রতি পূর্ণ সমর্পণ করে আর সে সৎকর্মপরায়ণ হয়, তাহলে তো সে এক মজবুত হাতল পাকড়ে ধরেছে। আর আল্লাহ্‌র কাছেই রয়েছে সকল বিষয়ের পরিণাম।"
  },
  {
    "num": "23",
    "ara": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "eng": "And whoever has disbelieved - let not his disbelief grieve you. To Us is their return, and We will inform them of what they did. Indeed, Allah is Knowing of that within the breasts.",
    "ban": "আর যে অবিশ্বাস পোষণ করে তার অবিশ্বাস তবে যেন তোমাকে কষ্ট না দেয়। আমাদেরই কাছে তাদের প্রত্যাবর্তন, কাজেই আমরা তাদের জানিয়ে দেব যা তারা করত। নিঃসন্দেহ অন্তরের অভ্যন্তরে যা রয়েছে আল্লাহ্ সে সন্বন্ধে সর্বজ্ঞাতা।"
  },
  {
    "num": "24",
    "ara": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ",
    "eng": "We grant them enjoyment for a little; then We will force them to a massive punishment.",
    "ban": "আমরা তাদের অল্পসময়ের জন্য উপভোগ করতে দেব, তাদের তাড়িয়ে নেব প্রচন্ড শাস্তির দিকে।"
  },
  {
    "num": "25",
    "ara": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
    "eng": "And if you asked them, \"Who created the heavens and earth?\" they would surely say, \"Allah.\" Say, \"[All] praise is [due] to Allah \"; but most of them do not know.",
    "ban": "আর তুমি যদি তাদের জিজ্ঞাসা করো -- \"কে মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন?\" -- তারা নিশ্চয় বলবে -- \"আল্লাহ্‌।\" তুমি বলো -- \"সকল প্রশংসা আল্লাহ্‌র।\" কিন্তু তাদের অধিকাংশই জানে না।"
  },
  {
    "num": "26",
    "ara": "لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
    "eng": "To Allah belongs whatever is in the heavens and earth. Indeed, Allah is the Free of need, the Praiseworthy.",
    "ban": "মহাকাশমন্ডলীতে ও পৃথিবীতে যা-কিছু আছে তা আল্লাহ্‌রই। নিঃসন্দেহ আল্লাহ্‌, -- তিনিই স্বয়ং-সমৃদ্ধ, পরম প্রশংসার্হ।"
  },
  {
    "num": "27",
    "ara": "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِن شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "eng": "And if whatever trees upon the earth were pens and the sea [was ink], replenished thereafter by seven [more] seas, the words of Allah would not be exhausted. Indeed, Allah is Exalted in Might and Wise.",
    "ban": "আর যদি গাছপালার যা-কিছু পৃথিবীতে আছে তা কলম হয়ে যেত, আর সমুদ্র -- এর পরে সাত সমুদ্র এর সাথে যোগ করে দেওয়া হত, আল্লাহ্‌র কলিমাহ শেষ করা যাবে না। নিঃসন্দেহ আল্লাহ্ মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "28",
    "ara": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
    "eng": "Your creation and your resurrection will not be but as that of a single soul. Indeed, Allah is Hearing and Seeing.",
    "ban": "তোমাদের সৃষ্টি এবং তোমাদের পুনরুত্থান একজনমাত্র লোকের অনুরূপ বৈ তো নয়। নিঃসন্দেহ আল্লাহ্ সর্বশ্রোতা, সর্বদ্রষ্টা।"
  },
  {
    "num": "29",
    "ara": "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُّسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "eng": "Do you not see that Allah causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon, each running [its course] for a specified term, and that Allah, with whatever you do, is Acquainted?",
    "ban": "তুমি কি দেখ নি যে তিনি রাতকে দিনের ভেতরে ঢুকিয়ে দেন এবং দিনকে ঢুকিয়ে দেন রাতের ভেতরে, এবং সূর্য ও চন্দ্রকে তিনি অনুগত করেছেন, প্রত্যেকটিই এক নির্দিষ্ট কাল পর্যন্ত বিচরণ করে, আর তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ নিশ্চয়ই পূর্ণ ওয়াকিফহাল?"
  },
  {
    "num": "30",
    "ara": "ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
    "eng": "That is because Allah is the Truth, and that what they call upon other than Him is falsehood, and because Allah is the Most High, the Grand.",
    "ban": "এটিই, কেননা নিঃসন্দেহ আল্লাহ্ -- তিনিই চরম সত্য, আর কেননা তাঁকে বাদ দিয়ে তারা যাকে ডাকে তা মিথ্যা, আর কেননা আল্লাহ্‌, -- তিনিই সমুচ্চ, মহামহিম।"
  },
  {
    "num": "31",
    "ara": "أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُم مِّنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "eng": "Do you not see that ships sail through the sea by the favor of Allah that He may show you of His signs? Indeed in that are signs for everyone patient and grateful.",
    "ban": "তুমি কি দেখছ না যে জাহাজগুলো সমুদ্রে ভেসে চলে আল্লাহ্‌রই অনুগ্রহে, যেন তিনি তোমাদের দেখাতে পারেন তাঁর নিদর্শনগুলো থেকে? নিঃসন্দেহ এতে তো নিদর্শনাবলী রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞদের জন্য।"
  },
  {
    "num": "32",
    "ara": "وَإِذَا غَشِيَهُم مَّوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُم مُّقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
    "eng": "And when waves come over them like canopies, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful.",
    "ban": "আর যখন কোনো ঢেউ তাদের ঢেকে ফেলে ঢাকনার ন্যায় তখন তারা আল্লাহ্‌কে ডাকে তাঁর প্রতি আনুগত্যে বিশুদ্ধাচিত্ত হয়ে। কিন্তু যখন তিনি তাদের উদ্ধার করেন তীরের দিকে, তখন তাদের মধ্যে কেউ কেউ মধ্যম পন্থায় থাকে। আর আমাদের নিদর্শনাবলী নিয়ে কেউ বচসা করে না প্রত্যেক বিশ্বাসঘাতক অকৃতজ্ঞ ব্যতীত।"
  },
  {
    "num": "33",
    "ara": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ",
    "eng": "O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver.",
    "ban": "ওহে মানবজাতি! তোমাদের প্রভুকে ভয়-ভক্তি করো, আর সেই দিনকে ভয় করো যখন কোনো পিতা তার সন্তানের কোনো কাজে আসবে না, আর না কোনো সন্তানের ক্ষেত্রেও যে সে কোনোও ব্যাপারে কার্যকর হবে তার পিতামাতার জন্যে। নিঃসন্দেহ আল্লাহ্‌র ওয়াদা চিরন্তন সত্য, সেজন্যে এই দুনিয়ার জীবন যেন তোমাদের প্রবঞ্চনা না করুক।"
  },
  {
    "num": "34",
    "ara": "إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ",
    "eng": "Indeed, Allah [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs. And no soul perceives what it will earn tomorrow, and no soul perceives in what land it will die. Indeed, Allah is Knowing and Acquainted.",
    "ban": "নিঃসন্দেহ আল্লাহ্ -- তাঁর কাছেই রয়েছে ঘড়িঘন্টার জ্ঞান, আর তিনি বর্ষণ করেন বৃষ্টি, আর তিনি জানেন কি আছে জরায়ুর ভেতরে। আর কোনো সত্ত্বা জানে না কী সে অর্জন করবে আগামীকাল। আর কোনো সত্ত্বা জানে না কোন দেশে সে মারা যাবে। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পূর্ণ-ওয়াকিফহাল।"
  }
]
