[
  {
    "num": "1",
    "ara": "الم",
    "eng": "Alif, Lam, Meem.",
    "ban": "আলিফ, লাম, মীম।"
  },
  {
    "num": "2",
    "ara": "تَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ",
    "eng": "[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.",
    "ban": "গ্রন্থখানার অবতারণ, এতে কোনো সন্দেহ নেই, বিশ্বজগতের প্রভুর কাছ থেকে।"
  },
  {
    "num": "3",
    "ara": "أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
    "eng": "Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muhammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.",
    "ban": "না কি তারা বলে যে তিনি এটি রচনা করেছেন? না, এটি মহাসত্য তোমার প্রভুর কাছ থেকে যেন তুমি সতর্ক করতে পার এমন এক জাতিকে যাদের কাছে তোমরা আগে কোনো সতর্ককারী আসেন নি, যাতে তারা সৎপথে চলতে পারে।"
  },
  {
    "num": "4",
    "ara": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ",
    "eng": "It is Allah who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne. You have not besides Him any protector or any intercessor; so will you not be reminded?",
    "ban": "আল্লাহ্‌ই তিনি যিনি মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যবর্তী সব-কিছু সৃষ্টি করেছেন ছয় দিনে, তারপর তিনি অধিষ্ঠিত হলেন আরশের উপরে। তাঁকে বাদ দিয়ে তোমাদের জন্য অভিভাবক কেউ নেই আর সুপারিশকারীও নেই। তবুও কি তোমরা মনোযোগ দেবে না?"
  },
  {
    "num": "5",
    "ara": "يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ",
    "eng": "He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.",
    "ban": "মহাকাশ থেকে পৃথিবী পর্যন্ত বিষয়-কর্ম তিনি পরিচালনা করেন, তারপর এটি তাঁর দিকে উঠে আসবে একদিন যার পরিমাপ হচ্ছে তোমরা যা গণনা কর তার এক হাজার বছর।"
  },
  {
    "num": "6",
    "ara": "ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ",
    "eng": "That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,",
    "ban": "এজনই হচ্ছেন অদৃশ্যের ও প্রকাশ্যের পরিজ্ঞাতা, মহাশক্তিশালী, অফুরন্ত ফলদাতা, --"
  },
  {
    "num": "7",
    "ara": "الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنسَانِ مِن طِينٍ",
    "eng": "Who perfected everything which He created and began the creation of man from clay.",
    "ban": "যিনি সুন্দর করেছেন প্রত্যেকটি জিনিস যা তিনি সৃষ্টি করেছেন, আর তিনি মানুষ সৃষ্টির সূচনা করেছেন কাদা থেকে।"
  },
  {
    "num": "8",
    "ara": "ثُمَّ جَعَلَ نَسْلَهُ مِن سُلَالَةٍ مِّن مَّاءٍ مَّهِينٍ",
    "eng": "Then He made his posterity out of the extract of a liquid disdained.",
    "ban": "তারপর তার বংশধর সৃষ্টি করলেন এক তুচ্ছ তরল পদার্থের নির্যাস থেকে।"
  },
  {
    "num": "9",
    "ara": "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِن رُّوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَّا تَشْكُرُونَ",
    "eng": "Then He proportioned him and breathed into him from His [created] soul and made for you hearing and vision and hearts; little are you grateful.",
    "ban": "তারপর তিনি তাকে সুঠাম করলেন, এবং তাতে ফুঁকে দিলেন তাঁর আ‌ত্মা থেকে, আর তোমাদের জন্য তৈরি করলেন শ্রবণশক্তি ও দর্শনশক্তি ও অন্তঃকরণ। অল্পমাত্রায়ই তোমরা কৃতজ্ঞতা জ্ঞাপন কর।"
  },
  {
    "num": "10",
    "ara": "وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُم بِلِقَاءِ رَبِّهِمْ كَافِرُونَ",
    "eng": "And they say, \"When we are lost within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in [the matter of] the meeting with their Lord, disbelievers.",
    "ban": "আর তারা বলে -- \"কি, যখন আমরা মাটিতে মিলিয়ে যাই, তখন কি আমরা নতুন সৃষ্টিতে পৌঁছব?\" বস্তুত তারা তাদের প্রভুর সাথে মুলাকাত হওয়া সন্বন্ধে অবিশ্বাসী।"
  },
  {
    "num": "11",
    "ara": "قُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ",
    "eng": "Say, \"The angel of death will take you who has been entrusted with you. Then to your Lord you will be returned.\"",
    "ban": "তুমি বলো -- \"মালাকুল মউত যার উপরে তোমাদের কার্যভার দেওয়া হয়েছে সে-ই তোমাদের মৃত্যু ঘটাবে, তারপর তোমাদের প্রভুর কাছেই তোমাদের ফিরিয়ে আনা হবে।\""
  },
  {
    "num": "12",
    "ara": "وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ",
    "eng": "If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"",
    "ban": "আর তুমি যদি দেখতে পেতে যখন অপরাধীরা তাদের মাথা হেঁট করবে তাদের প্রভুর সামনে -- \"আমাদের প্রভু! আমরা দেখতে পাচ্ছি ও শুনতে পাচ্ছি, সুতরাং আমাদের ফেরত পাঠিয়ে দাও, আমরা সৎকর্ম করব, নিঃসন্দেহ আমরা সুনিশ্চিত।\""
  },
  {
    "num": "13",
    "ara": "وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
    "eng": "And if We had willed, We could have given every soul its guidance, but the word from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.",
    "ban": "আর আমরা যদি চাইতাম তবে আমরা প্রত্যেক ব্যক্তিকে দিতাম তার পথনির্দেশ, কিন্তু আমার থেকে বক্তব্য ন্যায়সংগত হয়েছে -- 'আমি আলবৎ জাহান্নামকে ভর্তি করবো একই সঙ্গে জিনদের ও মানুষদের থেকে।'"
  },
  {
    "num": "14",
    "ara": "فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"",
    "ban": "সেজন্য -- \"আস্বাদন করো, যেহেতু তোমাদের এই দিনটির সাক্ষাৎ পাওয়াকে তোমারা ভুলে গিয়েছিলে। আমরাও তাইতো তোমাদের ভুলে গেছি, কাজেই তোমরা দীর্ঘস্থায়ী শাস্তি আস্বাদন করো যা তোমরা করে চলেছিলে সেজন্য।"
  },
  {
    "num": "15",
    "ara": "إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ",
    "eng": "Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allah] with praise of their Lord, and they are not arrogant.",
    "ban": "কেবল তারাই আমাদের নির্দেশাবলীতে বিশ্বাস করে যারা, যখন তাদের এসব স্মরণ করিয়ে দেওয়া হয়, সিজদারত হয়ে লুটিয়ে পড়ে, আর তাদের প্রভুর প্রশংসার সাথে জপতপ করে, আর তারা গর্ববোধ করে না।"
  },
  {
    "num": "16",
    "ara": "تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
    "eng": "They arise from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.",
    "ban": "তারা বিছানা থেকে তাদের পার্শ্ব ত্যাগ করে তাদের প্রভুকে ডাকতে ডাকতে ভয়ে ও আশায়, আর আমরা তাদের যা রিযেক দিয়েছি তা থেকে তারা খরচ করে।"
  },
  {
    "num": "17",
    "ara": "فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do.",
    "ban": "সুতরাং কোনো সত্ত্বা জানে না চোখজুড়ানো কী তাদের জন্য লুকোনো রয়েছে, -- একটি পুরস্কার যা তারা করে যাচ্ছিল তার জন্য।"
  },
  {
    "num": "18",
    "ara": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لَّا يَسْتَوُونَ",
    "eng": "Then is one who was a believer like one who was defiantly disobedient? They are not equal.",
    "ban": "তাহলে কি যে মুমিন সে তার মতো যে সত্যত্যাগী? তারা সমতুল্য নয়।"
  },
  {
    "num": "19",
    "ara": "أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.",
    "ban": "যারা বিশ্বাস করেছে ও সৎকর্ম করছে তাদের জন্য তবে রয়েছে চির-উপভোগ্য উদ্যান -- একটি প্রীতি-সংবর্ধনা যা তারা করে যাচ্ছিল তার জন্য।"
  },
  {
    "num": "20",
    "ara": "وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ",
    "eng": "But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"",
    "ban": "কিন্তু তাদের ক্ষেত্রে যারা সীমালংঘন করেছে তাদের আবাস হচ্ছে আগুন। যতবার তারা সেখান থেকে বেরিয়ে আসতে চাইবে তাদের তাতে ফিরিয়ে আনা হবে, আর তাদের বলা হবে -- \"আগুনের শাস্তি আস্বাদন করো যেটিকে তোমরা মিথ্যা বলতে।\""
  },
  {
    "num": "21",
    "ara": "وَلَنُذِيقَنَّهُم مِّنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
    "eng": "And we will surely let them taste the nearer punishment short of the greater punishment that perhaps they will repent.",
    "ban": "আর আমরা অবশ্যই লঘু শাস্তি থেকে তাদের আস্বাদন করাব বৃহত্তর শাস্তির উপরি, যেন তারা ফিরে আসে।"
  },
  {
    "num": "22",
    "ara": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ",
    "eng": "And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.",
    "ban": "আর কে তার চাইতে বেশী অন্যায়কারী যাকে তার প্রভুর নির্দেশাবলী দ্বারা উপদেশ দেওয়া হয়েছে, তথাপি সে তা থেকে ফিরে যায়? নিঃসন্দেহ অপরাধীদের থেকে আমরা পরিণতি আদায় করেই থাকি।"
  },
  {
    "num": "23",
    "ara": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُن فِي مِرْيَةٍ مِّن لِّقَائِهِ وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ",
    "eng": "And We certainly gave Moses the Scripture, so do not be in doubt over his meeting. And we made the Torah guidance for the Children of Israel.",
    "ban": "আর আমরা নিশ্চয়ই মূসাকে ধর্মগ্রন্থ দিয়েছিলাম, কাজেই তাঁর প্রাপ্তি সন্বন্ধে তুমি সন্দেহের মধ্যে থেকো না, আর আমরা এটিকে বানিয়েছিলাম ইসরাইলের বংশধরদের জন্য এক পথনির্দেশ।"
  },
  {
    "num": "24",
    "ara": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ",
    "eng": "And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.",
    "ban": "আর আমরা তাদের মধ্যে থেকে নেতা দাঁড় করিয়েছিলাম যাঁরা আমাদের নির্দেশের দ্বারা পথনির্দেশ দিতেন যতদিন তারা অধ্যবসায় করত, আর তারা আমাদের নির্দেশাবলী সন্বন্ধে দৃঢ়বিশ্বাস রাখত।"
  },
  {
    "num": "25",
    "ara": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "eng": "Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
    "ban": "নিঃসন্দেহ তোমার প্রভু -- তিনি কিয়ামতের দিনে তাদের মধ্যে ফয়সালা করবেন সেই বিষয়ে যাতে তারা মতবিরোধ করত।"
  },
  {
    "num": "26",
    "ara": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ",
    "eng": "Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?",
    "ban": "এটি কি তাদের জন্য পথনির্দেশ করে না -- তাদের পূর্বে মানবগোষ্ঠীর মধ্যে কত যে আমরা ধ্বংস করেছি যাদের বাড়িঘরের মধ্যে তারা চলাফেরা করেছে? নিঃসন্দেহ এতে তো নিদর্শনাবলী রয়েছে। তবুও কি তারা শুনবে না?"
  },
  {
    "num": "27",
    "ara": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ أَفَلَا يُبْصِرُونَ",
    "eng": "Have they not seen that We drive the water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?",
    "ban": "তারা কি তথাপি দেখে না যে আমরা পানি প্রবাহিত করে নিই অনুর্বর মাটিতে, তখন তার সাহায্যে আমরা উদগত করি ফসল যা থেকে আহার করে তাদের গবাদি-পশু ও তারা নিজেরা? তবুও কি তারা দেখবে না?"
  },
  {
    "num": "28",
    "ara": "وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِن كُنتُمْ صَادِقِينَ",
    "eng": "And they say, \"When will be this conquest, if you should be truthful?\"",
    "ban": "আর তারা বলে -- \"কখন এই বিজয় ঘটবে, যদি তোমরা সত্যবাদী হও?\""
  },
  {
    "num": "29",
    "ara": "قُلْ يَوْمَ الْفَتْحِ لَا يَنفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنظَرُونَ",
    "eng": "Say, [O Muhammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"",
    "ban": "বলো -- \"বিজয়ের দিনে যারা অবিশ্বাস পোষণ করে তাদের বিশ্বাসে কোনো উপকার হবে না, আর তাদের প্রতীক্ষা করতে হবে না।\""
  },
  {
    "num": "30",
    "ara": "فَأَعْرِضْ عَنْهُمْ وَانتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
    "eng": "So turn away from them and wait. Indeed, they are waiting.",
    "ban": "অতএব তাদের থেকে তুমি ফিরে এস এবং ইন্তাজার কর, নিঃসন্দেহ তারাও প্রতীক্ষারত রয়েছে।"
  }
]
