[
  {
    "num": "1",
    "ara": "يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "eng": "O Prophet, fear Allah and do not obey the disbelievers and the hypocrites. Indeed, Allah is ever Knowing and Wise.",
    "ban": "হে প্রিয় নবী! আল্লাহ্‌কে ভয়-ভক্তি করো আর অবিশ্বাসীদের ও মুনাফিকদের আজ্ঞাপালন করো না। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "2",
    "ara": "وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِن رَّبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
    "eng": "And follow that which is revealed to you from your Lord. Indeed Allah is ever, with what you do, Acquainted.",
    "ban": "আর তুমি অনুসরণ করো তোমার প্রভুর কাছ থেকে তোমার নিকট যা প্রত্যাদেশ করা হয়েছে। নিশ্চয়ই তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণ ওয়াকিফহাল।"
  },
  {
    "num": "3",
    "ara": "وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا",
    "eng": "And rely upon Allah; and sufficient is Allah as Disposer of affairs.",
    "ban": "আর আল্লাহ্‌র উপরে নির্ভর করো। বস্তুত কর্ণধাররূপে আল্লাহ্‌ই যথেষ্ট।"
  },
  {
    "num": "4",
    "ara": "مَّا جَعَلَ اللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ",
    "eng": "Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths, but Allah says the truth, and He guides to the [right] way.",
    "ban": "আল্লাহ্ কোনো মানুষের জন্য তার ধড়ের মধ্যে দুটি হৃদয় বানান নি, আর তোমাদের স্ত্রীদেরও যাদের থেকে তোমরা 'যিহার' ক'রে ফিরে গেছ তাদের তিনি তোমাদের মা বানান নি, আর তোমাদের পোষ্য-সন্তানদেরও তোমাদের সন্তান বানান নি। এ-সব হচ্ছে তোমাদের মুখ দিয়ে তোমাদের কথা। আর আল্লাহ্‌ই সত্যকথা বলেন, আর তিনিই পথে পরিচালিত করেন।"
  },
  {
    "num": "5",
    "ara": "ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِندَ اللَّهِ فَإِن لَّمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُم بِهِ وَلَكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
    "eng": "Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful.",
    "ban": "তোমরা তাদের সন্বোধন কর তাদের বাপেদের নামে, এটিই আল্লাহ্‌র কাছে বেশি ন্যায়সংগত। কিন্তু যদি তোমরা তাদের পিতাদের না জানো তাহলে তারা তোমাদের ধর্ম-ভাই ও তোমাদের বন্ধুবান্ধব। আর তোমাদের উপরে কোনো অপরাধ হবে না সে-সবে যাতে তোমরা ভুল কর, কিন্তু যা তোমাদের হৃদয় মতলব আঁটে। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "6",
    "ara": "النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَن تَفْعَلُوا إِلَى أَوْلِيَائِكُم مَّعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا",
    "eng": "The Prophet is more worthy of the believers than themselves, and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed.",
    "ban": "এই নবী মুমিনদের কাছে তাদের নিজেদের চেয়েও অধিক অন্তরঙ্গ, আর তাঁর পত্নীগণ হচ্ছেন তাদের মাতা। আর গর্ভজাত সম্পর্কধারীরা -- তারা আল্লাহ্‌র বিধানে একে অন্যে অধিকতর নিকটবর্তী মুমিনদের ও মুহাজিরদের চাইতে, তবে তোমরা যেন তোমাদের বন্ধুবর্গের প্রতি সদাচার করো। এমনটাই গ্রন্থে লিপিবদ্ধ রয়েছে।"
  },
  {
    "num": "7",
    "ara": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا",
    "eng": "And [mention, O Muhammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant.",
    "ban": "আর স্মরণ কর! আমরা নবীদের থেকে তাঁদের অঙ্গীকার গ্রহণ করেছিলাম, আর তোমার কাছ থেকেও, আর নূহ ও ইব্রাহীম ও মূসা ও মরিয়ম-পুত্র ঈসার কাছ থেকে, আর তাঁদের কাছ থেকে আমরা গ্রহণ করেছিলাম এক জোরালো অংগীকার --"
  },
  {
    "num": "8",
    "ara": "لِّيَسْأَلَ الصَّادِقِينَ عَن صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا",
    "eng": "That He may question the truthful about their truth. And He has prepared for the disbelievers a painful punishment.",
    "ban": "যেন তিনি সত্যবাদীদের জিজ্ঞাসা করতে পারেন তাঁদের সত্যবাদিতা সন্বন্ধে, আর অবিশ্বাসীদের জন্য তিনি প্রস্তুত রেখেছেন মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "9",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
    "eng": "O you who have believed, remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah, of what you do, Seeing.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমাদের উপরে আল্লাহ্‌র অনুগ্রহ স্মরণ কর, যখন তোমাদের উপরে সৈন্যদল এসে পড়েছিল, তখন আমরা তাদের বিরুদ্ধে পাঠালাম এক ঝড়-ঝঞ্চা, আর এক বাহিনী যা তোমরা দেখতে পাও নি। আর তোমরা যা করছিলে সে-সন্বন্ধে আল্লাহ্ সর্বদ্রষ্টা।"
  },
  {
    "num": "10",
    "ara": "إِذْ جَاءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا",
    "eng": "[Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats and you assumed about Allah [various] assumptions.",
    "ban": "স্মরণ করো! তারা তোমাদের উপরে এসে পড়েছিল তোমাদের উপর থেকে এবং তোমাদের চেয়ে নিচে থেকে, আর যখন চোখগুলো বিারিত হয়েছিল আর হৃৎপিন্ডগুলো পৌঁছেগিয়েছিল গলদেশে, আর তোমরা আল্লাহ্‌র সন্বন্ধে নানান ভুল ধারণা ধারণ করেছিলে।"
  },
  {
    "num": "11",
    "ara": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا",
    "eng": "There the believers were tested and shaken with a severe shaking.",
    "ban": "সেখানে মুমিনদের পরীক্ষা করা হয়েছিল, আর তাদের ঝাঁকানো হয়েছিল কঠিন ঝাঁকানিতে।"
  },
  {
    "num": "12",
    "ara": "وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا",
    "eng": "And [remember] when the hypocrites and those in whose hearts is disease said, \"Allah and His Messenger did not promise us except delusion,\"",
    "ban": "আর স্মরণ করো! মুনাফিকরা ও যাদের হৃদয়ে ব্যাধি রয়েছে তারা বলছিল -- \"আল্লাহ্ ও তাঁর রসূল আমাদের কাছে প্রতারণা করা ছাড়া অন্য ওয়াদা করেন নি।\""
  },
  {
    "num": "13",
    "ara": "وَإِذْ قَالَت طَّائِفَةٌ مِّنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِّنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلَّا فِرَارًا",
    "eng": "And when a faction of them said, \"O people of Yathrib, there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are unprotected,\" while they were not exposed. They did not intend except to flee.",
    "ban": "আর স্মরণ করো! তাদের মধ্যের একদল বলেছিল -- \"হে ইয়াছরিব-এর বাসিন্দারা! তোমাদের জন্য দাঁড়াবার জায়গা নেই, সেজন্য ফিরে যাও।\" আর তাদের মধ্যের কোনো দল নবীর কাছে অনুমতি চাইছিল এই বলে -- \"আমাদের বাড়িঘর নিশ্চয়ই অনাবৃত।\" কিন্তু সেগুলো অনাবৃত ছিল না। তারা তো চাইছিল কেবল পালিয়ে যেতে।"
  },
  {
    "num": "14",
    "ara": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا",
    "eng": "And if they had been entered upon from all its [surrounding] regions and fitnah had been demanded of them, they would have done it and not hesitated over it except briefly.",
    "ban": "আর যদি এর সীমানা থেকে তাদের উপরে অনুপ্রবেশ হত এবং তাদের বলা হত বিদ্রোহ করতে, তাহলে তারা অবশ্যই তাতে এসে পড়ত, আর তারা সেখানে অবস্থান করত না অল্পক্ষণ ছাড়া।"
  },
  {
    "num": "15",
    "ara": "وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِن قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا",
    "eng": "And they had already promised Allah before not to turn their backs and flee. And ever is the promise to Allah [that about which one will be] questioned.",
    "ban": "আর ইতিপূর্বে তো তারা আল্লাহ্‌র কাছে ওয়াদা করেছিল যে তারা পিঠ ফেরাবে না। আর আল্লাহ্‌র সঙ্গের অংগীকার সন্বন্ধে সওয়াল করা হবে।"
  },
  {
    "num": "16",
    "ara": "قُل لَّن يَنفَعَكُمُ الْفِرَارُ إِن فَرَرْتُم مِّنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
    "eng": "Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\"",
    "ban": "বলো -- \"পালিয়ে যাওয়া কখনো তোমাদের লাভবান করবে না, যদিও তোমরা মৃত্যু অথবা কাতল হওয়া থেকে পলায়ন কর, আর সে-ক্ষেত্রে তোমরা উপভোগ করতে পারবে না অল্পক্ষণ ছাড়া।\""
  },
  {
    "num": "17",
    "ara": "قُلْ مَن ذَا الَّذِي يَعْصِمُكُم مِّنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا",
    "eng": "Say, \"Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allah any protector or any helper.",
    "ban": "তুমি বলো -- \"কে আছে যে তোমাদের আল্লাহ্‌র থেকে বাধা দিতে পারে যদি তিনি তোমাদের জন্য অনিষ্ট ইচ্ছা করেন অথবা তোমাদের জন্য অনুগ্রহ চান?\" আর তাদের জন্য আল্লাহ্‌কে বাদ দিয়ে তারা পাবে না কোনো অভিভাবক, আর না কোনো সাহায্যকারী।"
  },
  {
    "num": "18",
    "ara": "قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا",
    "eng": "Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few,",
    "ban": "আল্লাহ্ আলবৎ জেনে গেছেন তোমাদের মধ্যের বাধাদান-কারীদের, আর যারা তাদের ভাই-বিরাদরের প্রতি বলে -- \"আমাদের সঙ্গে এখানে চলে এসো।\" আর তারা যুদ্ধে আসে না অল্প কয়জন ছাড়া, --"
  },
  {
    "num": "19",
    "ara": "أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا",
    "eng": "Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy.",
    "ban": "তোমাদের প্রতি ঈর্ষান্বিত হয়ে। কিন্তু যখন কোনো বিপদ আসে তখন তুমি তাদের দেখতে পাবে তারা তোমার দিকে চেয়ে আছে, -- তাদের চোখ ঘুরছে তার মতো যে মৃত্যুর কারণে মূর্চ্ছা গেছে। তারপর যখন বিপদ চলে যায় তখন তারা তোমাদের আঘাত করে তীক্ষ জিহবা দিয়ে সৌভাগ্যের জন্য ঈর্ষান্বিত হয়ে। এরা বিশ্বাস করে নি, সেজন্য আল্লাহ্ তাদের কীর্তিকলাপ বিফল করেছেন। আর এটি তো আল্লাহ্‌র জন্য সহজ।"
  },
  {
    "num": "20",
    "ara": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِن يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُم بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنبَائِكُمْ وَلَوْ كَانُوا فِيكُم مَّا قَاتَلُوا إِلَّا قَلِيلًا",
    "eng": "They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little.",
    "ban": "তারা ভেবেছিল যে জোট-বাঁধা ফৌজ চলে যাচ্ছে না, আর যদি জোট-বাধাঁ ফৌজ আসত তবে তারা কামনা করত -- যদি তারা আরবের বেদুইন হয়েও জিজ্ঞাসাবাদ করতে পারত তোমাদের খোঁজখবর সন্বন্ধে। আর যদি তারা তোমাদের সঙ্গেও থাকে তবু তারা যুদ্ধ করত না অল্প একটু ছাড়া।"
  },
  {
    "num": "21",
    "ara": "لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا",
    "eng": "There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often.",
    "ban": "তোমাদের জন্য নিশ্চয়ই আল্লাহ্‌র রসূলের মধ্যে রয়েছে এক অত্যুৎকৃষ্ট দৃষ্টান্ত তার জন্য যে আল্লাহ্‌কে ও আখেরাতের দিনকে কামনা করে আর আল্লাহ্‌কে প্রচুর পরিমাণে স্মরণ করে!"
  },
  {
    "num": "22",
    "ara": "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا",
    "eng": "And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance.",
    "ban": "আর যখন মুমিনগণ জোট-বাঁধা ফৌজের দেখা পেল তারা বললে -- \"এটিই তো তাই যার কথা আল্লাহ্ ও তাঁর রসূল আমাদের কাছে পূর্বাভাস দিয়েছিলেন, আর আল্লাহ্ ও তাঁর রসূল সত্যকথাই বলেছিলেন। আর এটি তাদের বিশ্বাস ও আনুগত্য ব্যতীত অন্য কিছু বাড়ায় নি।"
  },
  {
    "num": "23",
    "ara": "مِّنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُم مَّن قَضَى نَحْبَهُ وَمِنْهُم مَّن يَنتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا",
    "eng": "Among the believers are men true to what they promised Allah. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -",
    "ban": "মুমিনদের মধ্যে এমন লোক রয়েছে যারা আল্লাহ্‌র সঙ্গে তারা যা ওয়াদা করেছে সে-সন্বন্ধে সত্যপরায়ণতা অবলন্বন করে, সেজন্যে তাদের মধ্যে কেউ-কেউ তার ব্রত পূর্ণ করেছে, আর তাদের মধ্যে কেউ-কেউ প্রতীক্ষা করছে, আর তারা কোনো বদলানো বদলায় নি, --"
  },
  {
    "num": "24",
    "ara": "لِّيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِن شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا",
    "eng": "That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allah is ever Forgiving and Merciful.",
    "ban": "যেন আল্লাহ্ পুরস্কৃত করতে পারেন সত্যপরায়ণদের তাদের সত্যনিষ্ঠার জন্যে, আর তিনি ইচ্ছা করলে মুনাফিকদের শাস্তি দিতে পারেন অথবা তাদের প্রতি ফিরতেও পারেন। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "25",
    "ara": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا",
    "eng": "And Allah repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allah for the believers in battle, and ever is Allah Powerful and Exalted in Might.",
    "ban": "আর আল্লাহ্ প্রতিহত করেছিলেন তাদের যারা তাদের আক্রোশবশত অবিশ্বাস পোষণ করেছিল, তারা ভাল কিছুই লাভ করতে পারে নি। আর যুদ্ধে মুমিনদের জন্য আল্লাহ্ যথেষ্ট ছিলেন। আর আল্লাহ্ হচ্ছেন মহাবলীয়ান, মহাশক্তিশালী।"
  },
  {
    "num": "26",
    "ara": "وَأَنزَلَ الَّذِينَ ظَاهَرُوهُم مِّنْ أَهْلِ الْكِتَابِ مِن صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
    "eng": "And He brought down those who supported them among the People of the Scripture from their fortresses and cast terror into their hearts [so that] a party you killed, and you took captive a party.",
    "ban": "আর গ্রন্থধারীদের মধ্যের যারা তাদের পৃষ্ঠপোষকতা করেছিল তাদের তিনি নামিয়ে এনেছিলেন তাদের দুর্গ থেকে, আর তাদের হৃদয়ে ভীতি সঞ্চার করেছিলেন, একদলকে তোমরা হত্যা করেছিলে ও বন্দী করেছিলে আরেক দলকে।"
  },
  {
    "num": "27",
    "ara": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَّمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا",
    "eng": "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden. And ever is Allah, over all things, competent.",
    "ban": "আর তিনি তোমাদের উত্তরাধিকার করতে দিলেন তাদের জমিজমা ও তাদের বাড়িঘর ও তাদের ধনসম্পত্তি এবং এক দেশ যেখানে তোমরা অভিযান চালাও নি। আর আল্লাহ্ সব-কিছুর উপরেই পরম ক্ষমতাবান।"
  },
  {
    "num": "28",
    "ara": "يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
    "eng": "O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release.",
    "ban": "হে প্রিয় নবী! তোমার স্ত্রীগণকে বলো -- \"তোমরা যদি দুনিয়ার জীবনটা ও তার শোভা- সৌন্দর্য কামনা কর তাহলে এসো, আমি তোমাদের ভোগ্যবস্তুর ব্যবস্থা করে দেব এবং তোমাদের বিদায় দেব সৌজন্যময় বিদায়দানে।"
  },
  {
    "num": "29",
    "ara": "وَإِن كُنتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْرًا عَظِيمًا",
    "eng": "But if you should desire Allah and His Messenger and the home of the Hereafter - then indeed, Allah has prepared for the doers of good among you a great reward.\"",
    "ban": "আর যদি তোমরা আল্লাহ্‌কে ও তাঁর রসূলকে এবং আখেরাতে আবাস কামনা করে থাক তাহলে আল্লাহ্ নিশ্চয়ই তোমাদের মধ্যের সৎকর্মশীলদের জন্য প্রস্তুত করেছেন এক বিরাট প্রতিদান।"
  },
  {
    "num": "30",
    "ara": "يَا نِسَاءَ النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا",
    "eng": "O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allah, easy.",
    "ban": "হে নবীর পত্নীগণ! তোমাদের মধ্যের কেউ যদি স্পষ্ট অশালীনতা নিয়ে আসে, তারজন্য শাস্তিকে দ্বিগুণে বর্ধিত করা হবে। আর এটি আল্লাহ্‌র জন্যে সহজ।"
  },
  {
    "num": "31",
    "ara": "وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُّؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
    "eng": "And whoever of you devoutly obeys Allah and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision.",
    "ban": "আর তোমাদের মধ্যে যে কেউ আল্লাহ্‌র প্রতি ও তাঁর রসূলের প্রতি অনুগত হবে এবং সৎকর্ম করবে, আমরা তার প্রতিদান তাকে দেব দুই দফায়, আর আমরা তার জন্য প্রস্তুত রেখেছি এক সম্মানজনক জীবিকা।"
  },
  {
    "num": "32",
    "ara": "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِّنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
    "eng": "O wives of the Prophet, you are not like anyone among women. If you fear Allah, then do not be soft in speech [to men], lest he in whose heart is disease should covet, but speak with appropriate speech.",
    "ban": "হে নবীর স্ত্রীগণ! তোমরা অন্য কোন স্ত্রীলোকদের মতন নও, যদি তোমরা ধর্মভীরুতা অবলন্বন কর তবে কথাবার্তায় তোমরা কোমল হয়ো না, পাছে যার অন্তরে ব্যাধি রয়েছে সে প্রলুব্ধ হয়, আর তোমরা বলো উত্তম কথাবার্তা।"
  },
  {
    "num": "33",
    "ara": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
    "eng": "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification.",
    "ban": "আর তোমাদের বাড়িতে তোমরা অবস্থান করবে, আর পূর্ববর্তী অজ্ঞানতার যুগের প্রদর্শনীর ন্যায় প্রদর্শন করো না, আর নামায কায়েম করো ও যাকাত আদায় করো, আর আল্লাহ্‌র ও তাঁর রসূলের আজ্ঞা পালন করো। নিঃসন্দেহে আল্লাহ্ চান, হে গৃহবাসিনীগণ! তোমাদের পবিত্র করতে পবিত্রতার দ্বারা।"
  },
  {
    "num": "34",
    "ara": "وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا",
    "eng": "And remember what is recited in your houses of the verses of Allah and wisdom. Indeed, Allah is ever Subtle and Acquainted [with all things].",
    "ban": "আর স্মরণ রাখো তোমাদের ঘরে যা পাঠ করা হয় আল্লাহ্‌র নির্দেশাবলী ও জ্ঞানভান্ডার থেকে। নিঃসন্দেহ আল্লাহ্ হচ্ছেন গুপ্ত বিষয়ে জ্ঞাতা, পূর্ণ ওয়াকিফহাল।"
  },
  {
    "num": "35",
    "ara": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
    "eng": "Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allah often and the women who do so - for them Allah has prepared forgiveness and a great reward.",
    "ban": "নিশ্চয়ই মুসলিম পুরুষ ও মুসলিম নারী এবং মুমিন পুরুষ ও মুমিন নারী, এবং অনুগত পুরুষ ও অনুগত নারী, আর সত্যনিষ্ট পুরুষ ও সত্যনিষ্ট নারী, আর অধ্যবসায়ী পুরুষ ও অধ্যবসায়ী নারী, আর বিনয়ী পুরুষ ও বিনয়ী নারী আর দানশীল পুরুষ ও দানশীল নারী, আর রোযাদার পুরুষ ও রোযাদার নারী, আর নিজেদের আবরুরক্ষাকারী পুরুষ ও রক্ষাকারী নারী, আর আল্লাহ্‌কে বহুলভাবে স্মরণকারী পুরুষ ও স্মরণকারী নারী -- আল্লাহ্ এদের জন্য ব্যবস্থা করেছেন পরিত্রাণ ও এক বিরাট প্রতিদান।"
  },
  {
    "num": "36",
    "ara": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا",
    "eng": "It is not for a believing man or a believing woman, when Allah and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error.",
    "ban": "আর একজন মুমিনের পক্ষে উচিত নয় বা একজন মুমিন নারীরও নয় যে যখন আল্লাহ্ ও তাঁর রসূল কোনো বিষয়ে সিদ্ধান্ত নিয়েছেন তখন তাদের সে ব্যাপারে তাদের জন্য কোনো মতামত থাকে। আর যে কেউ আল্লাহ্‌কে ও তাঁর রসূলকে অমান্য করে সে তাহলে নিশ্চয়ই বিপথে গেছে স্পষ্ট বিপথ গমনে।"
  },
  {
    "num": "37",
    "ara": "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا",
    "eng": "And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished.",
    "ban": "আর স্মরণ করো! তুমি তাকে বলেছিলে যার প্রতি আল্লাহ্ অনুগ্রহ করেছেন ও যার প্রতি তুমি অনুগ্রহ করেছ -- \"তোমার স্ত্রীকে তোমার কাছেই রাখো, আর আল্লাহ্‌কে ভয়ভক্তি করো, আর তুমি তোমার অন্তরে যা লুকিয়ে রেখেছিলে আল্লাহ্ তা প্রকাশ করে দিচ্ছেন, আর তুমি মানুষকে ভয় করেছিলে, অথচ আল্লাহ্‌রই বেশী অধিকার যে তুমি তাঁকেই ভয় করবে।\" কিন্তু যায়েদ যখন তার থেকে বিবাহবন্ধন সন্বন্ধে মীমাংসা করে ফেলল তখন আমরা তাকে তোমার সাথে বিবাহ দিলাম -- যাতে মুমিনদের উপরে কোন বাধা না থাকে তাদের পালকপুত্রদের স্ত্রীদের ব্যাপারে, যখন তারা তাদের থেকে বিবাহবন্ধন সন্বন্ধে মীমাংসা করে ফেলে। আর আল্লাহ্‌র নির্দেশ প্রতিপালিত হয়েই থাকে।"
  },
  {
    "num": "38",
    "ara": "مَّا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِن قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَّقْدُورًا",
    "eng": "There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed.",
    "ban": "নবীর জন্য কোনো বাধা নেই তাতে যা তাঁর জন্য আল্লাহ্ বিধিবদ্ধ করেছেন। আল্লাহ্‌র নিয়মনীতি তাদের ক্ষেত্রে যারা এর আগে গত হয়ে গেছে। আর আল্লাহ্‌র বিধান হচ্ছে সুনির্দিষ্টভাবে নির্ধারিত, --"
  },
  {
    "num": "39",
    "ara": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا",
    "eng": "[Allah praises] those who convey the messages of Allah and fear Him and do not fear anyone but Allah. And sufficient is Allah as Accountant.",
    "ban": "যারা আল্লাহ্‌র বাণী পৌঁছে দেয় এবং তাঁকে ভয় করে, আর আল্লাহ্ ছাড়া আর কাউকেও ভয় করে না। আর আল্লাহ্‌ই যথেষ্ট হিসাব-রক্ষকরূপে।"
  },
  {
    "num": "40",
    "ara": "مَّا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ وَلَكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
    "eng": "Muhammad is not the father of [any] one of your men, but [he is] the Messenger of Allah and last of the prophets. And ever is Allah, of all things, Knowing.",
    "ban": "মুহাম্মদ তোমাদের লোকেদের মধ্যের কোন একজনেরও পিতা নন, বরং তিনি হচ্ছেন আল্লাহ্‌র একজন রসূল, আর নবীগণের সীলমোহর। আর আল্লাহ্ হচ্ছেন সব-কিছুতেই সর্বজ্ঞাতা।"
  },
  {
    "num": "41",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا",
    "eng": "O you who have believed, remember Allah with much remembrance",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে স্মরণ করো প্রচুর স্মরণে,"
  },
  {
    "num": "42",
    "ara": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
    "eng": "And exalt Him morning and afternoon.",
    "ban": "আর তাঁর মহিমা কীর্তন করো সকালে ও সন্ধ্যায়।"
  },
  {
    "num": "43",
    "ara": "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا",
    "eng": "It is He who confers blessing upon you, and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful.",
    "ban": "তিনিই সেইজন যিনি তোমাদে প্রতি আশীর্বাদ করেছেন আর তাঁর ফিরিশ্‌তাগণও, যেন তিনি তোমাদের বের করে আনেন অন্ধকার থেকে আলোকের দিকে। আর তিনি মুমিনদের প্রতি অফুরন্ত ফলদাতা।"
  },
  {
    "num": "44",
    "ara": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
    "eng": "Their greeting the Day they meet Him will be, \"Peace.\" And He has prepared for them a noble reward.",
    "ban": "যেদিন তারা তাঁর সঙ্গে মোলাকাত করবে সেদিন তাদের সম্ভাষণ হবে \"সালাম\"! আর তাদের জন্য তিনি তৈরী রেখেছেন এক মহান প্রতিদান।"
  },
  {
    "num": "45",
    "ara": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
    "eng": "O Prophet, indeed We have sent you as a witness and a bringer of good tidings and a warner.",
    "ban": "হে প্রিয় নবী! আমরা নিশ্চয়ই তোমাকে পাঠিয়েছি একজন সাক্ষীরূপে, আর একজন সুসংবাদদাতারূপে, আর একজন সতর্ককারীরূপে,"
  },
  {
    "num": "46",
    "ara": "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُّنِيرًا",
    "eng": "And one who invites to Allah, by His permission, and an illuminating lamp.",
    "ban": "আর আল্লাহর প্রতি তাঁর অনুমতিক্রমে একজন আহবায়করূপে, আর একটি উজ্জ্বল প্রদীপরূপে।"
  },
  {
    "num": "47",
    "ara": "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ اللَّهِ فَضْلًا كَبِيرًا",
    "eng": "And give good tidings to the believers that they will have from Allah great bounty.",
    "ban": "আর মুমিনদের তুমি সুসংবাদ দাও যে তাদের জন্য আল্লাহ্‌র কাছ থেকে রয়েছে এক বিরাট করুণাভান্ডার।"
  },
  {
    "num": "48",
    "ara": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا",
    "eng": "And do not obey the disbelievers and the hypocrites but do not harm them, and rely upon Allah. And sufficient is Allah as Disposer of affairs.",
    "ban": "আর তুমি অবিশ্বাসীদের ও মুনাফিকদের আজ্ঞাপালন করো না, আর ওদের বিরক্তিকর ব্যবহার উপেক্ষা করো এবং আল্লাহর উপরে তুমি নির্ভর করো। আর আল্লাহই কর্ণধাররূপে যথেষ্ট।"
  },
  {
    "num": "49",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
    "eng": "O You who have believed, when you marry believing women and then divorce them before you have touched them, then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমরা যখন মুমিন নারীদের বিবাহ করো এবং তাদের স্পর্শ করার আগেই যদি তাদের তোমরা তালাক দিয়ে দাও, তাহলে তোমাদের জন্য তাদের উপরে ইদ্দতের কোনো-কিছু নির্ধারণ করবার থাকবে না, কিন্তু তাদের জন্য সংস্থান করো এবং তাদের বিদায় দিয়ো সৌজন্যময় বিদায়দানে।"
  },
  {
    "num": "50",
    "ara": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
    "eng": "O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her, [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful.",
    "ban": "হে প্রিয় নবী! আমরা তোমার জন্য তোমার স্ত্রীদের বৈধ করেছি যাদের তুমি তাদের দেনমোহর আদায় করেছ, আর যাদের তোমার ডান হাত ধরে রেখেছে, তাদের মধ্য থেকে যাদের আল্লাহ্ তোমাকে যুদ্ধের দানরূপে দিয়েছেন, আর তোমার চাচার মেয়েদের ও তোমার ফুফুর মেয়েদের এবং তোমার মামার মেয়েদের ও তোমার মাসীর মেয়েদের -- যারা তোমার সঙ্গে হিজরত করেছে, আর কোনো মুমিন নারী যদি সে নবীর কাছে নিজেকে সমর্পণ করে, যদি নবীও তাকে বিবাহ করতে চান -- এটি বিশেষ করে তোমার জন্য, মুমিনগণকে বাদ দিয়ে। আমরা অবশ্যই জানি তাদের জন্য আমরা কী বিধান দিয়েছি তাদের স্ত্রীদের সন্বন্ধে আর তাদের ডান হাত যাদের ধরে রেখেছে তাদের সন্বন্ধে, যেন তোমার উপরে বাধা না থাকে। আর আল্লাহ্ হচ্ছেন পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "51",
    "ara": "تُرْجِي مَن تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَن تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا",
    "eng": "You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing.",
    "ban": "তাদের মধ্য থেকে যাকে তুমি চাও মুলতুবী রাখতে পার এবং যাকে তুমি চাও তোমার কাছে গ্রহণ করতে পার, আর যাদের তুমি দূরে রেখেছিলে তাদের মধ্যের যাকে তুমি কামনা কর, তাতে তোমার কোনো দোষ হবে না। এটিই বেশী ভাল যেন তাদের চোখ হর্ষোৎফুল্ল হতে পারে ও তারা দুঃখ না করে, আর তারা সন্তষ্ট থাকে তুমি যা তাদের দিচ্ছ তাতে -- তাদের সব-ক'জনকে। আর আল্লাহ্ জানেন যা তোমাদের অন্তরে রয়েছে। আর আল্লাহ্ হচ্ছেন সর্বজ্ঞাতা, অতি অমায়িক।"
  },
  {
    "num": "52",
    "ara": "لَّا يَحِلُّ لَكَ النِّسَاءُ مِن بَعْدُ وَلَا أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَّقِيبًا",
    "eng": "Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer.",
    "ban": "এরপরে নারীরা তোমার জন্য বৈধ নয়, আর তাও নয় যে তাদের স্থলে অন্য স্ত্রীদের তুমি বদলে নিতে পারবে, যদিও বা তাদের সৌন্দর্য তোমাকে তাজ্জব বানিয়ে দেয় -- তোমার ডান হাতে যাদের ধরে রেখেছে তাদের ব্যতীত। আর আল্লাহ্ হচ্ছেন সব-কিছুর উপরে তীক্ষদৃষ্টিধারী।"
  },
  {
    "num": "53",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَن يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِندَ اللَّهِ عَظِيمًا",
    "eng": "O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমরা নবীর ঘরগুলোয় প্রবেশ করো না তোমাদের খানাপিনার জন্য অনুমতি না দেওয়া হলে -- রান্নাবান্না শেষ হবার অপেক্ষা না করে, বরং যখন তোমাদের ডাকা হয় তখন তোমরা প্রবেশ করো, তারপর যখন তোমরা খেয়ে নিয়েছ তখন চলে যেও, এবং গড়িমসি করো না বাক্যালাপের জন্য। নিঃসন্দেহ এইসব নবীকে কষ্ট দিয়ে থাকে, অথচ তিনি সংকোচ বোধ করেন তোমাদের জন্য, কিন্তু আল্লাহ্ সত্য সন্বন্ধে সংকোচ করেন না। আর যখন তোমরা তাদের কাছে কোনো-কিছু চাও তখন পর্দার আড়াল থেকে তাদের কাছে চাইবে। এটিই অধিকতর পবিত্র তোমাদের হৃদয়ের জন্য এবং তাদের হৃদয়ের জন্যেও। এটি তোমাদের জন্য নয় যে তোমার নবীকে উত্ত্যক্ত করবে, আর এটিও নয় যে তার পরে তোমরা কখনো তাঁর পত্নীদের বিবাহ করবে। নিঃসন্দেহে এটি আল্লাহ্‌র কাছে গুরুতর ব্যাপার!"
  },
  {
    "num": "54",
    "ara": "إِن تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا",
    "eng": "Whether you reveal a thing or conceal it, indeed Allah is ever, of all things, Knowing.",
    "ban": "তোমরা যদি কোনো-কিছু প্রকাশ কর অথবা তা গোপনই রাখ, আল্লাহ্ কিন্তু নিশ্চয়ই সব-কিছু সন্বন্ধে সর্বজ্ঞাতা।"
  },
  {
    "num": "55",
    "ara": "لَّا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا",
    "eng": "There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever, over all things, Witness.",
    "ban": "তাদের জন্য কোনো অপরাধ নেই তাদের পিতাদের ক্ষেত্রে, আর তাদের পুত্রদের বেলায়ও নয়, আর তাদের ভাইদের ক্ষেত্রেও নয়, আর ভাইদের পুত্রদেরও নয়, আর তাদের বোনদের পুত্রদের সঙ্গেও নয়, আর তাদের মেয়েলোকদের ক্ষেত্রেও নয়, আর তাদের ডান হাত যাদের ধরে রেখেছ তাদেরও নয়, আর আল্লাহ্‌কে ভয়ভক্তি করো। নিশ্চয় আল্লাহ্ সব-কিছুর উপরেই প্রত্যক্ষদর্শী।"
  },
  {
    "num": "56",
    "ara": "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا",
    "eng": "Indeed, Allah confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allah to confer] blessing upon him and ask [Allah to grant him] peace.",
    "ban": "নিঃসন্দেহ আল্লাহ্ ও তাঁর ফিরিশ্‌তাগণ নবীর উপরে শুভেচ্ছা জ্ঞাপন করেন। ওহে যারা ঈমান এনেছ! তোমরাও তাঁর প্রতি শুভেচ্ছা নিবেদন করো এবং সালাম জানাও সশ্রদ্ধভাবে।"
  },
  {
    "num": "57",
    "ara": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
    "eng": "Indeed, those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment.",
    "ban": "নিঃসন্দেহ যারা আল্লাহ্ ও তাঁর রসূল-সন্বন্ধে মন্দ কথা বলে, আল্লাহ্ তাদের ধিক্কার দিয়েছেন ইহলোকে ও পরলোকে, আর তাদের জন্য তৈরি করেছেন লাঞ্ছনাদায়ক শাস্তি।"
  },
  {
    "num": "58",
    "ara": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُّبِينًا",
    "eng": "And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin.",
    "ban": "আর যারা মুমিন পুরুষ ও মুমিন নারীদের গালমন্দ করে তারা তা অর্জন না করলেও, তারা তাহলে কুৎসা রটনার ও স্পষ্ট অপরাধের বোঝা বহন করে।"
  },
  {
    "num": "59",
    "ara": "يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
    "eng": "O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful.",
    "ban": "হে প্রিয় নবী! তোমার স্ত্রীগণকে ও কন্যাদের ও মুমিন-লোকের স্ত্রীলোকদের বলো যে তারা যেন তাদের বহির্বাস থেকে তাদের উপরে টেনে রাখে। এটিই বেশী ভাল হয় যেন তাদের চেনা যায়, তাহলে তাদের উত্ত্যক্ত করা হবে না। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "60",
    "ara": "لَّئِن لَّمْ يَنتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا",
    "eng": "If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little.",
    "ban": "যদি মুনাফিকরা ও যাদের অন্তরে ব্যাধি রয়েছে তারা, আর শহরে গুজব রটনাকারীরা না থামে তাহলে আমরা নিশ্চয়ই তোমাকে তাদের উপরে ক্ষমতা দেব, তখন তারা সেখানে তোমার প্রতিবেশী হয়ে থাকবে না অল্পকাল ছাড়া --"
  },
  {
    "num": "61",
    "ara": "مَّلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا",
    "eng": "Accursed wherever they are found, [being] seized and massacred completely.",
    "ban": "অভিশপ্ত অবস্থায়, যেখানেই তাদের পাওয়া যাবে তাদের পাকড়াও করা হবে এবং হত্যা করা হবে হত্যার মতো।"
  },
  {
    "num": "62",
    "ara": "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
    "eng": "[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change.",
    "ban": "আল্লাহ্‌র নিয়ম-নীতি এর আগে যারা গত হয়ে গেছে তাদের ক্ষেত্রে। আর তুমি কখনো আল্লাহ্‌র বিধানে পরিবর্তন পাবে না।"
  },
  {
    "num": "63",
    "ara": "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا",
    "eng": "People ask you concerning the Hour. Say,\" Knowledge of it is only with Allah. And what may make you perceive? Perhaps the Hour is near.\"",
    "ban": "লোকে তোমাকে ঘড়িঘন্টা সন্বন্ধে জিজ্ঞাসা করছে। তুমি বলো -- \"তার জ্ঞান তো কেবল আল্লাহ্‌রই কাছে।\" আর কেমন করে তোমাকে বোঝানো যাবে -- হতে পারে সেই ঘড়িঘন্টা নিকটবর্তী হয়ে গেছে?"
  },
  {
    "num": "64",
    "ara": "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
    "eng": "Indeed, Allah has cursed the disbelievers and prepared for them a Blaze.",
    "ban": "আল্লাহ্ নিশ্চয়ই অবিশ্বাসীদের ধিক্কার দিয়েছেন আর তাদের জন্য প্রস্তুত করেছেন এক জ্বলন্ত আগুন --"
  },
  {
    "num": "65",
    "ara": "خَالِدِينَ فِيهَا أَبَدًا لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
    "eng": "Abiding therein forever, they will not find a protector or a helper.",
    "ban": "যাতে তারা থাকবে সুদীর্ঘকাল, তারা পাবে না কোনো অভিভাবক, আর না কোনো সহায়ক।"
  },
  {
    "num": "66",
    "ara": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا",
    "eng": "The Day their faces will be turned about in the Fire, they will say, \"How we wish we had obeyed Allah and obeyed the Messenger.\"",
    "ban": "সেইদিন যখন তাদের মুখ আগুনের মধ্যে উল্টানো পাল্টানো হবে তারা বলবে -- \"হায় আমাদের দুর্ভোগ! আমরা যদি আল্লাহ্‌কে মেনে চলতাম ও রসূলের আজ্ঞাপালন করতাম!\""
  },
  {
    "num": "67",
    "ara": "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا",
    "eng": "And they will say, \"Our Lord, indeed we obeyed our masters and our dignitaries, and they led us astray from the [right] way.",
    "ban": "তারা আরো বলবে -- \"আমাদের প্রভু! আমরা তো আমাদের নেতাদের ও আমাদের বড়লোকদের আজ্ঞাপালন করেছিলাম, সুতরাং তারা আমাদের পথ থেকে বিপথে নিয়েছিল।"
  },
  {
    "num": "68",
    "ara": "رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا",
    "eng": "Our Lord, give them double the punishment and curse them with a great curse.\"",
    "ban": "\"আমাদের প্রভু! দ্বিগুণ পরিমাণ শাস্তি তাদের প্রদান করো, আর তাদের ধিক্কার দাও বিরাট ধিক্কারে।\""
  },
  {
    "num": "69",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِندَ اللَّهِ وَجِيهًا",
    "eng": "O you who have believed, be not like those who abused Moses; then Allah cleared him of what they said. And he, in the sight of Allah, was distinguished.",
    "ban": "ওহে যারা ঈমান এনেছ! তাদের মতো হয়ো না যারা মূসার নিন্দা করেছিল, কিন্তু আল্লাহ্ তাঁকে নির্দোষ ঠাওরে ছিলেন তারা যা বলেছিল তা থেকে। আর তিনি আল্লাহ্‌র সমক্ষে সম্মানিত ছিলেন।"
  },
  {
    "num": "70",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا",
    "eng": "O you who have believed, fear Allah and speak words of appropriate justice.",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে ভয়-ভক্তি করো, আর সরল-সঠিক কথা বলো,"
  },
  {
    "num": "71",
    "ara": "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
    "eng": "He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly attained a great attainment.",
    "ban": "তিনি তোমাদের জন্য তোমাদের ক্রিয়াকর্ম সুসম্পাদিত করতে পারেন আর তোমাদের দোষত্রুটি তোমাদের জন্য ক্ষমা করতে পারেন। আর যে কেউ আল্লাহ্‌কে ও তাঁর রসূলকে মেনে চলে সে তাহলে অবশ্যই অর্জন করেছে বিরাট মুনাফা।"
  },
  {
    "num": "72",
    "ara": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا",
    "eng": "Indeed, we offered the Trust to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant.",
    "ban": "নিঃসন্দেহ আমরা আমানত অর্পণ করেছিলাম মহাকাশমন্ডলী ও পৃথিবী ও পর্বতমালার উপরে, কাজেই তারা এটি অমান্য করতে অস্বীকার করেছিল এবং এতে ভয় করছিল, কিন্তু মানুষ এটিকে অস্বীকার করছে। নিঃসন্দেহে সে হচ্ছে অত্যন্ত অন্যায়াচারী, বড়ই অজ্ঞ, --"
  },
  {
    "num": "73",
    "ara": "لِّيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا",
    "eng": "[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful.",
    "ban": "সেজন্য আল্লাহ্ শান্তি দেবেন মুনাফিক পুরুষ ও মুনাফিক নারীদের, এবং বহুখোদাবাদী পুরুষ ও বহুখোদাবাদী নারীদের আর আল্লাহ্ ফিরবেন মুমিন পুরুষ ও মুমিন নারীদের প্রতি। আর আল্লাহ্ হচ্ছেন পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  }
]
