[
  {
    "num": "1",
    "ara": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
    "eng": "[All] praise is [due] to Allah, to whom belongs whatever is in the heavens and whatever is in the earth, and to Him belongs [all] praise in the Hereafter. And He is the Wise, the Acquainted.",
    "ban": "সমস্ত প্রশংসা আল্লাহ্‌র, তিনিই যাঁর অধীনে রয়েছে যা-কিছু আছে মহাকাশমন্ডলীতে ও যা-কিছু আছে পৃথিবীতে, আর তাঁরই সব প্রশংসা পরলোকে। আর তিনিই পরমজ্ঞানী, পূর্ণ ওয়াকিফহান।"
  },
  {
    "num": "2",
    "ara": "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ",
    "eng": "He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein. And He is the Merciful, the Forgiving.",
    "ban": "তিনি জানেন যা মাটির ভেতরে প্রবেশ করে আর যা তা থেকে বেরিয়ে আসে, আর যা আকাশ থেকে নেমে আসে আর যা তাতে উঠে যায়। আর তিনিই অফুরন্ত ফলদাতা, পরিত্রাণকারী।"
  },
  {
    "num": "3",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِن ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُّبِينٍ",
    "eng": "But those who disbelieve say, \"The Hour will not come to us.\" Say, \"Yes, by my Lord, it will surely come to you. [Allah is] the Knower of the unseen.\" Not absent from Him is an atom's weight within the heavens or within the earth or [what is] smaller than that or greater, except that it is in a clear register -",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা বলে -- \"ঘড়িঘন্টা আমাদের উপরে আসবে না।\" তুমি বলো -- \"হাঁ, আমার প্রভুর কসম, এটি অবশ্যই তোমাদের উপরে এসে পড়বে, তিনি অদৃশ্য সন্বন্ধে পরিজ্ঞাত। এক অণুর ওজন পরিমাণও তাঁর থেকে লুকোনো যাবে না মহাকাশমন্ডলীতে, আর পৃথিবীতেও নয়, আর তার থেকে আরো ছোটও নেই এবং বড়ও নেই, -- বরং তা লিপিবদ্ধ রয়েছে এক সুস্পষ্ট গ্রন্থে, --"
  },
  {
    "num": "4",
    "ara": "لِّيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "eng": "That He may reward those who believe and do righteous deeds. Those will have forgiveness and noble provision.",
    "ban": "\"যেন তিনি প্রতিদান দিতে পারেন তাদের যারা ঈমান এনেছে ও সৎকাজ করেছে । এরাই -- এদেরই জন্য রয়েছে পরিত্রাণ এবং এক সম্মানিত জীবিকা।\""
  },
  {
    "num": "5",
    "ara": "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
    "eng": "But those who strive against Our verses [seeking] to cause failure - for them will be a painful punishment of foul nature.",
    "ban": "আর যারা আমাদের নির্দেশাবলীকে ব্যর্থ করার প্রচেষ্টা চালায়, এরাই -- এদেরই জন্য রয়েছে এক মর্মন্তুদ দুর্দশার শাস্তি।"
  },
  {
    "num": "6",
    "ara": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
    "eng": "And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and it guides to the path of the Exalted in Might, the Praiseworthy.",
    "ban": "আর যাদের জ্ঞান দেওয়া হয়েছে তারা দেখতে পায় যে তোমার কাছে তোমার প্রভুর কাছ থেকে যা অবতারণ করা হয়েছে তাই সত্য, আর তা পরিচালিত করে মহাশক্তিশালী পরম প্রশংসিতের পথে।"
  },
  {
    "num": "7",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
    "eng": "But those who disbelieve say, \"Shall we direct you to a man who will inform you [that] when you have disintegrated in complete disintegration, you will [then] be [recreated] in a new creation?",
    "ban": "আর যারা অবিশ্বাস করে তারা বলে -- \"আমরা কি তোমাদের সন্ধান দেব এমন এক ব্যক্তির যে তোমাদের জানায় যে যখন তোমরা চুরমার হয়ে গেছো পুরোপুরি চূর্ণবিচূর্ণ অবস্থায়, তখনও তোমরা কিন্তু নতুন সৃষ্টি লাভ করবে?"
  },
  {
    "num": "8",
    "ara": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَم بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
    "eng": "Has he invented about Allah a lie or is there in him madness?\" Rather, they who do not believe in the Hereafter will be in the punishment and [are in] extreme error.",
    "ban": "\"সে আল্লাহ্‌র বিরুদ্ধে হয় মিথ্যা রচনা করেছে, নয়তো তার মধ্যে রয়েছে জিনভূত।\" বস্তুতঃ যারা পরকালে বিশ্বাস করে না তারা আছে শাস্তিতে ও সুদূরপ্রসারী বিভ্রান্তিতে।"
  },
  {
    "num": "9",
    "ara": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ السَّمَاءِ وَالْأَرْضِ إِن نَّشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ",
    "eng": "Then, do they not look at what is before them and what is behind them of the heaven and earth? If We should will, We could cause the earth to swallow them or [could] let fall upon them fragments from the sky. Indeed in that is a sign for every servant turning back [to Allah].",
    "ban": "তারা কি তবে দেখে না তাদের সামনে কী রয়েছে আর কী রয়েছে তাদের পেছনে -- মহাকাশে ও পৃথিবীতে। আমরা যদি চাইতাম তবে তাদের সঙ্গে পৃথিবীকে ধসিয়ে দিতাম, অথবা তাদের উপরে আকাশ থেকে একটি চাঙড় ফেলে দিতাম। নিঃসন্দেহ এতে তো এক নিদর্শন রয়েছে প্রত্যাবৃত প্রত্যেক বান্দার জন্য।"
  },
  {
    "num": "10",
    "ara": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ",
    "eng": "And We certainly gave David from Us bounty. [We said], \"O mountains, repeat [Our] praises with him, and the birds [as well].\" And We made pliable for him iron,",
    "ban": "আর আমরা নিশ্চয়ই দাউদকে আমাদের কাছ থেকে দিয়েছিলাম করুণাভান্ডার। \"হে পাহাড়গুলো! তাঁর সঙ্গে একমুখো হও, আর পাখীরাও।\" আর লোহাকেও আমরা তাঁর জন্য গলিয়েছিলাম,"
  },
  {
    "num": "11",
    "ara": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
    "eng": "[Commanding him], \"Make full coats of mail and calculate [precisely] the links, and work [all of you] righteousness. Indeed I, of what you do, am Seeing.\"",
    "ban": "এই বলে -- \"তুমি চওড়া বর্ম তৈরি কর, আর আংটাসমূহে যথাযথ পরিমাপ দাও, আর তোমরা সৎকর্ম কর। নিঃসন্দেহ তোমরা যা করছ আমি তার সম্যক দ্রষ্টা।\""
  },
  {
    "num": "12",
    "ara": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ",
    "eng": "And to Solomon [We subjected] the wind - its morning [journey was that of] a month - and its afternoon [journey was that of] a month, and We made flow for him a spring of [liquid] copper. And among the jinn were those who worked for him by the permission of his Lord. And whoever deviated among them from Our command - We will make him taste of the punishment of the Blaze.",
    "ban": "আর সুলাইমানের জন্য বায়ূপ্রবাহ। এর সকালবেলাকার গতি একমাস এবং এর বিকেলবেলার গতি একমাস, আর আমরা তার জন্য তামার নদী বইয়ে দিয়েছিলাম। আর তাদের মধ্যের যে কেউ আমাদের নির্দেশ থেকে সরে যেত তাকে আমরা আস্বাদন করাতাম জ্বলন্ত আগুনের শাস্তি থেকে।"
  },
  {
    "num": "13",
    "ara": "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِن مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَّاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ",
    "eng": "They made for him what he willed of elevated chambers, statues, bowls like reservoirs, and stationary kettles. [We said], \"Work, O family of David, in gratitude.\" And few of My servants are grateful.",
    "ban": "তারা তাঁর জন্য তৈরি করত যা তিনি চাইতেন, যথা দুর্গপ্রাসাদ ও ভাস্কর্য-প্রতিমূর্তি, আর গামলার ন্যায় থালা, আর অনড়-হয়ে- বসা ডেগ। \"হে দাউদের পরিবার! কৃতজ্ঞতার সাথে কাজ করে যাও।\" আর আমার বান্দাদের মধ্যে অল্পকয়জনই কৃতজ্ঞ।"
  },
  {
    "num": "14",
    "ara": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَن لَّوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
    "eng": "And when We decreed for Solomon death, nothing indicated to the jinn his death except a creature of the earth eating his staff. But when he fell, it became clear to the jinn that if they had known the unseen, they would not have remained in humiliating punishment.",
    "ban": "তারপর যখন আমরা তাঁর প্রতি মৃত্যুবিধান করেছিলাম তখন কিছুই তাদের কাছে তাঁর মৃত্যু সন্বন্ধে জানতে দেয় নি শুধু এক মাটির কীট ব্যতীত, সে খেয়ে ফেলেছিল তাঁর শাঁস। তারপর যখন তার পতন ঘটল তখন জিনেরা পরিস্কারভাবে বুঝলো যে যদি তারা অদৃশ্যটা জানতো তাহলে তারা লাঞ্ছনাদায়ক শাস্তিতে অবস্থান করত না।"
  },
  {
    "num": "15",
    "ara": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
    "eng": "There was for [the tribe of] Saba' in their dwelling place a sign: two [fields of] gardens on the right and on the left. [They were told], \"Eat from the provisions of your Lord and be grateful to Him. A good land [have you], and a forgiving Lord.\"",
    "ban": "সাবা'র জন্য তাদের বাসভূমিতে নিশ্চয়ই একটি নিদর্শন ছিল -- দুইটি বাগান, ডান দিকে ও বাঁয়ে। \"তোমাদের প্রভুর রিযেক থেকে আহার করো ও তাঁর প্রতি কৃতজ্ঞতা প্রকাশ করো। এক উৎকৃষ্ট ভূখন্ড এবং একজন পরিত্রাণকারী প্রভু।"
  },
  {
    "num": "16",
    "ara": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ",
    "eng": "But they turned away [refusing], so We sent upon them the flood of the dam, and We replaced their two [fields of] gardens with gardens of bitter fruit, tamarisks and something of sparse lote trees.",
    "ban": "কিন্তু তারা বিমুখ হয়েছিল, তাই আমরা তাদের উপরে পাঠিয়েছিলাম আল্‌-আরিমের বন্যা, আর তাদের জন্য আমরা বদলে দিয়েছিলাম তাদের দুই বাগানের স্থলে দুই বাগান যাতে ফলে বিস্বাদ ফলমূল আর ঝোপঝাড় ও কিছু-কিছু বন্যফল।"
  },
  {
    "num": "17",
    "ara": "ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
    "eng": "[By] that We repaid them because they disbelieved. And do We [thus] repay except the ungrateful?",
    "ban": "এইটিই আমরা তাদের প্রতিদান দিয়েছিলাম যেহেতু তারা অবিশ্বাস করেছিল। আর আমরা কি প্রাপ্য শোধ করি অকৃতজ্ঞদের ব্যতীত।"
  },
  {
    "num": "18",
    "ara": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
    "eng": "And We placed between them and the cities which We had blessed [many] visible cities. And We determined between them the [distances of] journey, [saying], \"Travel between them by night or day in safety.\"",
    "ban": "আর তাদের ও সেই শহরগুলোর যাতে আমরা অনুগ্রহ অর্পণ করেছিলাম, তাদের মাঝে আমরা স্থাপন করেছিলাম দৃশ্যমান জনবসতি, আর তাদের মধ্যে ভ্রমণস্তর ঠিক করে দিয়েছিলাম, -- \"তোমরা এসবে রাতে ও দিনে নিরাপদে পরিভ্রমণ কর।\""
  },
  {
    "num": "19",
    "ara": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "eng": "But [insolently] they said, \"Our Lord, lengthen the distance between our journeys,\" and wronged themselves, so We made them narrations and dispersed them in total dispersion. Indeed in that are signs for everyone patient and grateful.",
    "ban": "কিন্তু তারা বললে -- \"আমাদের প্রভু! আমাদের পর্যটন-স্তরগুলোর মধ্যে দূরত্ব বাড়িয়ে দাও।\" আর তাদের নিজেদেরই প্রতি তারা অন্যায় করেছিল, ফলে আমরা তাদের বানিয়েছিলাম কাহিনীর বিষয়বস্তু, আর আমরা তাদের ভেঙ্গেচুরে দিয়েছিলাম পুরোপুরি চুরমার করে। নিঃসন্দেহ এতে তো নিদর্শনসমূহ রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞের জন্য।"
  },
  {
    "num": "20",
    "ara": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ",
    "eng": "And Iblees had already confirmed through them his assumption, so they followed him, except for a party of believers.",
    "ban": "আর ইবলিস নিশ্চয়ই তার অনুমানকে সঠিক ঠাওরেছিল, কেননা মুমিনদের একটি দল ব্যতীত তারা তার অনুসরণ করেছিল।"
  },
  {
    "num": "21",
    "ara": "وَمَا كَانَ لَهُ عَلَيْهِم مِّن سُلْطَانٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ",
    "eng": "And he had over them no authority except [it was decreed] that We might make evident who believes in the Hereafter from who is thereof in doubt. And your Lord, over all things, is Guardian.",
    "ban": "কিন্তু তাদের উপরে আধিপত্যের কোনো অস্তিত্ব তার জন্য নেই এই ব্যতীত যে আমরা যেন জানতে পারি তাকে যে পরকালে বিশ্বাস করে তার থেকে যে সে-সন্বন্ধে সন্দেহের মধ্যে রয়েছে। আর তোমার প্রভু সব-কিছুর উপরে হেফাজতকারী।"
  },
  {
    "num": "22",
    "ara": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ وَمَا لَهُ مِنْهُم مِّن ظَهِيرٍ",
    "eng": "Say, [O Muhammad], \"Invoke those you claim [as deities] besides Allah.\" They do not possess an atom's weight [of ability] in the heavens or on the earth, and they do not have therein any partnership [with Him], nor is there for Him from among them any assistant.",
    "ban": "তুমি বলো -- \"আল্লাহ্‌কে বাদ দিয়ে যাদের তোমরা কল্পনা করেছ তাদের ডাকো, তারা অণুর পরিমাপেও কোনো ক্ষমতা রাখে না মহাকাশমন্ডলীতে আর পৃথিবীতেও নয়, আর তাদের জন্য এই দুইয়ের মধ্যে কোনো একটা শরিকানাও নেই, আর তাদের মধ্যে থেকে তার জন্য কোনো পৃষ্ঠপোষকতাও নেই।\""
  },
  {
    "num": "23",
    "ara": "وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
    "eng": "And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand.",
    "ban": "আর তাঁর কাছে সুপারিশে কোনো সুফল দেবে না, তার ক্ষেত্রে ব্যতীত যাকে তিনি অনুমতি দিয়েছেন, যে পর্যন্ত না তাদের অন্তর থেকে ভয়-ভাবনা দূর হয়ে যাবে, তারা বলবে -- \"কি সেটা যা তোমাদের প্রভু বলেছিলেন?\" তারা বলবে -- \"সত্য। আর তিনিই মহোচ্চ, মহামহিম।\""
  },
  {
    "num": "24",
    "ara": "قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُّبِينٍ",
    "eng": "Say, \"Who provides for you from the heavens and the earth?\" Say, \"Allah. And indeed, we or you are either upon guidance or in clear error.\"",
    "ban": "বলো -- \"কে তোমাদের রিষেক দান করেন মহাকাশমন্ডলী ও পৃথিবী থেকে?\" তুমি বলে দাও -- \"আল্লাহ্‌। আর নিঃসন্দেহ আমরা অথবা তোমরা নিশ্চয়ই সঠিক পথে রয়েছি, নয়তো স্পষ্ট বিভ্রান্তিতে আছি।\""
  },
  {
    "num": "25",
    "ara": "قُل لَّا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
    "eng": "Say, \"You will not be asked about what we committed, and we will not be asked about what you do.\"",
    "ban": "বলো -- \"তোমাদের জবাবদিহি করতে হবে না আমরা যা অপরাধ করেছি সেজন্য, আর আমাদেরও জবাবদিহি করতে হবে না তোমরা যা কর সে-সন্বন্ধে।"
  },
  {
    "num": "26",
    "ara": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
    "eng": "Say, \"Our Lord will bring us together; then He will judge between us in truth. And He is the Knowing Judge.\"",
    "ban": "তুমি বলো -- \"আমাদের প্রভু আমাদের পরস্পরের সঙ্গে সমবেত করবেন, তারপর তিনি আমাদের মধ্যে মীমাংসা করবেন ন্যায়ের সাথে। আর তিনিই শ্রেষ্ঠ বিচাকর, পরমজ্ঞানী।\""
  },
  {
    "num": "27",
    "ara": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُم بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Say, \"Show me those whom you have attached to Him as partners. No! Rather, He [alone] is Allah, the Exalted in Might, the Wise.\"",
    "ban": "তুমি বলো -- \"আমাকে তাদের দেখাও যাদের তোমরা তাঁর সঙ্গে অংশী স্থির করেছ। কখনও না! বরং তিনিই আল্লাহ্ -- মহাশক্তিশালী, পরমজ্ঞানী।\""
  },
  {
    "num": "28",
    "ara": "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "And We have not sent you except comprehensively to mankind as a bringer of good tidings and a warner. But most of the people do not know.",
    "ban": "আর আমরা তোমাকে পাঠাই নি সমগ্র মানবজাতির জন্য সুসংবাদদাতা ও সতর্ককারীরূপে ভিন্ন, কিন্তু অধিকাংশ লোকেই জানে না।"
  },
  {
    "num": "29",
    "ara": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ",
    "eng": "And they say, \"When is this promise, if you should be truthful?\"",
    "ban": "আর তারা বলে -- \"কখন এই ওয়াদা হবে, যদি তোমরা সত্যবাদী হও?\""
  },
  {
    "num": "30",
    "ara": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
    "eng": "Say, \"For you is the appointment of a Day [when] you will not remain thereafter an hour, nor will you precede [it].\"",
    "ban": "তুমি বলো -- \"তোমাদের জন্য একটি দিনের মেয়াদ ধার্য রয়েছে যা থেকে তোমরা এক ঘড়ির জন্যেও পিছিয়ে থাকতে পারবে না, আর এগিয়েও আসতে পারবে না!\""
  },
  {
    "num": "31",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لَن نُّؤْمِنَ بِهَذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
    "eng": "And those who disbelieve say, \"We will never believe in this Qur'an nor in that before it.\" But if you could see when the wrongdoers are made to stand before their Lord, refuting each other's words... Those who were oppressed will say to those who were arrogant, \"If not for you, we would have been believers.\"",
    "ban": "আর যারা অবিশ্বাস করে তারা বলে -- \"আমরা কিছুতেই এই কুরআনে বিশ্বাস করব না, আর এর আগে যা রয়েছে তাতেও না।\" আর তুমি যদি দেখতে যখন অন্যায়াচারীদের দাঁড় করানো হবে তাদের প্রভুর সামনে! তাদের কেউ কেউ অপরদের প্রতি বাক্যবান ফিরিয়ে দিতে থাকবে! যাদের দুর্বল করা হয়েছিল তারা তখন বলবে তাদের যারা মাতব্বরি করেছিল -- \"তোমাদের জন্য না হলে আমরা নিশ্চয়ই বিশ্বাসী হতাম।\""
  },
  {
    "num": "32",
    "ara": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ",
    "eng": "Those who were arrogant will say to those who were oppressed, \"Did we avert you from guidance after it had come to you? Rather, you were criminals.\"",
    "ban": "যারা মাতব্বরি করেছিল তারা বলবে তাদের যাদের দুর্বল করা হয়েছিল -- \"আমরা কি তোমাদের বাধা দিয়েছিলাম পথনির্দেশ থেকে এটি তোমাদের কাছে আসার পরে? বরং তোমারই তো ছিলে অপরাধী?\""
  },
  {
    "num": "33",
    "ara": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
    "eng": "Those who were oppressed will say to those who were arrogant, \"Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allah and attribute to Him equals.\" But they will [all] confide regret when they see the punishment; and We will put shackles on the necks of those who disbelieved. Will they be recompensed except for what they used to do?",
    "ban": "আর যাদের দুর্বল করা হয়েছিল তারা বলবে তাদের যারা গর্ব করছিল -- \"বস্তুত রাত ও দিনের চক্রান্ত, যখন তোমরা আমাদের হুকুম করতে যেন আমরা আল্লাহ্‌কে অবিশ্বাস করি এবং তাঁর সঙ্গে অংশী স্থাপন করি।\" আর তারা যখন শাস্তি প্রত্যক্ষ করবে তখন তারা আফসোসে আকুল হবে। আর যারা অবিশ্বাস পোষণ করত তাদের গলায় আমরা শিকল পরাব। তাদের কি প্রতিদান দেওয়া হচ্ছে তারা যা করে চলেছিল তা ছাড়া অন্য কিছু দিয়ে।"
  },
  {
    "num": "34",
    "ara": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ",
    "eng": "And We did not send into a city any warner except that its affluent said, \"Indeed we, in that with which you were sent, are disbelievers.\"",
    "ban": "আর আমরা কোনো জনপদে সতর্ককারীদের কাউকেও পাঠাই নি যার বিত্তবান লোকেরা না বলেছে -- \"নিঃসন্দেহ তোমাদের যা দিয়ে পাঠানো হয়েছে তাতে আমরা অবিশ্বাসী!\""
  },
  {
    "num": "35",
    "ara": "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
    "eng": "And they said, \"We are more [than the believers] in wealth and children, and we are not to be punished.\"",
    "ban": "আর তারা বলত -- \"আমরা ধনসম্পত্তি ও সন্তানসন্ততিতে সংখ্যাগরিষ্ঠ, সুতরাং আমরা তো শাস্তি পাবার পাত্র নই।\""
  },
  {
    "num": "36",
    "ara": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "Say, \"Indeed, my Lord extends provision for whom He wills and restricts [it], but most of the people do not know.\"",
    "ban": "তুমি বলো -- \"আমার প্রভু যার জন্য ইচ্ছা করেন জীবিকা বাড়িয়ে দেন এবং সীমিতও করেন, কিন্তু অধিাকাংশ লোকেই জানে না।\""
  },
  {
    "num": "37",
    "ara": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُم بِالَّتِي تُقَرِّبُكُمْ عِندَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ",
    "eng": "And it is not your wealth or your children that bring you nearer to Us in position, but it is [by being] one who has believed and done righteousness. For them there will be the double reward for what they did, and they will be in the upper chambers [of Paradise], safe [and secure].",
    "ban": "আর না তোমাদের ধনদৌলত ও না তোমাদের সন্তানসন্ততি এমন জিনিস যা আমাদের কাছে তোমাদের মর্যাদায় নৈকট্য দেবে, বরং যে ঈমান এনেছে ও সৎকাজ করেছে। সুতরাং এরাই -- এদেরই জন্য রয়েছে দ্বিগুণ পুরস্কার যা তারা করেছে সেজন্য, আর তারা বাগান-বাড়িতে নিরাপদে রইবে।"
  },
  {
    "num": "38",
    "ara": "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
    "eng": "And the ones who strive against Our verses to cause [them] failure - those will be brought into the punishment [to remain].",
    "ban": "পক্ষান্তরে যারা আমাদের নির্দেশাবলীর বিরুদ্ধাচরণে প্রচেষ্টা চালায় এদেরই হাজির করা হবে শাস্তির মাঝে।"
  },
  {
    "num": "39",
    "ara": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ",
    "eng": "Say, \"Indeed, my Lord extends provision for whom He wills of His servants and restricts [it] for him. But whatever thing you spend [in His cause] - He will compensate it; and He is the best of providers.\"",
    "ban": "বলো, \"নিঃসন্দেহ আমার প্রভু জীবিকা বাড়িয়ে দেন তাঁর বান্দাদের মধ্যের যার জন্য তিনি ইচ্ছা করেন, আর তার জন্য সীমিতও করেন। আর যা-কিছু তোমরা ব্যয় কর তিনি তো তার প্রতিদান দেন, কেননা তিনিই জীবিকাদাতাদের মধ্যে সর্বশ্রেষ্ঠ।\""
  },
  {
    "num": "40",
    "ara": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
    "eng": "And [mention] the Day when He will gather them all and then say to the angels, \"Did these [people] used to worship you?\"",
    "ban": "আর সেইদিন তিনি তাদের একত্রিত করবেন সমবেতভাবে, তখন তিনি ফিরিশ্‌তাদের বলবেন -- \"এরাই কি তোমাদের পূজা করে থাকতো?\""
  },
  {
    "num": "41",
    "ara": "قَالُوا سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
    "eng": "They will say, \"Exalted are You! You, [O Allah], are our benefactor not them. Rather, they used to worship the jinn; most of them were believers in them.\"",
    "ban": "তারা বলবে -- \"তোমারই মহিমা হোক! তুমিই আমাদের মনিব, তারা নয়, বরং তারা উপাসনা করত জিনদের, তাদের অধিকাংশই ছিল ওদের প্রতি বিশ্বাসী।\""
  },
  {
    "num": "42",
    "ara": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
    "eng": "But today you do not hold for one another [the power of] benefit or harm, and We will say to those who wronged, \"Taste the punishment of the Fire, which you used to deny.\"",
    "ban": "সুতরাং সেইদিন তোমাদের কেউ অপর কারোর জন্য উপকার করার ক্ষমতা রাখবে না, অপকার করারও নয়। আর যারা অন্যায়াচরণ করেছিল তাদের আমরা বলব -- \"আগুনের শাস্তি আস্বাদন কর যেটি তোমরা মিথ্যা বলতে!\""
  },
  {
    "num": "43",
    "ara": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُّفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ",
    "eng": "And when our verses are recited to them as clear evidences, they say, \"This is not but a man who wishes to avert you from that which your fathers were worshipping.\" And they say, \"This is not except a lie invented.\" And those who disbelieve say of the truth when it has come to them, \"This is not but obvious magic.\"",
    "ban": "আর যখন তাদের কাছে আমাদের সুস্পষ্ট নির্দেশাবলী আবৃত্তি করা হয় তখন তারা বলে -- \"এ তো একজন মানুষ ছাড়া আর কেউ নয় যে তোমাদের ফিরিয়ে রাখতে চায় তা থেকে যার উপাসনা করত তোমাদের পিতৃপুরুষরা।\" আর তারা বলে -- \"এ একটি বানানো মিথ্যা ব্যতীত আর কিছু নয়।\" আর যারা অবিশ্বাস পোষণ করে তারা সত্য-সন্বন্ধে, এটি যখন তাদের কাছে আসে তখন, বলে -- \"এ স্পষ্ট জাদু বৈ তো নয়।\""
  },
  {
    "num": "44",
    "ara": "وَمَا آتَيْنَاهُم مِّن كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
    "eng": "And We had not given them any scriptures which they could study, and We had not sent to them before you, [O Muhammad], any warner.",
    "ban": "আর আমরা গ্রন্থাবলীর কোনো-কিছু তাদের দিই নি যেটি তারা পড়তে পাবে, আর তোমার পূর্বে তাদের কাছে আমরা সতর্ককারীদের কাউকেও পাঠাই নি।"
  },
  {
    "num": "45",
    "ara": "وَكَذَّبَ الَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ",
    "eng": "And those before them denied, and the people of Makkah have not attained a tenth of what We had given them. But the former peoples denied My messengers, so how [terrible] was My reproach.",
    "ban": "আর এদের পূর্বে যারা ছিল তারাও মিথ্যারোপ করেছিল, আর আমরা তাদের যা দিয়েছিলাম তার এক দশমাংশেও এরা পৌঁছায় নি, তারপর তারা আমার রসূলগণকে প্রত্যাখ্যান করেছিল, ফলে কেমন হয়েছিল আমার বিতৃষ্ণা!"
  },
  {
    "num": "46",
    "ara": "قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
    "eng": "Say, \"I only advise you of one [thing] - that you stand for Allah, [seeking truth] in pairs and individually, and then give thought.\" There is not in your companion any madness. He is only a warner to you before a severe punishment.",
    "ban": "তুমি বলো -- \"আমি তো তোমাদের একটি বিষয়ে উপদেশ দিচ্ছি -- তোমরা যেন আল্লাহ্‌র উদ্দেশ্যে দুজন করে অথবা একা একা উঠে দাঁড়াও, তারপর ভেবে দেখো -- তোমাদের সঙ্গীর মধ্যে কোনো জিন-ভূত নেই।\" তিনি তোমাদের জন্য একজন সতর্ককারী বৈ তো নন, আসন্ন কঠোর শাস্তি সম্পর্কে।"
  },
  {
    "num": "47",
    "ara": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ",
    "eng": "Say, \"Whatever payment I might have asked of you - it is yours. My payment is only from Allah, and He is, over all things, Witness.\"",
    "ban": "তুমি বলো -- \"যা-কিছু পারিশ্রমিক আমি তোমাদের কাছে চেয়েছি, সে তো তোমাদেরই জন্য! আমার পারিশ্রমিক আল্লাহ্‌র কাছে বৈ তো নয়, কেননা তিনি সব-কিছুর উপরে প্রত্যক্ষদশ।\""
  },
  {
    "num": "48",
    "ara": "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
    "eng": "Say, \"Indeed, my Lord projects the truth. Knower of the unseen.\"",
    "ban": "তুমি বলো -- \"নিঃসন্দেহ আমার প্রভু সত্য ছুঁড়ে থাকেন, তিনি অদৃশ্য বিষয়ে পরিজ্ঞাত।\""
  },
  {
    "num": "49",
    "ara": "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
    "eng": "Say, \"The truth has come, and falsehood can neither begin [anything] nor repeat [it].\"",
    "ban": "তুমি বলো -- \"সত্য এসেই গেছে, আর মিথ্যার উৎপত্তি হবে না, আর এর পুনরুদ্ভবও হবে না।\""
  },
  {
    "num": "50",
    "ara": "قُلْ إِن ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ",
    "eng": "Say, \"If I should err, I would only err against myself. But if I am guided, it is by what my Lord reveals to me. Indeed, He is Hearing and near.\"",
    "ban": "তুমি বলো -- \"যদি আমি বিপথে যাই তাহলে আমি তো আমার নিজেরই বিরুদ্ধে বিপথে গেছি, আর আমি যদি সৎপথে চলি তাহলে সেটি আমার প্রভু আমার কাছে যা প্রত্যাদেশ করেছিলেন তার জন্য। নিশ্চয় তিনি সর্বশ্রোতা, অতি নিকটবর্তী।\""
  },
  {
    "num": "51",
    "ara": "وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِن مَّكَانٍ قَرِيبٍ",
    "eng": "And if you could see when they are terrified but there is no escape, and they will be seized from a place nearby.",
    "ban": "আর তুমি যদি দেখতে পেতে যখন তারা ভীত-বিহল হয়ে পড়বে, তখন কোনো নিস্তার থাকতে না, আর তাদের পাকড়ানো হবে নিকটবর্তী স্থান থেকেই,"
  },
  {
    "num": "52",
    "ara": "وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِن مَّكَانٍ بَعِيدٍ",
    "eng": "And they will [then] say, \"We believe in it!\" But how for them will be the taking [of faith] from a place far away?",
    "ban": "আর তারা বলবে -- \"আমরা এতে বিশ্বাস করি।\" কিন্তু কেমন করে সুদূর স্থান থেকে তাদের জন্য পুনরাগমন সম্ভব হবে?"
  },
  {
    "num": "53",
    "ara": "وَقَدْ كَفَرُوا بِهِ مِن قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِن مَّكَانٍ بَعِيدٍ",
    "eng": "And they had already disbelieved in it before and would assault the unseen from a place far away.",
    "ban": "আর তারা এর আগেই তো এতে অবিশ্বাস করেছিল। আর অদৃশ্য সন্বন্ধে তারা অনুমান করত সুদূর স্থান থেকে।"
  },
  {
    "num": "54",
    "ara": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُّرِيبٍ",
    "eng": "And prevention will be placed between them and what they desire, as was done with their kind before. Indeed, they were in disquieting denial.",
    "ban": "আর তাদের মধ্যে ও তারা যা কামনা করে তার মধ্যে এক বেড়া খাড়া করা হবে, -- যেমন করা হয়েছিল ইতিপূর্বে এদের সমগোত্রীয়দের ক্ষেত্রে। নিঃসন্দেহ তারা এক ঘোর সন্দেহে রয়েছে ।"
  }
]
