[
  {
    "num": "1",
    "ara": "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "[All] praise is [due] to Allah, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allah is over all things competent.",
    "ban": "সমস্ত প্রশংসা আল্লাহ্‌র -- মহাকাশমন্ডলী ও পৃথিবীর আদিস্রষ্টা, ফিরিশ্‌তাদের সৃষ্টিকর্তা বাণীবাহকরূপে -- দুই বা তিন বা চারখানা ডানা সংযুক্ত। তিনি সৃষ্টির সঙ্গে বাড়াতে থাকেন যা-কিছু তিনি চান। নিঃসন্দেহ আল্লাহ্ সব-কিছুর উপরে সর্বশক্তি মান।"
  },
  {
    "num": "2",
    "ara": "مَّا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise.",
    "ban": "আল্লাহ্ লোকেদের জন্য করুণা থেকে যা খুলে ধরেন সেটি তবে রোধ করবার কেউ থাকবে না, আর যা তিনি রোধ করে রাখেন সেটি তবে এরপরে পাঠানোর কেউ থাকবে না। আর তিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "3",
    "ara": "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ",
    "eng": "O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?",
    "ban": "ওহে মানবগোষ্ঠী! তোমাদের উপরে আল্লাহ্‌র অনুগ্রহ স্মরণ করো। আল্লাহ্ ছাড়া কি অন্য স্রষ্টা রয়েছে যে মহাকাশ ও পৃথিবী থেকে তোমাদের জীবিকা দান করে? তিনি ব্যতীত অন্য উপাস্য নেই, সুতরাং কোথা থেকে তোমাদের ফেরানো হচ্ছে!"
  },
  {
    "num": "4",
    "ara": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
    "eng": "And if they deny you, [O Muhammad] - already were messengers denied before you. And to Allah are returned [all] matters.",
    "ban": "আর যদি তারা মিথ্যা আরোপ করে তবে তোমার আগেও রসূলগণ অবশ্য মিথ্যাবাদী আখ্যায়িত হয়েছিলেন। আর আল্লাহ্‌র তরফেই সব ব্যাপারকে ফিরিয়ে নেওয়া হবে।"
  },
  {
    "num": "5",
    "ara": "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ",
    "eng": "O mankind, indeed the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver.",
    "ban": "ওহে মানবগোষ্ঠী! নিঃসন্দেহ আল্লাহ্‌র ওয়াদা ধ্রুব সত্য, কাজেই এই দুনিয়ার জীবন তোমাদের যেন কিছুতেই প্রবঞ্চনা না করে।"
  },
  {
    "num": "6",
    "ara": "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
    "eng": "Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze.",
    "ban": "নিঃসন্দেহ শয়তান তোমাদের শত্রু, কাজেই তাকে শত্রু হিসেবে গ্রহণ কর! সে তো তার সাঙ্গোপাঙ্গকে কেবলই আহ্বান করে যেন তারা জ্বলন্ত আগুনের বাসিন্দা হয়।"
  },
  {
    "num": "7",
    "ara": "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
    "eng": "Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward.",
    "ban": "যারা অবিশ্বাস পোষণ করে তাদের জন্য আছে কঠোর শাস্তি। পক্ষান্তরে যারা ঈমান এনেছে ও সৎকাজ করেছে তাদের জন্য রয়েছে পরিত্রাণ ও এক বিরাট প্রতিদান।"
  },
  {
    "num": "8",
    "ara": "أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
    "eng": "Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allah sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allah is Knowing of what they do.",
    "ban": "কাউকেও যদি তার মন্দ কাজকে তার কাছে চিত্তাকর্ষক করা হয় এবং সেও এটি ভাল বলে দেখে সে কি তবে? সুতরাং আল্লাহ্ অবশ্য বিপথে চলতে দেন যাকে তিনি ইচ্ছা করেন, আর সৎপথে পরিচালিত করেন যাকে তিনি ইচ্ছা করেন। অতএব তুমি তাদের জন্য আক্ষেপের দ্বারা তোমার নিজেকে বিনাশ হতে দিয়ো না। নিঃসন্দেহ তারা যা করে সে সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।"
  },
  {
    "num": "9",
    "ara": "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ",
    "eng": "And it is Allah who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection.",
    "ban": "আর আল্লাহ্‌ই তিনি যিনি বায়ুপ্রবাহ পাঠান, ফলে এটি মেঘমালা সঞ্চালিত করে, তারপর আমরা তাকে নিয়ে যাই মৃত ভূখন্ডের দিকে, ফলে তার দ্বারা আমরা পৃথিবীকে তার মৃত্যুর পরে জীবনদান করি। এইভাবেই পুনরুত্থান হয়।"
  },
  {
    "num": "10",
    "ara": "مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ",
    "eng": "Whoever desires honor [through power] - then to Allah belongs all honor. To Him ascends good speech, and righteous work raises it. But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish.",
    "ban": "যে কেউ মানসম্মান চায় সমস্ত মানসম্মান তো আল্লাহ্‌র। তাঁরই দিকে উত্থিত হয় সকল খাঁটি বাক্যালাপ, আর পূণ্যময় কাজ -- তিনি তার উন্নতি সাধন করেন। আর যারা মন্দ কাজের ফন্দি আঁটে তাদের জন্য আছে কঠিন শাস্তি। আর এদের ফন্দি -- তা ব্যর্থ হবেই।"
  },
  {
    "num": "11",
    "ara": "وَاللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ",
    "eng": "And Allah created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allah is easy.",
    "ban": "আর আল্লাহ্ তোমাদের সৃষ্টি করেছেন মাটি থেকে, তারপর শুক্রকীট থেকে, তারপরে তিনি তোমাদের বানিয়েছেন যুগল। আর কোনো নারী গর্ভধারণ করে না অথবা প্রসব করে না তাঁর জানার বাইরে। আর কোনো বয়স্ক লোকের বয়েস বাড়ে না এবং তার বয়েস থেকে কিছু কমেও না, বরং তা রয়েছে কিতাবে। এটি নিশ্চয়ই আল্লাহ্‌র পক্ষে সহজসাধ্য।"
  },
  {
    "num": "12",
    "ara": "وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "eng": "And not alike are the two bodies of water. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful.",
    "ban": "আর দুটি সাগর একসমান নয়, এই একটি বিশুদ্ধ, তৃষ্ণানিবারক, যার পানকরণ সুমিষ্ট, আর এইটি লোনা, বিস্বাদ। তবুও তাদের প্রত্যেকটি থেকে তোমরা টাটকা মাংস খাও, আর বের করে আনো অলংকার যা তোমরা পরো। আর তুমি দেখতে পাও জাহাজগুলো তাতে বুকচিরে চলছে যেন তোমরা তাঁর করুণাভান্ডার থেকে রোজগার করতে পারো, আর যেন তোমরা কৃতজ্ঞতা জ্ঞাপন করো।"
  },
  {
    "num": "13",
    "ara": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
    "eng": "He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allah, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed.",
    "ban": "তিনি রাতকে দিনের মধ্যে প্রবেশ করান ও দিনকে প্রবেশ করান রাতের মধ্যে, আর তিনি সূর্য ও চন্দ্রকে নিয়ন্ত্রণাধীন করেছেন -- প্রত্যেকটিই ভেসে চলে এক নির্দিষ্টকালের জন্য। এই হচ্ছেন আল্লাহ্‌, তোমাদের প্রভু, তাঁরই হচ্ছে সার্বভৌমত্ব। কিন্তু তাঁকে বাদ দিয়ে যাদের তোমরা ডাক তারা তো তুচ্ছ কিছুরও ক্ষমতা রাখে না।"
  },
  {
    "num": "14",
    "ara": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
    "eng": "If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association. And none can inform you like [one] Acquainted [with all matters].",
    "ban": "যদি তোমরা তাদের ডাক তারা তোমাদের ডাক শুনবে না, আর তারা যদিও শুনতে পায় তবু তারা তোমাদের প্রতি সাড়া দেবে না। আর কিয়ামতের দিনে তারা অস্বীকার করবে তোমাদের শরীক করার কথা। আর কেউ তোমাকে জানাতে পারে না পূর্ণ- ওয়াকিফহালের।"
  },
  {
    "num": "15",
    "ara": "يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
    "eng": "O mankind, you are those in need of Allah, while Allah is the Free of need, the Praiseworthy.",
    "ban": "ওহে মানবজাতি! তোমরা তো আল্লাহ্‌র মুখাপেক্ষী, -- আর আল্লাহ্‌, তিনি স্বয়ংসমৃদ্ধ, পরম প্রশংসিত।"
  },
  {
    "num": "16",
    "ara": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
    "eng": "If He wills, He can do away with you and bring forth a new creation.",
    "ban": "যদি তিনি চান তবে তিনি তোমাদের গত করে দেবেন এবং নিয়ে আসবেন এক নতুন সৃষ্টি, --"
  },
  {
    "num": "17",
    "ara": "وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
    "eng": "And that is for Allah not difficult.",
    "ban": "আর এটি আল্লাহ্‌র জন্যে মোটেই কঠিন নয়।"
  },
  {
    "num": "18",
    "ara": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ وَمَن تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ وَإِلَى اللَّهِ الْمَصِيرُ",
    "eng": "And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allah is the [final] destination.",
    "ban": "আর কোনো বোঝা বহনকারী অন্যের বোঝা বইবে না। আর গুরুভারে পীড়িত কেউ যদি তার বোঝার জন্যে ডাকে, তা থেকে কিছুই বয়ে নেওয়া হবে না, যদিও সে নিকটা‌ত্মীয় হয়। তুমি তো সাবধান করতে পার কেবলমাত্র তাদের যারা তাদের প্রভুকে ভয় করে আড়ালে, আর নামায কায়েম করে। আর যে কেউ নিজেকে পবিত্র করে, সে তো তবে পবিত্র করে তার নিজেরই জন্যে। আর আল্লাহ্‌র কাছেই প্রত্যাবর্তন।"
  },
  {
    "num": "19",
    "ara": "وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ",
    "eng": "Not equal are the blind and the seeing,",
    "ban": "আর অন্ধ ও চক্ষুষ্মান একসমান নয়,"
  },
  {
    "num": "20",
    "ara": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
    "eng": "Nor are the darknesses and the light,",
    "ban": "আর অন্ধকার ও আলোকও নয়,"
  },
  {
    "num": "21",
    "ara": "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
    "eng": "Nor are the shade and the heat,",
    "ban": "আর ছায়া ও উত্তপ্ত নৈশ-বায়ুপ্রবাহও নয়।"
  },
  {
    "num": "22",
    "ara": "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَن يَشَاءُ وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ",
    "eng": "And not equal are the living and the dead. Indeed, Allah causes to hear whom He wills, but you cannot make hear those in the graves.",
    "ban": "আর জীবন্ত এবং মৃতও একসমান নয়। নিঃসন্দেহ আল্লাহ্ যাকে ইচ্ছা করেন তাকে শুনিয়ে থাকেন, আর যারা কবরে রয়েছে তাদের তুমি শোনাতে সক্ষম নও।"
  },
  {
    "num": "23",
    "ara": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
    "eng": "You, [O Muhammad], are not but a warner.",
    "ban": "তুমি একজন সতর্ককারী বৈ তো নও।"
  },
  {
    "num": "24",
    "ara": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
    "eng": "Indeed, We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner.",
    "ban": "নিঃসন্দেহ আমরা তোমাকে পাঠিয়েছি সত্যের সঙ্গে -- সুসংবাদদাতারূপে ও সতর্ককারীরূপে। আর এমন কোন সম্প্রদায় নেই যাদের মধ্যে একজন সতর্ককারী না গেছেন।"
  },
  {
    "num": "25",
    "ara": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
    "eng": "And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture.",
    "ban": "আর এরা যদি তোমার প্রতি মিথ্যা আরোপ করে তাহলে এদের আগে যারা ছিল তারাও মিথ্যা আরোপ করেছিল, তাদের কাছে তাদের রসূলগণ এসেছিলেন সুস্পষ্ট প্রমাণাবলী নিয়ে, আর ধর্মগ্রন্থাবলী নিয়ে ও উজ্জ্বল গ্রন্থ নিয়ে।"
  },
  {
    "num": "26",
    "ara": "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ",
    "eng": "Then I seized the ones who disbelieved, and how [terrible] was My reproach.",
    "ban": "তারপর আমি তাদের পাকড়াও করলাম যারা অবিশ্বাস পোষণ করেছিল, সুতরাং কেমন হয়েছিল তাদের প্রতি আমার বিতৃষ্ণা!"
  },
  {
    "num": "27",
    "ara": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
    "eng": "Do you not see that Allah sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black.",
    "ban": "তুমি কি দেখতে পাও নি যে নিঃসন্দেহ আল্লাহ্ আকাশ থেকে পানি বর্ষণ করেন? তারপর আমরা তার দ্বারা উৎপাদন করি ফলফসল -- যার রঙচঙ নানান ধরনের। আর পাহাড়গুলোতে আছে স্তর, সাদা ও লাল, বিচিত্র তার বর্ণ, আর নিকষ কালো।"
  },
  {
    "num": "28",
    "ara": "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
    "eng": "And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allah, from among His servants, who have knowledge. Indeed, Allah is Exalted in Might and Forgiving.",
    "ban": "আর লোকেদের ও জীবজন্তুর ও গবাদি-পশুর মধ্যেও তাদের রঙচঙে এ ধরনের বৈচিত্র রয়েছে। নিঃসন্দেহ তাঁর বান্দাদের মধ্যের আলীম-পন্ডিত ব্যক্তিবর্গ আল্লাহ্‌কে ভয় করে। আল্লাহ্ নিশ্চয়ই মহাশক্তিশালী, পরিত্রাণকারী।"
  },
  {
    "num": "29",
    "ara": "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَّن تَبُورَ",
    "eng": "Indeed, those who recite the Book of Allah and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a profit that will never perish -",
    "ban": "নিঃসন্দেহ যারা আল্লাহ্‌র গ্রন্থ পাঠ করে আর নামায কায়েম করে, আর আমরা তাদের যে জীবনোপকরণ দান করেছি তা থেকে তারা গোপনে ও প্রকাশ্যভাবে খরচ করে থাকে, তারা এমন একটি বাণিজ্যের আশা রাখে যা কখনো বিনষ্ট হবে না, --"
  },
  {
    "num": "30",
    "ara": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ",
    "eng": "That He may give them in full their rewards and increase for them of His bounty. Indeed, He is Forgiving and Appreciative.",
    "ban": "যেন তিনি তাদের পারিশ্রমিক পুরোপুরি তাদের দিতে পারেন এবং তাঁর করুণাভান্ডার থেকে তাদের বাড়িয়ে দিতে পারেন। নিঃসন্দেহ তিনি পরিত্রাণকারী, গুণগ্রাহী।"
  },
  {
    "num": "31",
    "ara": "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
    "eng": "And that which We have revealed to you, [O Muhammad], of the Book is the truth, confirming what was before it. Indeed, Allah, of His servants, is Acquainted and Seeing.",
    "ban": "আর আমরা তোমার কাছে গ্রন্থ থেকে যা প্রত্যাদিষ্ট করেছি তা সত্য, সমর্থন করছে যা এর আগে রয়েছে। নিঃসন্দেহ আল্লাহ্ তাঁর বান্দাদের সন্বন্ধে পূর্ণ-ওয়াকিবহাল, সর্বদ্রষ্টা।"
  },
  {
    "num": "32",
    "ara": "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
    "eng": "Then we caused to inherit the Book those We have chosen of Our servants; and among them is he who wrongs himself, and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allah. That [inheritance] is what is the great bounty.",
    "ban": "তারপর আমরা গ্রন্থখানা উত্তরাধিকার করতে দিয়েছি তাদের যাদের আমরা নির্বাচন করেছি আমাদের দাসদের মধ্য থেকে, তবে তাদের মধ্যে কেউ নিজেদের অন্তরা‌ত্মার প্রতি অন্যায়কারী, আর তাদের মধ্যে কেউ হচ্ছে মধ্যমপন্থী, আর তাদের মধ্যে রয়েছে আল্লাহ্‌র অনুমতিক্রমে ভালোকাজে অগ্রগামী। এইটিই হচ্ছে মহান অনুগ্রহ প্রাচুর্য্য।"
  },
  {
    "num": "33",
    "ara": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
    "eng": "[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk.",
    "ban": "নন্দন কানন -- তারা এটিতে প্রবেশ করবে, সেখানে তাদের অলঙ্কৃত করানো হবে সোনা ও মুক্তোর কঙ্কন দিয়ে, আর তাদের পোশাক-পরিচ্ছদ সেখানে হবে রেশমের।"
  },
  {
    "num": "34",
    "ara": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
    "eng": "And they will say, \"Praise to Allah, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative -",
    "ban": "আর তারা বলবে -- \"সকল প্রশংসা আল্লাহ্‌র, যিনি আমাদের থেকে দুঃখ-দুর্দশা দূর করে দিয়েছেন। আমাদের প্রভু অবশ্যই পরিত্রাণকারী, গুণগ্রাহী, --"
  },
  {
    "num": "35",
    "ara": "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِن فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
    "eng": "He who has settled us in the home of duration out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind].\"",
    "ban": "\"যিনি তাঁর অনুগ্রহপ্রাচুর্য বশতঃ আমাদের বসবাস করিয়েছেন স্থায়ী বাসস্থানে, সেখানে পরিশ্রম আমাদের স্পর্শ করবে না, আর সেখানে আমাদের স্পর্শ করবে না পরিশ্রান্তি।\""
  },
  {
    "num": "36",
    "ara": "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ",
    "eng": "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them so they may die, nor will its torment be lightened for them. Thus do we recompense every ungrateful one.",
    "ban": "পক্ষান্তরে যারা অবিশ্বাস পোষণ করে তাদের জন্য রয়েছে জাহান্নামের আগুন, তা নিঃশেষ হয়ে যাবে না তাদের জন্যে, যার ফলে তারা মরে যেতে পারে, আর তাদের উপর থেকে এর শাস্তির কিছুটাও কমানো হবে না! এইভাবেই আমরা প্রতিদান দিই প্রত্যেক অবিশ্বাসীকে।"
  },
  {
    "num": "37",
    "ara": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ",
    "eng": "And they will cry out therein, \"Our Lord, remove us; we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper.",
    "ban": "আর সেখানে তারা আর্তনাদ করবে -- \"আমাদের প্রভু! আমাদের বের করে আনো, আমরা ভালো কাজ করব, -- তা ব্যতীত যা আমরা করতাম।\" \"আমরা কি তোমাদের দীর্ঘজীবন দিই নি যেন, যে মনোযোগ দিতে চায় সে সেখানে মনোযোগ দিতে পারে, আর তোমাদের কাছে সতর্ককারীও এসেছিলেন? তাই আস্বাদন কর, আর অন্যায়কারীদের জন্য কোনো সাহায্যকারী নেই।\""
  },
  {
    "num": "38",
    "ara": "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "eng": "Indeed, Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts.",
    "ban": "আল্লাহ্ নিশ্চয়ই মহাকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়-বস্তুর সম্যক জ্ঞাতা। তিনি বুকের ভেতরে যা রয়েছে সে-সন্বন্ধে সর্বজ্ঞাতা।"
  },
  {
    "num": "39",
    "ara": "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
    "eng": "It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss.",
    "ban": "তিনিই সেইজন যিনি পৃথিবীতে তোমাদের প্রতিনিধি বানিয়েছেন। সুতরাং যে অস্বীকার করে তার বিরুদ্ধেই তাহলে যাবে তার অবিশ্বাস। আর অবিশ্বাসীদের জন্য তাদের অবিশ্বাস তাদের প্রভুর নজরে কিছুই বাড়ায় না বিতৃষ্ণা ব্যতীত, আর অবিশ্বাসীদের জন্য তাদের অবিশ্বাস ক্ষতি ব্যতীত আর কিছুই বাড়ায় না।"
  },
  {
    "num": "40",
    "ara": "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَتٍ مِّنْهُ بَلْ إِن يَعِدُ الظَّالِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
    "eng": "Say, \"Have you considered your 'partners' whom you invoke besides Allah? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion.\"",
    "ban": "তুমি বলো -- \"তোমরা কি ভেবে দেখেছ তোমাদের অংশীদেবতাদের কথা যাদের তোমরা আল্লাহ্‌কে বাদ দিয়ে ডাক? আমাকে দেখাও তো পৃথিবীর কোনো অংশ তারা সৃষ্টি করেছে, না কি তাদের কোনো শরিকানা রয়েছে মহাকাশমন্ডলে?\" না কি আমরা তাদের এমন কোনো গ্রন্থ দিয়েছি যার থেকে তারা স্পষ্ট প্রমাণের উপরে রয়েছে? না, অন্যায়াচারীরা তাদের একে অন্যকে প্রতারণা করা ব্যতীত অন্য প্রতি‌শ্রুতি দেয় না।"
  },
  {
    "num": "41",
    "ara": "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
    "eng": "Indeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving.",
    "ban": "আল্লাহ্ আলবৎ মহাকাশমন্ডলী ও পৃথিবীকে ধরে রেখেছেন পাছে তারা কক্ষচ্যুত হয়, আর যদি বা তারা কক্ষচ্যুত হয় তাহলে তিনি ব্যতীত তাদের ধরে রাখবার মতো কেউ নেই। নিঃসন্দেহ তিনি অতি অমায়িক, পরিত্রাণকারী।"
  },
  {
    "num": "42",
    "ara": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
    "eng": "And they swore by Allah their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion.",
    "ban": "আর তারা আল্লাহ্‌র নামে শপথ খায় তাদের সব চাইতে জোরালো শপথের দ্বারা যে যদি তাদের কাছে একজন সতর্ককারী আসতেন তাহলে তারা নিশ্চয়ই অন্যান্য সম্প্রদায়ের যে কোনোটির চেয়ে অধিকতর সৎপথাবলন্বী হতো। কিন্তু যখন তাদের কাছে একজন সতর্ককারী এলেন তখন তাতে বিতৃষ্ণা ব্যতীত তাদের আর কিছুই বাড়লো না, --"
  },
  {
    "num": "43",
    "ara": "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
    "eng": "[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way of the former peoples? But you will never find in the way of Allah any change, and you will never find in the way of Allah any alteration.",
    "ban": "উদ্ধত ব্যবহারে এই পৃথিবীতে ও কুটিল ষড়যন্ত্রে। আর কুটিল ষড়যন্ত্র অন্য কাউকে ঘেরাও করে না তার কর্তাদের ব্যতীত। কাজেই তারা কি পূর্ববর্তীদের নজির ছাড়া আর কিছুর প্রতীক্ষা করে? কিন্তু তুমি তো আল্লাহ্‌র বিধানের কোনো পরিবর্তন কখনও পাবে না, আর তুমি কখনো আল্লাহ্‌র বিধানের কোনো ব্যতিক্রম পাবে না।"
  },
  {
    "num": "44",
    "ara": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِن شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
    "eng": "Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allah is not to be caused failure by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent.",
    "ban": "তারা কি তবে পৃথিবীতে পরিভ্রমণ করে না, তাহলে তারা দেখতে পেতো কেমন হয়েছিল তাদের পরিণাম যারা ছিল এদের অগ্রগামী, আর তারা ছিল এদের চেয়েও শক্তিতে প্রবল? আর আল্লাহ্ এমন নন যে তাঁর থেকে কোন-কিছু এড়িয়ে যেতে পারে মহাকাশমন্ডলীতে, আর পৃথিবীতেও নয়। নিঃসন্দেহ তিনি হচ্ছেন সর্বজ্ঞাতা, পরম ক্ষমতাবান।"
  },
  {
    "num": "45",
    "ara": "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَابَّةٍ وَلَكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
    "eng": "And if Allah were to impose blame on the people for what they have earned, He would not leave upon the earth any creature. But He defers them for a specified term. And when their time comes, then indeed Allah has ever been, of His servants, Seeing.",
    "ban": "আর আল্লাহ্ যদি লোকেদের পাকড়াও করতেন তারা যা অর্জন করেছে সেজন্য, তাহলে এর পিঠে তিনি জীবজন্তুদের কাউকেও ছাড়তেন না, কিন্তু তিনি এক নির্ধারিত কাল পর্যন্ত তাদের অবকাশ দিয়ে থাকেন। সুতরাং যখন তাদের নির্ধারিত কাল এসে যায় তখন আল্লাহ্ আলবৎ তাঁর বান্দাদের প্রতি সর্বদ্রষ্টা।"
  }
]
