[
  {
    "num": "1",
    "ara": "يس",
    "eng": "Ya, Seen.",
    "ban": "ইয়া সীন!"
  },
  {
    "num": "2",
    "ara": "وَالْقُرْآنِ الْحَكِيمِ",
    "eng": "By the wise Qur'an.",
    "ban": "জ্ঞানগর্ভ কুরআনের শপথ, --"
  },
  {
    "num": "3",
    "ara": "إِنَّكَ لَمِنَ الْمُرْسَلِينَ",
    "eng": "Indeed you, [O Muhammad], are from among the messengers,",
    "ban": "নিঃসন্দেহ তুমি তো প্রেরিত পুরুষদের অন্যতম, --"
  },
  {
    "num": "4",
    "ara": "عَلَى صِرَاطٍ مُّسْتَقِيمٍ",
    "eng": "On a straight path.",
    "ban": "সহজ-সঠিক পথে অধিষ্ঠিত রয়েছে।"
  },
  {
    "num": "5",
    "ara": "تَنزِيلَ الْعَزِيزِ الرَّحِيمِ",
    "eng": "[This is] a revelation of the Exalted in Might, the Merciful,",
    "ban": "মহাশক্তিশালী, অফুরন্ত ফলদাতার থেকে এক অবতারণ, --"
  },
  {
    "num": "6",
    "ara": "لِتُنذِرَ قَوْمًا مَّا أُنذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ",
    "eng": "That you may warn a people whose forefathers were not warned, so they are unaware.",
    "ban": "যেন তুমি সতর্ক করতে পার সেই জাতিকে যাদের পিতৃপুরুষদের সতর্ক করা হয় নি, যার ফলে তারা অজ্ঞ রয়ে গেছে।"
  },
  {
    "num": "7",
    "ara": "لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
    "eng": "Already the word has come into effect upon most of them, so they do not believe.",
    "ban": "সুনিশ্চিত যে বক্তব্যটি তাদের অনেকের সন্বন্ধে সত্য প্রতিপন্ন হয়েছে, তাই তারা বিশ্বাস করছে না।"
  },
  {
    "num": "8",
    "ara": "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُم مُّقْمَحُونَ",
    "eng": "Indeed, We have put shackles on their necks, and they are to their chins, so they are with heads [kept] aloft.",
    "ban": "আমরা নিশ্চয় তাদের গলায় বেড়ি পরিয়ে দিয়েছি, আর তা পৌঁছেছে চিবুক পর্যন্ত, ফলে তারা মাথা চড়ানো অবস্থায় রয়েছে।"
  },
  {
    "num": "9",
    "ara": "وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ",
    "eng": "And We have put before them a barrier and behind them a barrier and covered them, so they do not see.",
    "ban": "আর আমরা তাদের সামনে স্থাপন করেছি এক বেড়া আর তাদের পেছনেও এক বেড়া, ফলে আমরা তাদের ঢেকে ফেলেছি, সুতরাং তারা দেখতে পায় না।"
  },
  {
    "num": "10",
    "ara": "وَسَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "eng": "And it is all the same for them whether you warn them or do not warn them - they will not believe.",
    "ban": "এটি তাদের কাছে একাকার -- তুমি তাদের সতর্ক কর অথবা তুমি তাদের সতর্ক নাই কর, তারা বিশ্বাস করবে না।"
  },
  {
    "num": "11",
    "ara": "إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
    "eng": "You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward.",
    "ban": "নিঃসন্দেহ তুমি তো সতর্ক করতে পার তাকে যে উপদেশ অনুসরণ করে চলে, আর পরম করুণাময়কে নিভৃতে ভয় করে। সুতরাং তাকে তুমি সুসংবাদ দাও পরিত্রাণের এবং এক মহান প্রতিদানের।"
  },
  {
    "num": "12",
    "ara": "إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُّبِينٍ",
    "eng": "Indeed, it is We who bring the dead to life and record what they have put forth and what they left behind, and all things We have enumerated in a clear register.",
    "ban": "নিঃসন্দেহ আমরা -- আমরা নিজেরাই মৃতকে জীবন্ত করি, আর আমরা লিখে রাখি যা তারা আগবাড়ায় আর তাদের পদচিহ্নসমূহ। আর সমস্ত ব্যাপার-স্যাপার -- আমরা তা সংরক্ষিত রেখেছি এক সুস্পষ্ট গ্রন্থে।"
  },
  {
    "num": "13",
    "ara": "وَاضْرِبْ لَهُم مَّثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ",
    "eng": "And present to them an example: the people of the city, when the messengers came to it -",
    "ban": "আর তাদের জন্য উপমা ছোঁড়ো এক জনপদের অধিবাসীদের -- যখন সেখানে রসূলগণ এসেছিলেন।"
  },
  {
    "num": "14",
    "ara": "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْسَلُونَ",
    "eng": "When We sent to them two but they denied them, so We strengthened them with a third, and they said, \"Indeed, we are messengers to you.\"",
    "ban": "দেখো! আমরা তাদের কাছে দুজনকে পাঠিয়েছিলাম, কিন্তু তারা এদের দুজনেরই প্রতি মিথ্যারোপ করেছিল, তখন আমরা তৃতীয় জনকে দিয়ে শক্তিবৃদ্ধি করি। সুতরাং তাঁরা বলেছিলেন -- \"নিঃসন্দেহ তোমাদের কাছে আমরা প্রেরিত হয়েছি।\""
  },
  {
    "num": "15",
    "ara": "قَالُوا مَا أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَا أَنزَلَ الرَّحْمَنُ مِن شَيْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
    "eng": "They said, \"You are not but human beings like us, and the Most Merciful has not revealed a thing. You are only telling lies.\"",
    "ban": "তারা বলেছিল -- \"তোমরা তো আমাদের ন্যায় মানুষ ছাড়া আর কিছু নও, আর পরম করুণাময় কোনো কিছুই অবতারণ করেন নি, তোমরা তো কেবল মিথ্যা কথা বলছ।\""
  },
  {
    "num": "16",
    "ara": "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ",
    "eng": "They said, \"Our Lord knows that we are messengers to you,",
    "ban": "তাঁরা বলেছিলেন -- \"আমাদের প্রভু জানেন যে আমরা নিশ্চয়ই তোমাদের কাছে প্রেরিতপুরুষই বটে।"
  },
  {
    "num": "17",
    "ara": "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ",
    "eng": "And we are not responsible except for clear notification.\"",
    "ban": "\"আর আমাদের উপরে হচ্ছে স্পষ্টভাবে পৌঁছে দেওয়া ছাড়া অন্য কিছু নয়।\""
  },
  {
    "num": "18",
    "ara": "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِن لَّمْ تَنتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "eng": "They said, \"Indeed, we consider you a bad omen. If you do not desist, we will surely stone you, and there will surely touch you, from us, a painful punishment.\"",
    "ban": "তারা বললে, \"তোমাদের থেকে আমরা অবশ্যই অমঙ্গল আশঙ্কা করি, যদি তোমরা বিরত না হও তবে আমরা অবশ্যই তোমাদের পাথর মেরে মেরে ফেলব, আর আমাদের থেকে মর্মন্তুদ শাস্তি তোমাদের স্পর্শ করবে।\""
  },
  {
    "num": "19",
    "ara": "قَالُوا طَائِرُكُم مَّعَكُمْ أَئِن ذُكِّرْتُم بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "eng": "They said, \"Your omen is with yourselves. Is it because you were reminded? Rather, you are a transgressing people.\"",
    "ban": "তাঁরা বললেন, \"তোমাদের পাখিগুলো তোমাদের সঙ্গেই রয়েছে। তোমাদের তো স্মরণ করিয়ে দেয়া হয়েছে! বস্তুতঃ তোমরা হচ্ছ অমিতাচারী জাতি।"
  },
  {
    "num": "20",
    "ara": "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ",
    "eng": "And there came from the farthest end of the city a man, running. He said, \"O my people, follow the messengers.",
    "ban": "আর শহরের দূর প্রান্ত থেকে একজন লোক দেড়ে এল, সে বললে -- \"হে আমার স্বজাতি! প্রেরিতপুরুষগণকে অনুসরণ করো, --"
  },
  {
    "num": "21",
    "ara": "اتَّبِعُوا مَن لَّا يَسْأَلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
    "eng": "Follow those who do not ask of you [any] payment, and they are [rightly] guided.",
    "ban": "\"অনুসরণ করো তাঁদের যারা তোমাদের কাছ থেকে কোনো পারিশ্রমিকের সওয়াল করেন না, আর তাঁরা হচ্ছেন সৎপথে চালিত।\""
  },
  {
    "num": "22",
    "ara": "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ",
    "eng": "And why should I not worship He who created me and to whom you will be returned?",
    "ban": "\"আর আমার কি হয়েছে যে আমি তাঁর উপাসনা করব না, যিনি আমাকে সৃজন করেছেন, আর তাঁরই কাছে তোমাদের ফিরিয়ে নেয়া হবে?"
  },
  {
    "num": "23",
    "ara": "أَأَتَّخِذُ مِن دُونِهِ آلِهَةً إِن يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَّا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنقِذُونِ",
    "eng": "Should I take other than Him [false] deities [while], if the Most Merciful intends for me some adversity, their intercession will not avail me at all, nor can they save me?",
    "ban": "\"আমি কি তাঁকে বাদ দিয়ে অন্য উপাস্যদের গ্রহণ করব, পরম করুণাময় যদি আমাকে দুঃখ-দুর্দশা দিতে চাইতেন তবে তাদের সুপারিশ আমার কোনো কাজে আসবে না, আর তারা আমাকে উদ্ধার করতেও পারবে না?"
  },
  {
    "num": "24",
    "ara": "إِنِّي إِذًا لَّفِي ضَلَالٍ مُّبِينٍ",
    "eng": "Indeed, I would then be in manifest error.",
    "ban": "\"এমন ক্ষেত্রে আমি তো নিশ্চয় স্পষ্ট ভুলের মধ্যে পড়ব।"
  },
  {
    "num": "25",
    "ara": "إِنِّي آمَنتُ بِرَبِّكُمْ فَاسْمَعُونِ",
    "eng": "Indeed, I have believed in your Lord, so listen to me.\"",
    "ban": "\"আমি আলবৎ তোমাদের প্রভুর প্রতি ঈমান এনেছি, সেজন্য আমার কথা শোনো।\""
  },
  {
    "num": "26",
    "ara": "قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ",
    "eng": "It was said, \"Enter Paradise.\" He said, \"I wish my people could know",
    "ban": "বলা হলো -- \"জান্নাতে প্রবেশ কর।\" তিনি বললেন -- \"হায় আফসোস! আমার স্বজাতি যদি জানতে পারত, --"
  },
  {
    "num": "27",
    "ara": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ",
    "eng": "Of how my Lord has forgiven me and placed me among the honored.\"",
    "ban": "\"কি কারণে আমার প্রভু আমাকে পরিত্রাণ করেছেন, আর আমাকে সম্মানিতদের অন্তর্ভুক্ত করেছেন।\""
  },
  {
    "num": "28",
    "ara": "وَمَا أَنزَلْنَا عَلَى قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ",
    "eng": "And We did not send down upon his people after him any soldiers from the heaven, nor would We have done so.",
    "ban": "আর তাঁর পরে তাঁর লোকদের প্রতি আমরা আকাশ থেকে কোনো বাহিনী পাঠাই নি, আর আমরা কখনো প্রেরণকারী নই।"
  },
  {
    "num": "29",
    "ara": "إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ",
    "eng": "It was not but one shout, and immediately they were extinguished.",
    "ban": "এটি অবশ্য একটিমাত্র মহাগর্জন বৈ তো নয়, তখন দেখো, তারা নিথরদেহী হয়ে গেল!"
  },
  {
    "num": "30",
    "ara": "يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "How regretful for the servants. There did not come to them any messenger except that they used to ridicule him.",
    "ban": "হায় আফসোস বান্দাদের জন্য! তাদের কাছে এমন কোনো রসূল আসেন নি যাঁকে নিয়ে তারা ঠাট্টা-বিদ্রূপ না করেছে!"
  },
  {
    "num": "31",
    "ara": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
    "eng": "Have they not considered how many generations We destroyed before them - that they to them will not return?",
    "ban": "তারা কি দেখে নি তাদের পূর্বে কত মানবগোষ্ঠীকে আমরা ধ্বংস করেছি, কেননা তারা তাঁদের প্রতি ফিরতো না?"
  },
  {
    "num": "32",
    "ara": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "eng": "And indeed, all of them will yet be brought present before Us.",
    "ban": "আর নিশ্চয়ই সবাইকে, -- আলবৎ সব ক'জনকে, আমাদের সামনে হাজির করা হবে।"
  },
  {
    "num": "33",
    "ara": "وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
    "eng": "And a sign for them is the dead earth. We have brought it to life and brought forth from it grain, and from it they eat.",
    "ban": "আর তাদের জন্য একটি নিদর্শন হচ্ছে মৃত ভূখন্ড, আমরা তাতে প্রাণ সঞ্চার করি, আর তা থেকে উৎপন্ন করি শস্য, ফলে সেটি থেকে তারা আহার করে।"
  },
  {
    "num": "34",
    "ara": "وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ",
    "eng": "And We placed therein gardens of palm trees and grapevines and caused to burst forth therefrom some springs -",
    "ban": "আর আমরা তাতে বানিয়েছি খেজুর ও আঙুরের বাগানসমূহ, আর তার মাঝে আমরা উৎসারিত করি প্রস্রবণ,"
  },
  {
    "num": "35",
    "ara": "لِيَأْكُلُوا مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ",
    "eng": "That they may eat of His fruit. And their hands have not produced it, so will they not be grateful?",
    "ban": "যেন তারা এর ফলমূল থেকে আহার করতে পারে, অথচ তাদের হাতে এটি বানায় নি। তবু কি তারা কৃতজ্ঞতা প্রকাশ করবে না?"
  },
  {
    "num": "36",
    "ara": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
    "eng": "Exalted is He who created all pairs - from what the earth grows and from themselves and from that which they do not know.",
    "ban": "সকল মহিমা তাঁর যিনি জোড়ায়-জোড়ায় সৃষ্টি করেছেন -- পৃথিবী যা উৎপাদন করে তার মধ্যের সব-কিছু, আর তাদের নিজেদের মধ্যেও, আর তারা যার কথা জানে না তাদের মধ্যেও।"
  },
  {
    "num": "37",
    "ara": "وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
    "eng": "And a sign for them is the night. We remove from it [the light of] day, so they are [left] in darkness.",
    "ban": "আর তাদের কাছে একটি নিদর্শন হচ্ছে রাত্রি, তা থেকে আমরা বের করে আনি দিনকে, তারপর দেখো! তারা অন্ধকারাচ্ছন্ন হয়ে থাকে!"
  },
  {
    "num": "38",
    "ara": "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
    "eng": "And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might, the Knowing.",
    "ban": "আর সূর্য তার গন্তব্য পথে বিচরণ করে। এটিই মহাশক্তিশালী সর্বজ্ঞাতার নির্ধারিত বিধান।"
  },
  {
    "num": "39",
    "ara": "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ",
    "eng": "And the moon - We have determined for it phases, until it returns [appearing] like the old date stalk.",
    "ban": "আর চন্দ্রের বেলা -- আমরা এর জন্য বিধান করেছি বিভিন্ন অবস্থান, শেষপর্যন্ত তা শুকনো পুরোনো খেজুরবৃন্তের ন্যায় হয়ে যায়।"
  },
  {
    "num": "40",
    "ara": "لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
    "eng": "It is not allowable for the sun to reach the moon, nor does the night overtake the day, but each, in an orbit, is swimming.",
    "ban": "সূর্যের নিজের সাধ্য নেই চন্দ্রকে ধরার, আর রাতেরও নেই দিনকে অতিক্রম করার। আর সবক'টিই কক্ষপথে ভাসছে।"
  },
  {
    "num": "41",
    "ara": "وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ",
    "eng": "And a sign for them is that We carried their forefathers in a laden ship.",
    "ban": "আর তাদের জন্য একটি নিদর্শন হচ্ছে এই যে আমরা তাদের সন্তান-সন্ততিকে বহন করি বোঝাই করা জাহাজে, --"
  },
  {
    "num": "42",
    "ara": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِ مَا يَرْكَبُونَ",
    "eng": "And We created for them from the likes of it that which they ride.",
    "ban": "আর তাদের জন্য আমরা বানিয়েছি এগুলোর অনুরূপ অন্যান্য যা তারা চড়বে।"
  },
  {
    "num": "43",
    "ara": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
    "eng": "And if We should will, We could drown them; then no one responding to a cry would there be for them, nor would they be saved",
    "ban": "আর আমরা যদি ইচ্ছা করি তবে তাদের ডুবিয়েও দিতে পারি, তখন তাদের জন্য কোনো সাহায্যকারী থাকবে না, আর তাদের উদ্ধার করাও হবে না, --"
  },
  {
    "num": "44",
    "ara": "إِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا إِلَى حِينٍ",
    "eng": "Except as a mercy from Us and provision for a time.",
    "ban": "আমাদের থেকে করুণা ব্যতীত, আর কিছুকালের জন্য জীবনোপভোগকরণ মাত্র।"
  },
  {
    "num": "45",
    "ara": "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
    "eng": "But when it is said to them, \"Beware of what is before you and what is behind you; perhaps you will receive mercy... \"",
    "ban": "আর যখন তাদের বলা হয় -- \"ভয় করো যা তোমাদের সামনে রয়েছে আর যা তোমাদের পেছনে রয়েছে, যেন তোমাদের প্রতি করুণা করা হয়।\""
  },
  {
    "num": "46",
    "ara": "وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
    "eng": "And no sign comes to them from the signs of their Lord except that they are from it turning away.",
    "ban": "আর তাদের প্রভুর বাণীসমূহের মধ্যে থেকে এমন কোনো বাণী তাদের কাছে আসে নি যা থেকে তারা বরাবর ফিরে না গেছে।"
  },
  {
    "num": "47",
    "ara": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَن لَّوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنتُمْ إِلَّا فِي ضَلَالٍ مُّبِينٍ",
    "eng": "And when it is said to them, \"Spend from that which Allah has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allah had willed, He would have fed? You are not but in clear error.\"",
    "ban": "আর যখন তাদের বলা হয় -- \"আল্লাহ্ তোমাদের যা রিযেক দিয়েছেন তা থেকে খরচ করো।\" তখন যারা অবিশ্বাস পোষণ করে তারা বলে তাদের যারা বিশ্বাস করেছে -- \"আমরা কি তাদের খাওয়াব যাদের, আল্লাহ্ যদি চাইতেন তবে তিনিই খাওয়াতে পারতেন? তোমরা স্পষ্ট ভুলের মধ্যে ছাড়া আর কোথাও তো নও।\""
  },
  {
    "num": "48",
    "ara": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ",
    "eng": "And they say, \"When is this promise, if you should be truthful?\"",
    "ban": "আর তারা বলে -- \"সেই ওয়াদা কখন পূর্ণ হবে, যদি তোমরা সত্যবাদী হও?\""
  },
  {
    "num": "49",
    "ara": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
    "eng": "They do not await except one blast which will seize them while they are disputing.",
    "ban": "তারা একটিমাত্র মহাগর্জন ছাড়া আর কিছুর অপেক্ষা করছে না, এটি তাদের আঘাত করবে যখন তারা কথা কাটাকাটি করছে।"
  },
  {
    "num": "50",
    "ara": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَى أَهْلِهِمْ يَرْجِعُونَ",
    "eng": "And they will not be able [to give] any instruction, nor to their people can they return.",
    "ban": "তখন তারা ওসিয়ৎ করতেও সমর্থ হবে না, আর তারা তাদের পরিবারবর্গের কাছে ফিরতেও পারবে না।"
  },
  {
    "num": "51",
    "ara": "وَنُفِخَ فِي الصُّورِ فَإِذَا هُم مِّنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنسِلُونَ",
    "eng": "And the Horn will be blown; and at once from the graves to their Lord they will hasten.",
    "ban": "আর শিঙায় ফুৎকার দেওয়া হবে, তখন দেখো! তারা কবরগুলো থেকে তাদের প্রভুর দিকে ছুটে আসবে।"
  },
  {
    "num": "52",
    "ara": "قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ",
    "eng": "They will say, \"O woe to us! Who has raised us up from our sleeping place?\" [The reply will be], \"This is what the Most Merciful had promised, and the messengers told the truth.\"",
    "ban": "তারা বলবে -- \"হায় ধিক্ আমাদের! কে আমাদের উঠিয়ে দিলে আমাদের ঘুমানোর স্থান থেকে? এটিই হচ্ছে যা পরম করুণাময় ওয়াদা করেছিলেন, আর রসূলগণ সত্য কথাই বলেছিলেন।\""
  },
  {
    "num": "53",
    "ara": "إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "eng": "It will not be but one blast, and at once they are all brought present before Us.",
    "ban": "সেটি একটিমাত্র মহাগর্জন বৈ তো নয়, তখন দেখো! তাদের সমবেতভাবে আমাদের সামনে হাজির করা হবে।"
  },
  {
    "num": "54",
    "ara": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
    "eng": "So today no soul will be wronged at all, and you will not be recompensed except for what you used to do.",
    "ban": "সুতরাং সেইদিন কোনো লোকের প্রতি কিছুমাত্রও অবিচার করা হবে না, আর তোমরাও যা করে থাকতে তা ছাড়া তোমাদের অন্য প্রতিদান দেওয়া হবে না।"
  },
  {
    "num": "55",
    "ara": "إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ",
    "eng": "Indeed the companions of Paradise, that Day, will be amused in [joyful] occupation -",
    "ban": "নিঃসন্দেহ জান্নাতের বাসিন্দারা সেইদিন আনন্দের মাঝে কালাতিপাত করবে।"
  },
  {
    "num": "56",
    "ara": "هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ",
    "eng": "They and their spouses - in shade, reclining on adorned couches.",
    "ban": "তারা ও তাদের সঙ্গিনীরা স্নিগ্ধ ছায়ায় উঁচু আসনের উপরে হেলান দিয়ে বসবে।"
  },
  {
    "num": "57",
    "ara": "لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
    "eng": "For them therein is fruit, and for them is whatever they request [or wish]",
    "ban": "তাদের জন্য সেখানে থাকবে ফলফসল, আর তাদের জন্য রইবে যা তারা কামনা করে।"
  },
  {
    "num": "58",
    "ara": "سَلَامٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
    "eng": "[And] \"Peace,\" a word from a Merciful Lord.",
    "ban": "অফুরন্ত ফলদাতা প্রভুর তরফ থেকে সম্ভাষণ হচ্ছে -- \"সালাম\"।"
  },
  {
    "num": "59",
    "ara": "وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ",
    "eng": "[Then He will say], \"But stand apart today, you criminals.",
    "ban": "আর \"আজ বিচ্ছিন্ন হয়ে যাও, হে অপরাধিগণ!"
  },
  {
    "num": "60",
    "ara": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "eng": "Did I not enjoin upon you, O children of Adam, that you not worship Satan - [for] indeed, he is to you a clear enemy -",
    "ban": "\"হে আদম-সন্তানগণ! আমি কি তোমাদের নির্দেশ দিই নি যে তোমরা শয়তানের আরাধনা করবে না, নিঃসন্দেহ সে তোমাদের জন্য প্রকাশ্য শত্রু, --"
  },
  {
    "num": "61",
    "ara": "وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُّسْتَقِيمٌ",
    "eng": "And that you worship [only] Me? This is a straight path.",
    "ban": "\"বরং তোমরা আমারই উপাসনা করো? এটিই তো শুদ্ধ-সঠিক পথ।"
  },
  {
    "num": "62",
    "ara": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ",
    "eng": "And he had already led astray from among you much of creation, so did you not use reason?",
    "ban": "\"আর তোমাদের মধ্যের অনেক বড়বড় দলকে সে বিভ্রান্ত করেই ফেলেছে। তবুও কি তোমরা বুঝেসুঝে চলবে না?"
  },
  {
    "num": "63",
    "ara": "هَذِهِ جَهَنَّمُ الَّتِي كُنتُمْ تُوعَدُونَ",
    "eng": "This is the Hellfire which you were promised.",
    "ban": "\"এটিই হচ্ছে জাহান্নাম যে-সন্বন্ধে তোমাদের ওয়াদা করা হয়েছিল।"
  },
  {
    "num": "64",
    "ara": "اصْلَوْهَا الْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "eng": "[Enter to] burn therein today for what you used to deny.\"",
    "ban": "\"এতে তোমরা প্রবেশ করো আজকের দিনে যেহেতু তোমরা অবিশ্বাস করেছিলে।\""
  },
  {
    "num": "65",
    "ara": "الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "That Day, We will seal over their mouths, and their hands will speak to Us, and their feet will testify about what they used to earn.",
    "ban": "সেইদিন আমরা তাদের মুখের উপর মোহর মেরে দেব, বরং তাদের হাত আমাদের সাথে কথা বলবে, আর তাদের পা সাক্ষ্য দেবে যা তারা অর্জন করত সে-সন্বন্ধে।"
  },
  {
    "num": "66",
    "ara": "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ",
    "eng": "And if We willed, We could have obliterated their eyes, and they would race to [find] the path, and how could they see?",
    "ban": "আর আমরা যদি চাইতাম তবে আমরা তাদের চোখের উপরে দৃষ্টিহীনতা এনে দিতাম, তখন তারা পথের দিকে ধাওয়া করত, কিন্তু কেমন করে তারা দেখতে পাবে?"
  },
  {
    "num": "67",
    "ara": "وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ",
    "eng": "And if We willed, We could have deformed them, [paralyzing them] in their places so they would not be able to proceed, nor could they return.",
    "ban": "আর আমরা যদি চাইতাম তবে আমরা তাদের বাড়িগুলোতেই তাদের নিশ্চল-নিস্তব্ধ করে দিতাম, তখন তারা এগিয়ে যেতে সক্ষম হবে না, ফিরে আসতেও পারবে না।"
  },
  {
    "num": "68",
    "ara": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ",
    "eng": "And he to whom We grant long life We reverse in creation; so will they not understand?",
    "ban": "আর যাকে আমরা দীর্ঘ জীবন দান করি তাকে তো আমরা সৃষ্টিতে ঘুরিয়ে দিই। তবুও কি তারা বুঝে না।"
  },
  {
    "num": "69",
    "ara": "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُّبِينٌ",
    "eng": "And We did not give Prophet Muhammad, knowledge of poetry, nor is it befitting for him. It is not but a message and a clear Qur'an",
    "ban": "আর আমরা তাঁকে কবিত্ব শেখাই নি, আর তা তাঁর পক্ষে সমীচীনও নয়। এটি স্মারক গ্রন্থ ও সুস্পষ্ট কুরআন বৈ তো নয়, --"
  },
  {
    "num": "70",
    "ara": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ",
    "eng": "To warn whoever is alive and justify the word against the disbelievers.",
    "ban": "যেন তিনি সাবধান করতে পারেন তাকে যে জীবন্ত রয়েছে, আর অবিশ্বাসীদের বিরুদ্ধে রায় ন্যায়সঙ্গত হয়েছে।"
  },
  {
    "num": "71",
    "ara": "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ",
    "eng": "Do they not see that We have created for them from what Our hands have made, grazing livestock, and [then] they are their owners?",
    "ban": "তারা কি লক্ষ্য করে নি যে আমরাই তো তাদের জন্য সৃষ্টি করেছি আমাদের হাত যা বানিয়েছে তা থেকে গবাদি-পশুগুলো, তারপর তারাই এগুলোর মালিক হয়ে যায়?"
  },
  {
    "num": "72",
    "ara": "وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
    "eng": "And We have tamed them for them, so some of them they ride, and some of them they eat.",
    "ban": "আর এগুলোকে আমরা তাদের বশীভূত করে দিয়েছি, ফলে এদের মধ্যের কিছু তাদের বাহন আর এদের কিছু তারা খায়।"
  },
  {
    "num": "73",
    "ara": "وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ",
    "eng": "And for them therein are [other] benefits and drinks, so will they not be grateful?",
    "ban": "আর তাদের জন্য এগুলোতে রয়েছে উপকারিতা, আর পানীয় বস্তু। তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না?"
  },
  {
    "num": "74",
    "ara": "وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
    "eng": "But they have taken besides Allah [false] deities that perhaps they would be helped.",
    "ban": "আর তারা আল্লাহ্‌কে বাদ দিয়ে উপাস্যদের গ্রহণ করেছে যাতে তাদের সাহায্য করা হয়।"
  },
  {
    "num": "75",
    "ara": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
    "eng": "They are not able to help them, and they [themselves] are for them soldiers in attendance.",
    "ban": "ওরা কোনো ক্ষমতা রাখে না তাদের সাহায্য করার, বরং তারা হবে এদের জন্য এক বাহিনী যাদের হাজির করা হবে।"
  },
  {
    "num": "76",
    "ara": "فَلَا يَحْزُنكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "eng": "So let not their speech grieve you. Indeed, We know what they conceal and what they declare.",
    "ban": "সুতরাং তাদের কথাবার্তা তোমাকে যেন কষ্ট না দেয়। আমরা নিশ্চয়ই জানি যা তারা লুকিয়ে রাখে আর যা তারা প্রকাশ করে।"
  },
  {
    "num": "77",
    "ara": "أَوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
    "eng": "Does man not consider that We created him from a [mere] sperm-drop - then at once he is a clear adversary?",
    "ban": "আচ্ছা, মানুষ কি দেখে না যে আমারা তাকে নিশ্চয়ই এক শুক্রকীট থেকে সৃষ্টি করেছি? তারপর, কি আশ্চর্য! সে একজন প্রকাশ্য বিতর্ককারী হয়ে যায়।"
  },
  {
    "num": "78",
    "ara": "وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ",
    "eng": "And he presents for Us an example and forgets his [own] creation. He says, \"Who will give life to bones while they are disintegrated?\"",
    "ban": "আর সে আমাদের সদৃশ বানায়, আর ভুলে যায় তার নিজের সৃষ্টির কথা। সে বলে -- \"হাড়-গোড়ের মধ্যে কে প্রাণ দেবে যখন তা গলে-পচে যাবে?\""
  },
  {
    "num": "79",
    "ara": "قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
    "eng": "Say, \"He will give them life who produced them the first time; and He is, of all creation, Knowing.\"",
    "ban": "তুমি বলো -- \"তিনিই তাতে প্রাণ সঞ্চার করবেন যিনি প্রথমবারে তাদের সৃজন করেছিলেন। আর তিনি প্রত্যেকটি সৃষ্টি সন্বন্ধে সর্বজ্ঞাতা, --"
  },
  {
    "num": "80",
    "ara": "الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنتُم مِّنْهُ تُوقِدُونَ",
    "eng": "[It is] He who made for you from the green tree, fire, and then from it you ignite.",
    "ban": "যিনি তোমাদের জন্য সবুজ গাছ থেকে আগুন তৈরি করেন, তারপর দেখো! তোমরা তা দিয়ে আগুন জ্বালো।"
  },
  {
    "num": "81",
    "ara": "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَن يَخْلُقَ مِثْلَهُم بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ",
    "eng": "Is not He who created the heavens and the earth Able to create the likes of them? Yes, [it is so]; and He is the Knowing Creator.",
    "ban": "আচ্ছা, যিনি মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সক্ষম নন? হাঁ, বস্তুতঃ তিনিই তো মহাস্রষ্টা, সর্বজ্ঞাতা।"
  },
  {
    "num": "82",
    "ara": "إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ",
    "eng": "His command is only when He intends a thing that He says to it, \"Be,\" and it is.",
    "ban": "যখন তিনি কোনো-কিছু ইচ্ছা করেন তখন তাঁর নির্দেশ হল যে তিনি সে-সন্বন্ধে শুধু বলেন -- \"হও\", আর তা হয়ে যায়।"
  },
  {
    "num": "83",
    "ara": "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ",
    "eng": "So exalted is He in whose hand is the realm of all things, and to Him you will be returned.",
    "ban": "সুতরাং সকল মহিমা তাঁরই যাঁর হাতে রয়েছে সমস্ত কিছুর শাসনভার, আর তাঁরই নিকট তোমাদের ফিরিয়ে আনা হবে।"
  }
]
