[
  {
    "num": "1",
    "ara": "ص وَالْقُرْآنِ ذِي الذِّكْرِ",
    "eng": "Sad. By the Qur'an containing reminder...",
    "ban": "ছোয়াদ! উপদেশ পরিপূর্ণ কুরআনের শপথ।"
  },
  {
    "num": "2",
    "ara": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ",
    "eng": "But those who disbelieve are in pride and dissension.",
    "ban": "কিন্ত যারা অবিশ্বাস পোষণ করে তারা আ‌ত্মাভিমানে ও দলপাকানোয় মগ্ন রয়েছে।"
  },
  {
    "num": "3",
    "ara": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍ",
    "eng": "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape.",
    "ban": "এদের পূর্বে মানবগোষ্ঠীর কতকে যে আমরা ধ্বংস করেছি! তখন তারা চীৎকার করেছিল। কিন্ত সেই সময়ে পরিত্রাণের আর উপায় ছিল না।"
  },
  {
    "num": "4",
    "ara": "وَعَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ",
    "eng": "And they wonder that there has come to them a warner from among themselves. And the disbelievers say, \"This is a magician and a liar.",
    "ban": "আর তারা আশ্চর্য হয় যে তাদের মধ্য থেকেই তাদের কাছে একজন সতর্ককারী এসেছেন, আর অবিশ্বাসীরা বলে -- \"এ তো একজন জাদুকর, ধোকাবাজ।"
  },
  {
    "num": "5",
    "ara": "أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ",
    "eng": "Has he made the gods [only] one God? Indeed, this is a curious thing.\"",
    "ban": "\"কী! সে কি উপাস্যগণকে একইজন উপাস্য বানিয়েছে? এ তো নিশ্চয়ই এক আজব ব্যাপার!\""
  },
  {
    "num": "6",
    "ara": "وَانطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ",
    "eng": "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended.",
    "ban": "আর তাদের মধ্যের প্রধানরা সরে পড়ে এই বলে -- \"তোমরা যাও এবং তোমাদের উপাস্যদের প্রতি আকঁড়ে থাকো। নিঃসন্দেহ এটি হচ্ছে অভিসন্ধিমূলক ব্যাপার।"
  },
  {
    "num": "7",
    "ara": "مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ",
    "eng": "We have not heard of this in the latest religion. This is not but a fabrication.",
    "ban": "\"আমরা শেষের ধর্মবিধানে এমন কথা শুনি নি, এটি মনগড়া উক্তি বৈ তো নয়।"
  },
  {
    "num": "8",
    "ara": "أَأُنزِلَ عَلَيْهِ الذِّكْرُ مِن بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِّن ذِكْرِي بَل لَّمَّا يَذُوقُوا عَذَابِ",
    "eng": "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment.",
    "ban": "\"কী! আমাদের মধ্য থেকে বুঝি তারই কাছে স্মারক-গ্রন্থ অবতীর্ণ হল?\" বস্তুতঃ তারা আমার স্মারক গ্রন্থ সন্বন্ধে সন্দেহের মধ্যেই রয়েছে? প্রকৃতপক্ষে তারা এখনও আমার শাস্তি আস্বাদন করে নি।"
  },
  {
    "num": "9",
    "ara": "أَمْ عِندَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ",
    "eng": "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?",
    "ban": "অথবা তাদের কাছে কি রয়েছে তোমার প্রভুর করুণার ভান্ডার -- মহাশক্তিশালী, মহাদাতা?"
  },
  {
    "num": "10",
    "ara": "أَمْ لَهُم مُّلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ",
    "eng": "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access.",
    "ban": "অথবা তাদের কি সার্বভৌমত্ব আছে মহাকাশমন্ডলীর ও পৃথিবীর এবং এই দুইয়ের মধ্যে যা-কিছু আছে তার? তাহলে তারা মাল- আসবাবের মধ্যে উঠতে থাকুক।"
  },
  {
    "num": "11",
    "ara": "جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ الْأَحْزَابِ",
    "eng": "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers].",
    "ban": "এখানেই সম্মিলিত সৈন্যদলের এক বাহিনী পরাজিত হবে।"
  },
  {
    "num": "12",
    "ara": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ",
    "eng": "The people of Noah denied before them, and [the tribe of] 'Aad and Pharaoh, the owner of stakes,",
    "ban": "এদের আগে নূহের ও 'আদের ও বহু শিবিরের মালিক ফিরআউনের লোকদল মিথ্যারোপ করেছিল,"
  },
  {
    "num": "13",
    "ara": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ",
    "eng": "And [the tribe of] Thamud and the people of Lot and the companions of the thicket. Those are the companies.",
    "ban": "আর ছামুদজাতি ও লুতের স্বজাতি ও অরণ্যের বাসিন্দারা। ওরাও ছিল বিশাল বাহিনী।"
  },
  {
    "num": "14",
    "ara": "إِن كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ",
    "eng": "Each of them denied the messengers, so My penalty was justified.",
    "ban": "সকলেই রসূলগণের প্রতি মিথ্যারোপ করেছিল বৈ তো নয়, সেজন্য আমার শাস্তিদান ছিল ন্যায়সঙ্গত।"
  },
  {
    "num": "15",
    "ara": "وَمَا يَنظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَّا لَهَا مِن فَوَاقٍ",
    "eng": "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay.",
    "ban": "আর এরা তো প্রতীক্ষা করে না একটিমাত্র মহাগর্জন ব্যতীত আর কিছুর, তা থেকে কোনো অবকাশ থাকবে না।"
  },
  {
    "num": "16",
    "ara": "وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ",
    "eng": "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account\"",
    "ban": "আর তারা বলে -- \"আমাদের প্রভু! হিসেব-নিকেশের দিনের আগেই আমাদের অংশ আমাদের জন্য ত্বরান্বিত কর।\""
  },
  {
    "num": "17",
    "ara": "اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ",
    "eng": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allah].",
    "ban": "তারা যা বলে তা সত্ত্বেও তুমি অধ্যবসায় চালিয়ে যাও, আর আমাদের বান্দা হাত থাকা দাউদকে স্মরণ কর, তিনি নিশ্চয়ই সতত ফিরতেন!"
  },
  {
    "num": "18",
    "ara": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ",
    "eng": "Indeed, We subjected the mountains [to praise] with him, exalting [Allah] in the [late] afternoon and [after] sunrise.",
    "ban": "আমরা তো পাহাড়গুলোকে বশীভূত করেছিলাম তাঁর সঙ্গে জপ করতে রাত্রিকালে ও সূর্যোদয়ে, --"
  },
  {
    "num": "19",
    "ara": "وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ",
    "eng": "And the birds were assembled, all with him repeating [praises].",
    "ban": "আর পাখীরা সমবেত হতো। সবাই ছিল তাঁর প্রতি অনুগত।"
  },
  {
    "num": "20",
    "ara": "وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ",
    "eng": "And We strengthened his kingdom and gave him wisdom and discernment in speech.",
    "ban": "আর আমরা তাঁর সাম্রাজ্যকে সুদৃঢ় করেছিলাম, আর তাঁকে দিয়েছিলাম জ্ঞান ও বিচারক্ষমতাসম্পন্ন সংবিধান।"
  },
  {
    "num": "21",
    "ara": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ",
    "eng": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -",
    "ban": "আর তোমার কাছে কি দুশমনের কাহিনী এসে পৌঁছেছে? কেমন করে তারা রাজকক্ষে বেয়ে উঠল?"
  },
  {
    "num": "22",
    "ara": "إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُم بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ",
    "eng": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path.",
    "ban": "যখন তারা দাউদের সামনে ঢুকে পড়ল তখন তিনি তাদের সন্বন্ধে সন্ত্রস্থ হলেন। তারা বললে -- \"ভয় করবেন না, দুজন দুশমন, আমাদের একজন অন্যজনের প্রতি শত্রুতা করেছে, অতএব আমাদের মধ্যে ন্যায়ের সাথে বিচার করে দিন, আর অন্যায় করবেন না, আর আমাদের সঠিক পথে পরিচালিত করুন।"
  },
  {
    "num": "23",
    "ara": "إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ",
    "eng": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\"",
    "ban": "\"এইজন অবশ্য আমার ভাই, তার রয়েছে নিরানব্বুইটি ভেড়ী আর আমার আছে একটিমাত্র ভেড়ী, কিন্ত সে বলে -- 'ওটি আমাকে দিয়ে দাও', আর সে আমাকে তর্কাতর্কিতে হারিয়ে দিয়েছে।\""
  },
  {
    "num": "24",
    "ara": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِّنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ",
    "eng": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah].",
    "ban": "তিনি বললেন -- \"তোমার ভেড়ীকে তার ভেড়ীদের সঙ্গে দাবি করে সে তোমার প্রতি আলবৎ অন্যায় করেছে। নিঃসন্দেহ অংশীদারদের মধ্যের অনেকেই -- তাদের কেউ কেউ অন্যের প্রতি শত্রুতা করে, তারা ব্যতীত যারা ঈমান এনেছে ও সৎকাজ করছে, আর যারা তেমন তারা অল্পসংখ্যক।\" আর দাউদ ভেবেছিলেন যে আমরা নিশ্চয়ই তাঁকে পরীক্ষা করছিলাম, সেজন্য তিনি তাঁর প্রভুর কাছে পরিত্রাণ খুজঁছিলেন, আর তিনি লুটিয়ে পড়লেন আনত হয়ে এবং বারবার ফিরতে থাকলেন।"
  },
  {
    "num": "25",
    "ara": "فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلْفَى وَحُسْنَ مَآبٍ",
    "eng": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return.",
    "ban": "কাজেই এই ব্যাপারে আমরা তাঁকে পরিত্রাণ করেছিলাম। আর নিশ্চয়ই তাঁর জন্য আমাদের কাছে তো নৈকট্য রয়েছে, আর রয়েছে এক সুন্দর গন্তব্যস্থল।"
  },
  {
    "num": "26",
    "ara": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَن سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ",
    "eng": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allah.\" Indeed, those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account.",
    "ban": "\"হে দাউদ! আমরা তোমাকে পৃথিবীতে খলিফা বানিয়েছি, সেজন্য তুমি লোকজনের মধ্যে বিচার করো ন্যায়সঙ্গতভাবে, আর খেয়ালখুশীর অনুসরণ করো না, পাছে তা তোমাকে আল্লাহ্‌র পথ থেকে ভ্রষ্ট করে ফেলে। নিঃসন্দেহ যারা আল্লাহ্‌র পথ থেকে বিপথে যায় তাদের জন্য রয়েছে কঠোর শাস্তি। কেননা তারা ভুলে গিয়েছিল হিসেব-নিকেশের দিনের কথা।\""
  },
  {
    "num": "27",
    "ara": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ",
    "eng": "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire.",
    "ban": "আর আমরা মহাকাশ ও পৃথিবী এবং এ দুয়ের মধ্যে যা-কিছু আছে তা বৃথা সৃষ্টি করি নি। এরকম ধারণা হচ্ছে তাদের যারা অবিশ্বাস পোষণ করে। সুতরাং আগুনের কারণে ধিক্ তাদের জন্য যারা অবিশ্বাস পোষণ করে।"
  },
  {
    "num": "28",
    "ara": "أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ",
    "eng": "Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked?",
    "ban": "যারা ঈমান এনেছে ও সৎকাজ করছে তাদের কি আমরা পৃথিবীতে ফ্যাসাদ-সৃষ্টিকারীদের ন্যায় গণ্য করব? অথবা ধর্মভীরুদের কি আমরা জ্ঞান করব পাপিষ্ঠদের ন্যায়?"
  },
  {
    "num": "29",
    "ara": "كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ",
    "eng": "[This is] a blessed Book which We have revealed to you, [O Muhammad], that they might reflect upon its verses and that those of understanding would be reminded.",
    "ban": "একখানা গ্রন্থ -- আমরা এটি তোমার কাছে অবতারণ করছি, কল্যাণময়, যেন তারা এর আয়াতগুলো সন্বন্ধে ভাবতে পারে, আর বুদ্ধিশুদ্ধি থাকা লোকেরা যেন উপদেশ গ্রহণ করতে পারে।"
  },
  {
    "num": "30",
    "ara": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ",
    "eng": "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allah].",
    "ban": "আর আমরা দাউদের জন্য সুলাইমানকে দিয়েছিলাম। অতি উত্তম বান্দা! নিঃসন্দেহ তিনি বারবার ফিরতেন।"
  },
  {
    "num": "31",
    "ara": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ",
    "eng": "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses.",
    "ban": "দেখো! বিকেলবেলা তাঁর সমক্ষে দ্রতগামী ঘোড়াদের হাজির করা হল,"
  },
  {
    "num": "32",
    "ara": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ",
    "eng": "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until the sun disappeared into the curtain [of darkness].\"",
    "ban": "তখন তিনি বললেন -- \"আমি অবশ্য ভালবস্তুর ভাললাগাকে ভাল পেয়ে গেছি আমার প্রভুকে স্মরণ রাখার জন্যে,\" -- যে পর্যন্ত না তারা পর্দার আড়ালে অদৃশ্য হয়ে গেল।"
  },
  {
    "num": "33",
    "ara": "رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ",
    "eng": "[He said], \"Return them to me,\" and set about striking [their] legs and necks.",
    "ban": "\"ওদের আমার কাছে নিয়ে এসো।\" তখন তিনি পা ও ঘাড় মালিশ করতে লাগলেন।"
  },
  {
    "num": "34",
    "ara": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ",
    "eng": "And We certainly tried Solomon and placed on his throne a body; then he returned.",
    "ban": "আর আমরা নিশ্চয়ই সুলাইমানকে পরীক্ষা করেছিলাম, আর তাঁর সিংহাসনে আমরা স্থাপন করেছিলাম একটি দেহ মাত্র, তখন তিনি ফিরলেন।"
  },
  {
    "num": "35",
    "ara": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَّا يَنبَغِي لِأَحَدٍ مِّن بَعْدِي إِنَّكَ أَنتَ الْوَهَّابُ",
    "eng": "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\"",
    "ban": "তিনি বললেন -- \"আমার প্রভু! আমাকে পরিত্রাণ করো আর আমাকে এমন এক সাম্রাজ্য প্রদান করো যা আমার পরে আর করোর জন্যে যোগ্য না হয়। নিঃসন্দেহ তুমি -- তুমিই মহাদাতা।\""
  },
  {
    "num": "36",
    "ara": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ",
    "eng": "So We subjected to him the wind blowing by his command, gently, wherever he directed,",
    "ban": "তারপর আমরা বাতাসকে তাঁর জন্য অনুগত করে দিলাম, তাঁর আদেশে তা স্বচ্ছন্দগতিতে চলত যেখানে তিনি পাঠাতেন,"
  },
  {
    "num": "37",
    "ara": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ",
    "eng": "And [also] the devils [of jinn] - every builder and diver",
    "ban": "আর শয়তানদের -- সবক'টি মিস্ত্রী ও ডুবুরী,"
  },
  {
    "num": "38",
    "ara": "وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ",
    "eng": "And others bound together in shackles.",
    "ban": "আর অন্যদের শৃঙ্খলাবদ্ধ অবস্থায়।"
  },
  {
    "num": "39",
    "ara": "هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
    "eng": "[We said], \"This is Our gift, so grant or withhold without account.\"",
    "ban": "\"এ হচ্ছে আমাদের দান, অতএব তুমি দান কর বা রেখে দাও -- কোনো হিসাবপত্র লাগবে না।\""
  },
  {
    "num": "40",
    "ara": "وَإِنَّ لَهُ عِندَنَا لَزُلْفَى وَحُسْنَ مَآبٍ",
    "eng": "And indeed, for him is nearness to Us and a good place of return.",
    "ban": "আর নিঃসন্দেহ তাঁর জন্য আমাদের কাছে তো নৈকট্য অবধারিত রয়েছে, আর রয়েছে এক সুন্দর গন্তব্যস্থান।"
  },
  {
    "num": "41",
    "ara": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ",
    "eng": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\"",
    "ban": "আর আমাদের বান্দা আইয়ূবকে স্মরণ করো। দেখো, তিনি তাঁর প্রভুকে ডেকে বলেছিলেন -- \"শয়তান আমাকে পীড়ন করছে ক্লান্তি ও কষ্ট দিয়ে।\""
  },
  {
    "num": "42",
    "ara": "ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ",
    "eng": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for] a cool bath and drink.\"",
    "ban": "\"তোমার পা দিয়ে আঘাত করো, এটি এক ঠান্ডা গোসলের জায়গা ও পানীয়।\""
  },
  {
    "num": "43",
    "ara": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ",
    "eng": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding.",
    "ban": "আর আমরা তাঁকে দিয়েছিলাম তাঁর পরিজনবর্গ আর তাদের সঙ্গে তাদের মতো অন্যদের, -- আমাদের তরফ থেকে অনুগ্রহস্বরূপ এবং বোধশক্তির অধিকারীদের জন্য উপদেশ-স্বরূপ!"
  },
  {
    "num": "44",
    "ara": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِّعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ",
    "eng": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah].",
    "ban": "আর \"তোমার হাতে একটি ডাল নাও এবং তা দিয়ে আঘাত করো, আর তুমি সংকল্প ত্যাগ করো না।\" নিঃসন্দেহ আমরা তাঁকে পেয়েছিলাম অধ্যবসায়ী। কত উত্তম বান্দা! তিনি নিশ্চয়ই বারবার ফিরতেন।"
  },
  {
    "num": "45",
    "ara": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ",
    "eng": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision.",
    "ban": "আর স্মরণ করো আমাদের দাস ইব্রাহীম ও ইসহাক ও ইয়াকুবকে, তাঁরা ছিলেন ক্ষমতার ও অন্তদৃষ্টির অধিকারী।"
  },
  {
    "num": "46",
    "ara": "إِنَّا أَخْلَصْنَاهُم بِخَالِصَةٍ ذِكْرَى الدَّارِ",
    "eng": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter].",
    "ban": "নিঃসন্দেহ আমরা তাঁদের বানিয়েছিলাম এক অকৃত্রিম গুণে নিষ্ঠাবান -- বাসস্থানের স্মরণ।"
  },
  {
    "num": "47",
    "ara": "وَإِنَّهُمْ عِندَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ",
    "eng": "And indeed they are, to Us, among the chosen and outstanding.",
    "ban": "আর তাঁরা নিশ্চয়ই আমাদের কাছে ছিলেন মনোনীত ও সজ্জনদের অন্তর্ভুক্ত।"
  },
  {
    "num": "48",
    "ara": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِّنَ الْأَخْيَارِ",
    "eng": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding.",
    "ban": "আর স্মরণ কর ইসমাইল ও ইয়াসাআ ও যুল-কিফলকে, কারণ তাঁরা সবাই ছিলেন সজ্জনদের অন্যতম।"
  },
  {
    "num": "49",
    "ara": "هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ",
    "eng": "This is a reminder. And indeed, for the righteous is a good place of return",
    "ban": "এ এক স্মারকগ্রন্থ, আর নিশ্চয়ই ধর্মভীরুদের জন্য তো রয়েছে উত্তম গন্তব্যস্থল, --"
  },
  {
    "num": "50",
    "ara": "جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْأَبْوَابُ",
    "eng": "Gardens of perpetual residence, whose doors will be opened to them.",
    "ban": "নন্দন কানন, তাদের জন্য খোলা রয়েছে দরজাগুলো।"
  },
  {
    "num": "51",
    "ara": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
    "eng": "Reclining within them, they will call therein for abundant fruit and drink.",
    "ban": "সেখানে তারা হেলান দিয়ে সমাসীন হবে, আহ্বান করবে সেখানে প্রচুর ফলমূল ও পানীয় দ্রব্যের জন্য।"
  },
  {
    "num": "52",
    "ara": "وَعِندَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ",
    "eng": "And with them will be women limiting [their] glances and of equal age.",
    "ban": "তার তাদের কাছে থাকবে সলাজ-নম্র আয়তলোচন, সমবয়স্ক।"
  },
  {
    "num": "53",
    "ara": "هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ",
    "eng": "This is what you, [the righteous], are promised for the Day of Account.",
    "ban": "\"এটিই সেই যা তোমাদের ওয়াদা করা হয়েছিল হিসেব-নিকেশের দিনের জন্য।"
  },
  {
    "num": "54",
    "ara": "إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ",
    "eng": "Indeed, this is Our provision; for it there is no depletion.",
    "ban": "\"এইই আলবৎ আমাদের দেওয়া রিযেক, এর কোনো নিঃশেষ নেই।\""
  },
  {
    "num": "55",
    "ara": "هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ",
    "eng": "This [is so]. But indeed, for the transgressors is an evil place of return -",
    "ban": "এটিই! আর নিঃসন্দেহ সীমালংঘনকারীদের জন্য তো রয়েছে নিকৃষ্ট গন্তব্যস্থল, --"
  },
  {
    "num": "56",
    "ara": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ",
    "eng": "Hell, which they will [enter to] burn, and wretched is the resting place.",
    "ban": "জাহান্নাম, তারা তাতে প্রবেশ করবে, সুতরাং কত মন্দ সেই বিশ্রামস্থান!"
  },
  {
    "num": "57",
    "ara": "هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
    "eng": "This - so let them taste it - is scalding water and [foul] purulence.",
    "ban": "এই-ই! অতএব তারা এটি আস্বাদন করুক -- ফুটন্ত-গরম ও হিমশীতল, --"
  },
  {
    "num": "58",
    "ara": "وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ",
    "eng": "And other [punishments] of its type [in various] kinds.",
    "ban": "আর অন্যান্য রয়েছে এই ধরনের -- জোড়ায়-জোড়ায়।"
  },
  {
    "num": "59",
    "ara": "هَذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُو النَّارِ",
    "eng": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\"",
    "ban": "\"এই এক বাহিনী -- তোমাদের সঙ্গে দিগ্বিদিগ্‌জ্ঞানশূন্য হয়ে ছুটছে, তাদের জন্য কোনো অভিনন্দন নেই? তারা নিশ্চয়ই আগুনে পুড়বে।\""
  },
  {
    "num": "60",
    "ara": "قَالُوا بَلْ أَنتُمْ لَا مَرْحَبًا بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ",
    "eng": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\"",
    "ban": "তারা বলবে -- \"বরং তোমরা, তোমাদের জন্যও তো কোনো অভিনন্দন নেই! তোমরাই স্বয়ং আমাদের জন্য এটি আগবাড়িয়েছ, সুতরাং কত নিকৃষ্ট এ আবাসস্থল!\""
  },
  {
    "num": "61",
    "ara": "قَالُوا رَبَّنَا مَن قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ",
    "eng": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\"",
    "ban": "তারা বলবে -- \"আমাদের প্রভু! যে-ই আমাদের জন্য এটি আগবাড়িয়েছে, তাকে তবে শাস্তি বাড়িয়ে দাও -- আগুনের মধ্যে দ্বিগুণ।\""
  },
  {
    "num": "62",
    "ara": "وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُم مِّنَ الْأَشْرَارِ",
    "eng": "And they will say, \"Why do we not see men whom we used to count among the worst?",
    "ban": "আর তারা বলবে -- \"আমাদের কি হলো, আমরা সেই লোকদের দেখছি না যাদের আমরা দুষ্টদের অন্তর্ভুক্ত বলে গণনা করতাম?"
  },
  {
    "num": "63",
    "ara": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ",
    "eng": "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\"",
    "ban": "\"আমরা কি তাদের হাসিতামাশার পাত্র ভাবতাম, না কি দৃষ্টি তাদের থেকে অপারগ হয়ে গেছে?\""
  },
  {
    "num": "64",
    "ara": "إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ",
    "eng": "Indeed, that is truth - the quarreling of the people of the Fire.",
    "ban": "এটিই তো আলবৎ সত্য, আগুনের বাসিন্দাদের বাদপ্রতিবাদ।"
  },
  {
    "num": "65",
    "ara": "قُلْ إِنَّمَا أَنَا مُنذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ",
    "eng": "Say, [O Muhammad], \"I am only a warner, and there is not any deity except Allah, the One, the Prevailing.",
    "ban": "তুমি বলো -- \"আমি তো একজন সতর্ককারী মাত্র, আর আল্লাহ্ ব্যতীত অন্য কোনো উপাস্য নেই -- একক, সর্বজয়ী, --"
  },
  {
    "num": "66",
    "ara": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ",
    "eng": "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\"",
    "ban": "\"মহাকাশমন্ডলী ও পৃথিবীর এবং এ দুইয়ের মধ্যে যা-কিছু আছে তার প্রভু -- মহাশক্তিশালী, পরিত্রাণকারী।\""
  },
  {
    "num": "67",
    "ara": "قُلْ هُوَ نَبَأٌ عَظِيمٌ",
    "eng": "Say, \"It is great news",
    "ban": "বলো -- \"এ এক বিরাট সংবাদ, --"
  },
  {
    "num": "68",
    "ara": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
    "eng": "From which you turn away.",
    "ban": "\"এ থেকে তোমরা বিমুখ হচ্ছ।"
  },
  {
    "num": "69",
    "ara": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ",
    "eng": "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam].",
    "ban": "\"ঊর্ধ্বলোকের প্রধানদের সন্বন্ধে আমার কোন জ্ঞান নেই যখন তারা বাদানুবাদ করে।"
  },
  {
    "num": "70",
    "ara": "إِن يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُّبِينٌ",
    "eng": "It has not been revealed to me except that I am a clear warner.\"",
    "ban": "\"আমার কাছে প্রত্যাদিষ্ট হয়েছে এটি বৈ তো নয় যে, আমি তো একজন স্পষ্ট সতর্ককারী মাত্র।\""
  },
  {
    "num": "71",
    "ara": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن طِينٍ",
    "eng": "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay.",
    "ban": "স্মরণ করো! তোমার প্রভু ফিরিশ্‌তাদের বললেন -- \"আমি নিশ্চয়ই কাদা থেকে মানুষ সৃষ্টি করতে যাচ্ছি।"
  },
  {
    "num": "72",
    "ara": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ",
    "eng": "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
    "ban": "\"তারপর আমি যখন তাকে সুঠাম করব এবং আমার রূহ্ থেকে তাতে দম দেব তখন তার প্রতি সিজদাবনত হয়ে লুটিয়ে পড়ো।\""
  },
  {
    "num": "73",
    "ara": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
    "eng": "So the angels prostrated - all of them entirely.",
    "ban": "তখন ফিরিশ্‌তারা সিজদা করল, তাদের সবাই একই সঙ্গে, --"
  },
  {
    "num": "74",
    "ara": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
    "eng": "Except Iblees; he was arrogant and became among the disbelievers.",
    "ban": "ইবলিস ব্যতীত। সে অহংকার করল, আর সে ছিল অবিশ্বাসীদের অন্তর্গত।"
  },
  {
    "num": "75",
    "ara": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ الْعَالِينَ",
    "eng": "[Allah] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\"",
    "ban": "তিনি বললেন -- \"হে ইবলিস, কী তোমাকে নিষেধ করলে তাকে সিজদা করতে, যাকে আমি আমার দুই হাতে সৃষ্টি করেছি? তুমি কি গর্ববোধ করলে, না কি তুমি উচ্চমর্যাদাসম্পন্নদের একজন হয়ে গেছ?"
  },
  {
    "num": "76",
    "ara": "قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ",
    "eng": "He said, \"I am better than him. You created me from fire and created him from clay.\"",
    "ban": "সে বললে -- \"আমি তার চেয়েও শ্রেষ্ঠ। আমাকে তুমি আগুন থেকে সৃষ্টি করেছ, আর তাকে সৃষ্টি করেছ কাদা থেকে।\""
  },
  {
    "num": "77",
    "ara": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
    "eng": "[Allah] said, \"Then get out of Paradise, for indeed, you are expelled.",
    "ban": "তিনি বললেন -- \"তবে এখান থেকে তুমি বেরিয়ে যাও, কেননা তুমি অবশ্যই বিতাড়িত,"
  },
  {
    "num": "78",
    "ara": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ",
    "eng": "And indeed, upon you is My curse until the Day of Recompense.\"",
    "ban": "\"আর নিঃসন্দেহ তোমার উপরে তো আমার অসন্তষ্টি রইবে মহাবিচারের দিন পর্যন্ত।\""
  },
  {
    "num": "79",
    "ara": "قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ",
    "eng": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
    "ban": "সে বললে -- \"আমার প্রভু! তবে আমাকে অবকাশ দাও তাদের পুনরুত্থান করানোর দিন পর্যন্ত।\""
  },
  {
    "num": "80",
    "ara": "قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ",
    "eng": "[Allah] said, \"So indeed, you are of those reprieved",
    "ban": "তিনি বললেন -- \"তুমি তাহলে নিশ্চয়ই অবকাশপ্রাপ্তদের অন্তর্ভুক্ত --"
  },
  {
    "num": "81",
    "ara": "إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ",
    "eng": "Until the Day of the time well-known.\"",
    "ban": "\"সেই জানিয়ে দেওয়া সময়টির দিন পর্যন্ত।\""
  },
  {
    "num": "82",
    "ara": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
    "eng": "[Iblees] said, \"By your might, I will surely mislead them all",
    "ban": "সে বললে -- \"তবে তোমার মহিমা দ্বারা, আমি আলবৎ তাদের সবক'জনকে বিপথে নিয়ে যাব,"
  },
  {
    "num": "83",
    "ara": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
    "eng": "Except, among them, Your chosen servants.\"",
    "ban": "\"কেবলমাত্র তাদের মধ্যের তোমার খাঁটি বান্দাদের ব্যতীত।\""
  },
  {
    "num": "84",
    "ara": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ",
    "eng": "[Allah] said, \"The truth [is My oath], and the truth I say -",
    "ban": "তিনি বললেন -- \"তবে এটাই সত্য, আর সত্যই আমি বলছি,"
  },
  {
    "num": "85",
    "ara": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
    "eng": "[That] I will surely fill Hell with you and those of them that follow you all together.\"",
    "ban": "\"আমি অবশ্যই জাহান্নামকে পূর্ণ করব তোমাকে দিয়ে ও তাদের মধ্যের যারা তোমাকে অনুসরণ করে তাদের সব ক'জনকে দিয়ে।\""
  },
  {
    "num": "86",
    "ara": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ",
    "eng": "Say, [O Muhammad], \"I do not ask you for the Qur'an any payment, and I am not of the pretentious",
    "ban": "তুমি বল -- \"আমি তোমাদের কাছ থেকে এর জন্য কোনো পারিশ্রমিক চাইছি না, আর আমি প্রবঞ্চকদেরও মধ্যেকার নই।"
  },
  {
    "num": "87",
    "ara": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ",
    "eng": "It is but a reminder to the worlds.",
    "ban": "\"এটি জগদ্বাসীদের জন্য স্মরণীয় বার্তা বৈ তো নয়।"
  },
  {
    "num": "88",
    "ara": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ",
    "eng": "And you will surely know [the truth of] its information after a time.\"",
    "ban": "\"আর তোমরা অবশ্যই এর বৃত্তান্ত সন্বন্ধে কিছুকাল পরেই জানতে পারবে।\""
  }
]
