[
  {
    "num": "1",
    "ara": "حم",
    "eng": "Ha, Meem.",
    "ban": "হা, মীম!"
  },
  {
    "num": "2",
    "ara": "تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ",
    "eng": "The revelation of the Book is from Allah, the Exalted in Might, the Knowing.",
    "ban": "এই গ্রন্থের অবতারণ মহাশক্তিশালী, সর্বজ্ঞাতা আল্লাহ্‌র কাছ থেকে,"
  },
  {
    "num": "3",
    "ara": "غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ",
    "eng": "The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.",
    "ban": "পাপ থেকে পরিত্রাণকারী ও তওবা কবুলকারী, প্রতিফলদানে কঠোর, উদারতার অধীশ্বর। তিনি ছাড়া অন্য উপাস্য নেই, তাঁরই কাছে শেষ-আগমন।"
  },
  {
    "num": "4",
    "ara": "مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ",
    "eng": "No one disputes concerning the signs of Allah except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.",
    "ban": "আল্লাহ্‌র নির্দেশাবলী সন্বন্ধে কেউ বচসা করে না, কেবল তারা ছাড়া যারা অবিশ্বাস করে, সুতরাং শহরে-নগরে তাদের চলাফেরা যেন তোমাকে প্রতারিত না করে।"
  },
  {
    "num": "5",
    "ara": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِن بَعْدِهِمْ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ",
    "eng": "The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.",
    "ban": "এদের আগে নূহের স্বজাতি প্রত্যাখ্যান করেছিল, আর তাদের পরের অন্যান্য দলও, আর প্রত্যেক সম্প্রদায়ই তাদের রসূল সন্বন্ধে মতলব করেছিল তাঁকে ধরে আনতে, আর তারা তর্কাতর্কি করত মিথ্যার সাহায্যে যেন তার দ্বারা তারা সত্যকে পঙ্গু করে ফেলতে পারে, ফলে আমি তাদের পাকড়াও করলাম, সুতরাং কেমন ছিল আমার শাস্তিদান!"
  },
  {
    "num": "6",
    "ara": "وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ",
    "eng": "And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire.",
    "ban": "আর এভাবেই তোমার প্রভুর বাণী সত্য প্রমাণিত হয়েছিল তাদের বিরুদ্ধে যারা অবিশ্বাস করেছিল -- যে তারাই হচ্ছে আগুনের বাসিন্দা।"
  },
  {
    "num": "7",
    "ara": "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ",
    "eng": "Those [angels] who carry the Throne and those around it exalt [Allah] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.",
    "ban": "যারা আরশ বহন করে আর যারা এর চারপাশে রয়েছে তারা তাদের প্রভুর প্রশংসায় জপতপ করছে আর তাঁর প্রতি বিশ্বাস করছে, আর পরিত্রাণ প্রার্থনা করছে তাদের জন্য যারা বিশ্বাস করেছে -- \"আমাদের প্রভু! তুমি সব-কিছুকে পরিবেষ্টন করে রয়েছ করুণার ও জ্ঞানের দ্বারা, কাজেই তুমি পরিত্রাণ করো তাদের যারা ফিরেছে ও তোমার পথ অনুসরণ করেছে, আর তাদের রক্ষা করো জ্বলন্ত আগুনের শাস্তি থেকে।"
  },
  {
    "num": "8",
    "ara": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.",
    "ban": "\"আমাদের প্রভু! আর তাদের প্রবেশ করাও নন্দন-কাননে যা তুমি ওয়াদা করেছিলে তাদের জন্য, আর যারা সৎকর্ম করেছে -- তাদের বাপদাদাদের ও তাদের পতি-পত্নীদের ও তাদের সন্তান-সন্ততিদের মধ্যে থেকে। নিঃসন্দেহ তুমি নিজেই মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "9",
    "ara": "وَقِهِمُ السَّيِّئَاتِ وَمَن تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng": "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\"",
    "ban": "\"আর তাদের রক্ষা করো মন্দ থেকে। আর সেইদিন যাকে তুমি মন্দ থেকে রক্ষা করবে তাকে তো তুমি আলবৎ করুণা করেছ। আর এইটিই খোদ মহাসাফল্য।\""
  },
  {
    "num": "10",
    "ara": "إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ",
    "eng": "Indeed, those who disbelieve will be addressed, \"The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you refused.\"",
    "ban": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে তাদের ঘোষণা করা হবে -- \"আল্লাহ্‌র বিরূপতা তোমাদের নিজেদের প্রতি তোমাদের বিরক্তির চেয়েও অনেক বেশী ছিল, কেননা ধর্মবিশ্বাসের প্রতি তোমাদের আহ্বান করা হচ্ছিল অথচ তোমরা প্রত্যাখ্যান করছিলে!\""
  },
  {
    "num": "11",
    "ara": "قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ",
    "eng": "They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\"",
    "ban": "তারা বলবে -- \"আমাদের প্রভু! তুমি দুইবার আমাদের মৃত্যুমুখে ফেলেছ, আর তুমি আমাদের দুইবার জীবন দান করেছ, কাজেই আমরা আমাদের অপরাধ স্বীকার করছি সুতরাং বেরুনোর কোনো পথ আছে কী?\""
  },
  {
    "num": "12",
    "ara": "ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ",
    "eng": "[They will be told], \"That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand.\"",
    "ban": "\"এটিই তোমাদের, কেননা যখন আল্লাহ্‌কে তাঁর একত্ব সন্বন্ধে ঘোষণা করা হতো তখন তোমরা অবিশ্বাস করতে, আর যদি তাঁর সঙ্গে অংশী দাঁড় করানো হতো তাহলে তোমরা বিশ্বাস করতে। বস্তুতঃ হুকুম আল্লাহ্‌র -- মহোচ্চ, মহামহিম।"
  },
  {
    "num": "13",
    "ara": "هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُم مِّنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
    "eng": "It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].",
    "ban": "তিনিই সেইজন যিনি তোমাদের তাঁর নিদর্শনাবলী দেখিয়ে থাকেন এবং তোমাদের জন্য আকাশ থেকে পাঠিয়ে থাকেন রিযেক। আর কেউ মনোনিবেশ করে না সে ব্যতীত যে ফেরে।"
  },
  {
    "num": "14",
    "ara": "فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ",
    "eng": "So invoke Allah, [being] sincere to Him in religion, although the disbelievers dislike it.",
    "ban": "সুতরাং আল্লাহ্‌কেই আহ্‌বান করো তাঁর প্রতি ধর্মে বিশুদ্ধচিত্ত হয়ে, যদিও অবিশ্বাসীরা বিরূপ হয়।"
  },
  {
    "num": "15",
    "ara": "رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ",
    "eng": "[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting.",
    "ban": "তিনি স্তরে স্তরে উন্নয়ণকারী, আরশের অধিপতি। তিনি তাঁর আদেশক্রমে রূহ পাঠিয়ে থাকেন তাঁর বান্দাদের মধ্যের যার প্রতি তিনি ইচ্ছা করে থাকেন, যেন সে সতর্ক করতে পারে মহামিলনের দিন সম্পর্কে --"
  },
  {
    "num": "16",
    "ara": "يَوْمَ هُم بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
    "eng": "The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing.",
    "ban": "যেদিন তারা বের হয়ে পড়বে, আল্লাহ্‌র সমক্ষে তাদের সন্বন্ধে কিছুই লুকোনো থাকবে না। \"আজকের দিনে কার রাজত্ব?\" \"একক সার্বভৌম কর্তৃত্বশীল আল্লাহ্‌র।\""
  },
  {
    "num": "17",
    "ara": "الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
    "eng": "This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allah is swift in account.",
    "ban": "সেইদিন প্রত্যেক সত্ত্বাকে প্রতিদান দেওয়া হবে যা সে অর্জন করেছে তার দ্বারা। সেইদিন কোনো অবিচার হবে না। নিঃসন্দেহ আল্লাহ্ হিসাব গ্রহণে তৎপর।"
  },
  {
    "num": "18",
    "ara": "وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
    "eng": "And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.",
    "ban": "আর তুমি তাদের সাবধান করে দাও আসন্ন দিন সম্পর্কে যখন হৃৎপিন্ডগুলো দুঃখকষ্টে কন্ঠাগত হবে। অন্যায়াচারীদের জন্য কোনো বন্ধু থাকবে না, আর থাকবে না কোনো সুপারিশকারী শুনবার মতো।"
  },
  {
    "num": "19",
    "ara": "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ",
    "eng": "He knows that which deceives the eyes and what the breasts conceal.",
    "ban": "তিনি জানেন চোখগুলোর চুপিসারে চাওয়া আর যা বুকগুলো লুকিয়ে রাখে।"
  },
  {
    "num": "20",
    "ara": "وَاللَّهُ يَقْضِي بِالْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لَا يَقْضُونَ بِشَيْءٍ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ",
    "eng": "And Allah judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allah - He is the Hearing, the Seeing.",
    "ban": "আর আল্লাহ্ বিচার করেন সঠিকভাবে, কিন্ত তাঁকে বাদ দিয়ে যাদের তারা আহ্বান করে তারা কোনো কিছুরই সমাধান করতে পারে না। নিঃসন্দেহ আল্লাহ্ -- তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা।"
  },
  {
    "num": "21",
    "ara": "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِن قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ اللَّهِ مِن وَاقٍ",
    "eng": "Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allah seized them for their sins. And they had not from Allah any protector.",
    "ban": "এরা কি দুনিয়াতে পরিভ্রমণ করে নি, করলে দেখত কেমন হয়েছিল তাদের পরিণাম যারা ছিল এদের পূর্ববর্তী? তারা তো ছিল বলবিক্রমে এদের চেয়েও প্রবল আর দুনিয়াদারির কৃতিত্বেও, কিন্ত আল্লাহ্ তাদের পাকড়াও করলেন তাদের অপরাধের জন্য, আর তাদের জন্য আল্লাহ্‌র থেকে কোনো রক্ষাকারী নেই।"
  },
  {
    "num": "22",
    "ara": "ذَلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ",
    "eng": "That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allah seized them. Indeed, He is Powerful and severe in punishment.",
    "ban": "এমনটাই! কেন না তাদের ক্ষেত্রে -- তাদের রসূলগণ তাদের কাছে এসেছিলেন সুস্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তারা অবিশ্বাস করেছিল, কাজেই আল্লাহ্ তাদের পাকড়াও করলেন। নিঃসন্দেহ তিনি মহাশক্তিশালী, প্রতিফলদানে কঠোর।"
  },
  {
    "num": "23",
    "ara": "وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ",
    "eng": "And We did certainly send Moses with Our signs and a clear authority",
    "ban": "আর আমরা নিশ্চয়ই মূসাকে পাঠিয়েছিলাম আমাদের নির্দেশাবলী ও স্পষ্ট কর্তৃত্ত্ব দিয়ে,"
  },
  {
    "num": "24",
    "ara": "إِلَى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ",
    "eng": "To Pharaoh, Haman and Qarun; but they said, \"[He is] a magician and a liar.\"",
    "ban": "ফিরআউন ও হামান ও ক্কারূনের কাছে, কিন্ত তারা বলল -- \"একজন জাদুকর, মিথ্যাবাদী।\""
  },
  {
    "num": "25",
    "ara": "فَلَمَّا جَاءَهُم بِالْحَقِّ مِنْ عِندِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
    "eng": "And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error.",
    "ban": "তারপর যখন তিনি আমাদের তরফ থেকে সত্য নিয়ে তাদের কাছে এলেন তখন তারা বলল, \"তার সঙ্গে যারা বিশ্বাস করেছে তাদের ছেলেদের কোতল করো ও বাঁচতে দাও তাদের মেয়েদের।\" বস্তুতঃ অবিশ্বাসীদের চক্তান্ত ব্যর্থ বৈ তো নয়।"
  },
  {
    "num": "26",
    "ara": "وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ",
    "eng": "And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\"",
    "ban": "আর ফিরআউন বলল -- \"আমাকে ছেড়ে দাও যাতে আমি মূসাকে বধ করতে পারি, আর সে তার প্রভুকে ডাকতে থাকুক, নিঃসন্দেহ আমি আশঙ্কা করছি যে সে তোমাদের ধর্মমত বদলে দেবে, অথবা সে দেশের মধ্যে বিপর্যয়ের প্রসার করবে।"
  },
  {
    "num": "27",
    "ara": "وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ",
    "eng": "But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"",
    "ban": "আর মূসা বললেন -- \"আমি নিশ্চয়ই আমার প্রভুর ও তোমাদের প্রভুর আশ্রয় চাইছি প্রত্যেক অহংকারী থেকে যে হিসেব- নিকেশের দিনের প্রতি বিশ্বাস করে না।\""
  },
  {
    "num": "28",
    "ara": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُم بِالْبَيِّنَاتِ مِن رَّبِّكُمْ وَإِن يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "eng": "And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar.",
    "ban": "আর ফিরআউনের লোকদের থেকে একজন বিশ্বাসী ব্যক্তি যে তার ঈমান লুকিয়ে রেখেছিল, বলল -- \"তোমরা কি একজন লোককে হত্যা করবে যেহেতু তিনি বলেন, 'আমার প্রভু আল্লাহ্‌', আর নিঃসন্দেহ তিনি তোমাদের প্রভুর কাছ থে কে স্পষ্ট প্রমাণ নিয়ে তোমাদের কাছে এসেছেন? আর তিনি যদি মিথ্যাবাদী হতেন তাহলে তিনি তোমাদের যে-সবের ভয় দেখান তার কতকটা তোমাদের উপরে আপতিত হবে। নিঃসন্দেহ আল্লাহ্ তাকে সৎপথে পরিচালিত করেন না যে অমিতাচারী, প্রত্যাখ্যানকারী।"
  },
  {
    "num": "29",
    "ara": "يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَن يَنصُرُنَا مِن بَأْسِ اللَّهِ إِن جَاءَنَا قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ",
    "eng": "O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"",
    "ban": "\"হে আমার স্বজাতি! তোমাদেরই আজ রাজত্ব চলছে, তোমরা দেশে সর্বপ্রধান, কিন্ত কে আমাদের সাহায্য করবে আল্লাহ্‌র দুর্যোগ থেকে যদি তা আমাদের উপরে এসে পড়ে?\" ফিরআউন বলল -- \"আমি তোমাদের দেখাই না যা আমি না দেখি, আর আমি তোমাদের পরিচালিত করি না সঠিক পথে ছাড়া।\""
  },
  {
    "num": "30",
    "ara": "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ الْأَحْزَابِ",
    "eng": "And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -",
    "ban": "আর যে বিশ্বাস করেছিল সে বলল -- \"হে আমার স্বজাতি! আমি নিশ্চয়ই তোমাদের জন্য আশঙ্কা করছি যেমনটা ঘটেছিল সম্মিলিতগোষ্ঠীর দিনে,"
  },
  {
    "num": "31",
    "ara": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِن بَعْدِهِمْ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
    "eng": "Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants.",
    "ban": "\"যেমন ধরনে নূহ-এর ও 'আদ-এর ও ছামুদের সম্প্রদায়ের উপরে, আর যারা ছিল তাদের পরবর্তী। আর আল্লাহ্ বান্দাদের প্রতি কোনো জুলুম চান না।"
  },
  {
    "num": "32",
    "ara": "وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ",
    "eng": "And O my people, indeed I fear for you the Day of Calling -",
    "ban": "\"আর হে আমার স্বজাতি! আমি নিঃসন্দেহ তোমাদের জন্য আশঙ্কা করছি পরস্পর ডাকাডাকির দিন সন্বন্ধে --"
  },
  {
    "num": "33",
    "ara": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ اللَّهِ مِنْ عَاصِمٍ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
    "eng": "The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide.",
    "ban": "\"সেইদিন তোমরা ফিরবে পলায়নপর হয়ে, আল্লাহ্‌র থেকে তোমাদের জন্য কোনো রক্ষাকারী থাকবে না। আর যাকে আল্লাহ্ পথভ্রষ্ট হতে দেন তার জন্য তবে কোনো পথপ্রদর্শক থাকবে না।"
  },
  {
    "num": "34",
    "ara": "وَلَقَدْ جَاءَكُمْ يُوسُفُ مِن قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِّمَّا جَاءَكُم بِهِ حَتَّى إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ اللَّهُ مِن بَعْدِهِ رَسُولًا كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
    "eng": "And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic.\"",
    "ban": "\"আর নিশ্চয়ই তোমাদের কাছে এর আগে ইউসুফ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তোমরা বরাবর সন্দেহের মধ্যে ছিলে তিনি যা নিয়ে তোমাদের কাছে এসেছিলেন সে-সন্বন্ধে। কিন্ত যখন তিনি মৃতুবরণ করলেন তখন তোমরা বললে -- 'আল্লাহ্ কখনো তাঁর পরে কোনো রসূল দাঁড় করাবেন না।' এইভাবেই আল্লাহ্ পথভ্রষ্ট হতে দেন তাকে যে স্বয়ং অমিতাচারী, সন্দেহভাজন --"
  },
  {
    "num": "35",
    "ara": "الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "eng": "Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant.",
    "ban": "\"যারা তর্ক করে আল্লাহ্‌র বাণী সন্বন্ধে তাদের কাছে কোনো দলিল-প্রমাণের আগমন ব্যতীত। এটি খুবই ঘৃণিত আল্লাহ্‌র কাছে ও যারা ঈমান এনেছে তাদের কাছে। এইভাবেই আল্লাহ্ মোহর মেরে দেন প্রত্যেক গর্বিত স্বৈরাচারীর হৃদয়ের উপরে।\""
  },
  {
    "num": "36",
    "ara": "وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَّعَلِّي أَبْلُغُ الْأَسْبَابَ",
    "eng": "And Pharaoh said, \"O Haman, construct for me a tower that I might reach the ways -",
    "ban": "আর ফিরআউন বলল -- \"হে হামান! আমার জন্য একটি মিনার তৈরি কর যাতে আমি পথ পেতে পারি --"
  },
  {
    "num": "37",
    "ara": "أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ",
    "eng": "The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.",
    "ban": "\"মহাকাশমন্ডলীর পথ, যাতে আমি মূসার উপাস্যের প্রতি দৃষ্টিপাত করতে পারি, কিন্ত আমি নিঃসন্দেহ তাকে মিথ্যাবাদী মনে করি।\" আর এইভাবেই ফিরআউনের জন্য চিত্তাকর্ষক করা হয়েছিল তার কাজের মন্দদিকটা, আর তাকে নিবৃত্ত করা হয়েছিল পথ থেকে। আর ফিরআউনের ফন্দি ধ্বংসের মধ্যে ছাড়া আর কিছু নয়।"
  },
  {
    "num": "38",
    "ara": "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ",
    "eng": "And he who believed said, \"O my people, follow me, I will guide you to the way of right conduct.",
    "ban": "আর যে ঈমান এনেছিল সে বলল -- \"হে আমার স্বজাতি! তোমরা আমার অনুসরণ করো, আমি তোমাদের চালিয়ে নিয়ে যাব সঠিক পথ ধরে।"
  },
  {
    "num": "39",
    "ara": "يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ",
    "eng": "O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.",
    "ban": "\"হে আমার স্বজাতি! নিশ্চয় দুনিয়ার এই জীবনটা সুখভোগ মাত্র, আর অবশ্য পরকাল -- সেটি হচ্ছে চিরস্থায়ী আবাস।"
  },
  {
    "num": "40",
    "ara": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
    "eng": "Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.",
    "ban": "\"যে কেউ মন্দ কাজ করে তাকে তবে প্রতিদান দেওয়া হবে না তার সমান-সমান ব্যতীত, আর যে কেউ ভাল কাজ করে -- সে পুরুষ হোক বা নারী, আর সে মুমিন হয় -- তাহলে তারাই জান্নাতে প্রবেশ করবে, সেখানে তাদের বেহিসাব রিযেক দেওয়া হবে।"
  },
  {
    "num": "41",
    "ara": "وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ",
    "eng": "And O my people, how is it that I invite you to salvation while you invite me to the Fire?",
    "ban": "\"আর হে আমার স্বজাতি! আমার কী হয়েছে যে আমি তোমাদের আহ্বান করছি মুক্তির দিকে, অথচ তোমরা আমাকে ডাকছো আগুনের দিকে?"
  },
  {
    "num": "42",
    "ara": "تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ",
    "eng": "You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.",
    "ban": "\"তোমরা আমাকে আহ্বান করছ যেন আমি আল্লাহ্‌কে অবিশ্বাস করি ও তাঁর সঙ্গে শরীক করি তাকে যার সন্বন্ধে আমার কোনো জ্ঞান নেই, পক্ষান্তরে আমি তোমাদের ডাকছি মহাশক্তিশালী, পরিত্রাণকারীর দিকে।"
  },
  {
    "num": "43",
    "ara": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ",
    "eng": "Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allah, and indeed, the transgressors will be companions of the Fire.",
    "ban": "\"কোনো সন্দেহ নেই যে তোমরা আমাকে যার প্রতি আহ্বান করছ তার কোনো দাবি এই দুনিয়াতে নেই এবং পরকালেও নেই, আর আমাদের প্রত্যাবর্তন তো আল্লাহ্‌রই কাছে, আর নিশ্চয় সীমালংঘনকারীরা -- তারাই আগুনের বাসিন্দা।"
  },
  {
    "num": "44",
    "ara": "فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ",
    "eng": "And you will remember what I [now] say to you, and I entrust my affair to Allah. Indeed, Allah is Seeing of [His] servants.\"",
    "ban": "\"সেজন্য অচিরেই তোমরা স্মরণ করবে আমি তোমাদের যা বলছি, আর আমার কাজের ভার আল্লাহ্‌তে অর্পণ করছি। নিশ্চয় আল্লাহ্ বান্দাদের সম্পর্কে সর্বদ্রষ্টা।\""
  },
  {
    "num": "45",
    "ara": "فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ",
    "eng": "So Allah protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -",
    "ban": "তারপর আল্লাহ্ তাঁকে তারা যা ফন্দি এটেছিলঁ তার অনিষ্ট থেকে রক্ষা করেছিলেন, আর ফিরআউনের লোকদের জন্য এক ভীষণ শাস্তি ঘেরাও করেছিল, --"
  },
  {
    "num": "46",
    "ara": "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ",
    "eng": "The Fire, they are exposed to it morning and evening. And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\"",
    "ban": "আগুন -- তাদের এর কাছে আনা হবে সকালে ও সন্ধ্যায়, আর যেদিন ঘড়িঘন্টা এসে দাঁড়াবে -- \"ফিরআউনের লোকদের প্রবেশ করাও কঠোরতম শাস্তিতে।\""
  },
  {
    "num": "47",
    "ara": "وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ النَّارِ",
    "eng": "And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\"",
    "ban": "আর দেখো! তারা আগুনের মধ্যে পরস্পর তর্কাতর্কি করবে, তখন দুর্বলেরা বলবে তাদের যারা হামবড়াই করত -- \"অবশ্য আমরা তো তোমাদেরই তাঁবেদার ছিলাম, সুতরাং তোমরা কি আমাদের থেকে আগুনের কিছুটা অংশ সরিয়ে নেবে?\""
  },
  {
    "num": "48",
    "ara": "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
    "eng": "Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allah has judged between the servants.\"",
    "ban": "যারা হামবড়াই করত তারা বলবে -- \"আমরা তো সব-ক'জনই এর মধ্যে রয়েছি। নিঃসন্দেহ আল্লাহ্ বিচার-মীমাংসা করে ফেলেছেন বান্দাদের মধ্যে।\""
  },
  {
    "num": "49",
    "ara": "وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ",
    "eng": "And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\"",
    "ban": "আর যারা আগুনের মধ্যে রয়েছে তারা জাহান্নামের রক্ষীদের বলবে -- \"তোমাদের প্রভুকে ডেকে বল তিনি যেন একটা দিন আমাদের থেকে শাস্তির কিছুটা লাঘব করে দেন।\""
  },
  {
    "num": "50",
    "ara": "قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
    "eng": "They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error.\"",
    "ban": "তারা বলবে, \"এমনটি কি তোমাদের ক্ষেত্রে নয় যে তোমাদের রসূলগণ তোমাদের কাছে স্পষ্ট প্রমাণাবলী নিয়ে এসেছিলেন?\" তারা বলবে, \"হ্যাঁ।\" তারা বলবে -- \"তাহলে ডাকতে থাকো, বস্তুতঃ অবিশ্বাসীদের আর্তনাদ ব্যর্থতায় বৈ তো নয়।\""
  },
  {
    "num": "51",
    "ara": "إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ",
    "eng": "Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -",
    "ban": "নিঃসন্দেহ আমরা অবশ্যই আমাদের রসূলগণকে ও যারা ঈমান এনেছে তাদের সাহায্য করে থাকি এই দুনিয়ার জীবনে আর সেইদিন যখন সাক্ষীরা দাঁড়াবে, --"
  },
  {
    "num": "52",
    "ara": "يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
    "eng": "The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home.",
    "ban": "সেদিন অন্যায়াচারীদের কোনো উপকারে লাগবে না তাদের অজুহাতগুলো, আর তাদের জন্য থাকবে ধিক্কার, আর তাদের জন্য রয়েছে নিকৃষ্ট আবাস।"
  },
  {
    "num": "53",
    "ara": "وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ",
    "eng": "And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture",
    "ban": "আর আমরা ইতিপূর্বে মূসাকে পথনির্দেশ দিয়েছিলাম, এবং ইসরাইলের বংশধরদের উত্তরাধিকার করতে দিয়েছিলাম ধর্মগ্রন্থ --"
  },
  {
    "num": "54",
    "ara": "هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ",
    "eng": "As guidance and a reminder for those of understanding.",
    "ban": "পথনির্দেশ ও স্মরণীয় বার্তা বুদ্ধিবিবেচনা থাকা লোকদের জন্য।"
  },
  {
    "num": "55",
    "ara": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ",
    "eng": "So be patient, [O Muhammad]. Indeed, the promise of Allah is truth. And ask forgiveness for your sin and exalt [Allah] with praise of your Lord in the evening and the morning.",
    "ban": "সুতরাং তুমি অধ্যবসায় চালিয়ে যাও, নিঃসন্দেহ আল্লাহ্‌র ওয়াদা ধ্রুবসত্য। আর তুমি তোমার দোষত্রুটির জন্য পরিত্রাণ খুঁজো এবং তোমার প্রভুর প্রশংসার সাথে রাত্রি ও প্রভাতে জপতপ করো।"
  },
  {
    "num": "56",
    "ara": "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ إِن فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَالِغِيهِ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
    "eng": "Indeed, those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allah. Indeed, it is He who is the Hearing, the Seeing.",
    "ban": "নিঃসন্দহ যারা আল্লাহ্‌র বাণীসমূহ নিয়ে তর্কবিতর্ক করে তাদের কাছে কোনো দলিল-প্রমাণের আগমন ব্যতিরেকে, তাদের অন্তরে রয়েছে হামবড়াই বৈ তো নয়, যা তারা কখনো লাভ করতে পারবে না। সুতরাং আল্লাহ্‌র কাছে আশ্রয় চাও। নিঃসন্দেহ তিনি স্বয়ং সর্বশ্রোতা, সর্বদ্রষ্টা।"
  },
  {
    "num": "57",
    "ara": "لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.",
    "ban": "মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টি নিশ্চয়ই মানুষের সৃষ্টির চেয়ে কঠিনতর, কিন্ত অধিকাংশ লোকেই জানে না।"
  },
  {
    "num": "58",
    "ara": "وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ قَلِيلًا مَّا تَتَذَكَّرُونَ",
    "eng": "And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.",
    "ban": "আর অন্ধ ও চক্ষুষ্মান একসমান নয়, আর যারা ঈমান এনেছে ও সৎকাজ করছে এবং দুস্কর্মকারীরাও নয়। সামান্যই তা যা তোমরা মনোনিবেশ করে থাকো!"
  },
  {
    "num": "59",
    "ara": "إِنَّ السَّاعَةَ لَآتِيَةٌ لَّا رَيْبَ فِيهَا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
    "eng": "Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.",
    "ban": "নিঃসন্দেহ ঘড়িঘন্টা প্রায় এসেই গেছে, এতে কোনো সন্দেহ নাই। কিন্ত অধিকাংশ লোকই বিশ্বাস করে না।"
  },
  {
    "num": "60",
    "ara": "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "eng": "And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible.",
    "ban": "আর তোমাদের প্রভু বলেন -- \"তোমরা আমাকে আহ্বান করো, আমি তোমাদের প্রতি সাড়া দেব। নিঃসন্দেহ যারা আমাকে উপাসনা করার বেলা অহংকার বোধ করে তারা অচিরেই জাহান্নামে প্রবেশ করবে লাঞ্ছিত অবস্থায়।\""
  },
  {
    "num": "61",
    "ara": "اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
    "eng": "It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful.",
    "ban": "আল্লাহ্‌ই তিনি যিনি তোমাদের জন্য রাতকে সৃষ্টি করেছেন যেন তোমরা তাতে বিশ্রাম করতে পারো, আর দিনকে দেখবার জন্য। নিঃসন্দেহ আল্লাহ্ তো মানুষের প্রতি করুণাভান্ডারের অধিকারী, কিন্ত অধিকাংশ লোকই কৃতজ্ঞতা প্রকাশ করে না।"
  },
  {
    "num": "62",
    "ara": "ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَّا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ",
    "eng": "That is Allah, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?",
    "ban": "এইই আল্লাহ্‌, তোমাদের প্রভু, সব-কিছুর সৃষ্টিকর্তা, তিনি ছাড়া অন্য উপাস্য নেই, সুতরাং কার কাছ থেকে তোমরা ফিরে যাচ্ছ?"
  },
  {
    "num": "63",
    "ara": "كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ",
    "eng": "Thus were those [before you] deluded who were rejecting the signs of Allah.",
    "ban": "এইভাবেই ফিরে যাচ্ছিল তারা যারা আল্লাহ্‌র নির্দেশাবলীকে প্রত্যাখ্যান করছিল।"
  },
  {
    "num": "64",
    "ara": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
    "eng": "It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah, your Lord; then blessed is Allah, Lord of the worlds.",
    "ban": "আল্লাহ্‌ই তিনি যিনি তোমাদের জন্য পৃথিবীকে বাসোপযোগী বানিয়েছেন আর আকাশকে একটি চাঁদোয়া, আর তিনি তোমাদের আকৃতি গঠন করেছেন, সুতরাং তিনি তোমাদের আকৃতি কত সুন্দর করেছেন! আর তিনি তোমাদের জীবিকা দিয়েছেন উৎকৃষ্ট বস্তু থেকে। এইই হচ্ছেন আল্লাহ্ -- তোমাদের প্রভু। অতএব সকল মহিমার পাত্র আল্লাহ্ -- বিশ্বজগতের প্রভু।"
  },
  {
    "num": "65",
    "ara": "هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "eng": "He is the Ever-Living; there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allah, Lord of the worlds.",
    "ban": "তিনি সদাজীবিত, তিনি ছাড়া অন্য উপাস্য নেই, সুতরাং ধর্মে তাঁর প্রতি একনিষ্ঠচিত্তে তাঁকেই ডাকো। সমস্ত প্রশংসা আল্লাহ্‌র যিনি বিশ্বজগতের প্রভু।"
  },
  {
    "num": "66",
    "ara": "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِن رَّبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ",
    "eng": "Say, [O Muhammad], \"Indeed, I have been forbidden to worship those you call upon besides Allah once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\"",
    "ban": "বলো -- \"নিঃসন্দেহ আমাকে নিষেধ করা হয়েছে তাদের উপাসনা করতে যাদের তোমরা উপাসনা কর আল্লাহ্‌কে বাদ দিয়ে, -- যখন আমার কাছে আমার প্রভুর কাছ থেকে স্পষ্ট প্রমাণাবলী এসেছে, আর আমাকে নির্দেশ দেওয়া হয়েছে যেন আমি বিশ্বজগতের প্রভুর প্রতি আ‌ত্মসমর্পণ করি।"
  },
  {
    "num": "67",
    "ara": "هُوَ الَّذِي خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنكُم مَّن يُتَوَفَّى مِن قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
    "eng": "It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason.",
    "ban": "\"তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন মাটি থেকে, তারপর শুক্রকীট থেকে, তারপর রক্তপিন্ড থেকে, তারপর তিনি তোমাদের বের করে আনেন শিশুরূপে, তারপর যেন তোমরা বাড়তে পারো তোমাদের পূর্ণযৌবনে, তারপর যেন তোমরা বৃদ্ধ হতে পারো, আর তোমাদের মধ্যে কাউকে মরতে দেওয়া হয় আগেই, -- কাজেকাজেই তোমরা যেন নির্ধারিত সময়সীমায় পৌঁছুতে পারো, আর যেন তোমরা বুঝতে-সুঝতে পারো।"
  },
  {
    "num": "68",
    "ara": "هُوَ الَّذِي يُحْيِي وَيُمِيتُ فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ",
    "eng": "He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is.",
    "ban": "\"তিনিই সেইজন যিনি জীবনদান করেন ও মৃত্যু ঘটান, সুতরাং তিনি যখন কোনো ব্যাপারের বিধান করেন তখন শুধুমাত্র তিনি সে-সন্বন্ধে বলেন -- 'হও', ফলে তা হয়ে যায়।\""
  },
  {
    "num": "69",
    "ara": "أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ",
    "eng": "Do you not consider those who dispute concerning the signs of Allah - how are they averted?",
    "ban": "তুমি কি তাদের দিকে চেয়ে দেখো নি যারা আল্লাহ্‌র নির্দেশাবলী নিয়ে বিতর্ক করে? ওরা কেমন করে ফিরে যাচ্ছে --"
  },
  {
    "num": "70",
    "ara": "الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ",
    "eng": "Those who deny the Book and that with which We sent Our messengers - they are going to know,",
    "ban": "যারা গ্রন্থখানাকে প্রত্যাখ্যান করছে, আর যা দিয়ে আমরা আমাদের রসূলগণকে পাঠিয়েছিলাম? কিন্ত শীগগিরই তারা বুঝতে পারবে --"
  },
  {
    "num": "71",
    "ara": "إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ",
    "eng": "When the shackles are around their necks and the chains; they will be dragged",
    "ban": "যখন তাদের গলায় বেড়ি হবে আর হবে শিকল। তাদের টেনে নিয়ে যাওয়া হবে --"
  },
  {
    "num": "72",
    "ara": "فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ",
    "eng": "In boiling water; then in the Fire they will be filled [with flame].",
    "ban": "ফুটন্ত পানির মধ্যে, তারপর তাদের জ্বলতে দেওয়া হবে আগুনের মধ্যে।"
  },
  {
    "num": "73",
    "ara": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
    "eng": "Then it will be said to them, \"Where is that which you used to associate [with Him in worship]",
    "ban": "তখন তাদের বলা হবে -- \"কোথায় আছে তারা যাদের তোমরা শরিক করতে --"
  },
  {
    "num": "74",
    "ara": "مِن دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَل لَّمْ نَكُن نَّدْعُو مِن قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ",
    "eng": "Other than Allah?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allah put astray the disbelievers.",
    "ban": "আল্লাহ্‌কে বাদ দিয়ে?\" তারা বলবে, \"তারা আমাদের থেকে উধাও হয়েছে, বস্তুতঃ আমরা ইতিপূর্বে এমন কিছুকে আহ্বান করে চলি নি।\" এভাবেই আল্লাহ্ পথভ্রষ্ট হতে দেন অবিশ্বাসীদের।"
  },
  {
    "num": "75",
    "ara": "ذَلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
    "eng": "[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently.",
    "ban": "এমনটাই তোমাদের জন্য কেননা তোমরা দুনিয়াতে বেপরোয়া ব্যবহার করতে কোনো যুক্তি ব্যতীত, আর যেহেতু তোমরা হামবড়াই করতে।"
  },
  {
    "num": "76",
    "ara": "ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
    "eng": "Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
    "ban": "\"তোমরা জাহান্নামের দরজাগুলো দিয়ে প্রবেশ করো তাতে অবস্থানের জন্য। সুতরাং গর্বিতদের আবাসস্থল কত নিকৃষ্ট!\""
  },
  {
    "num": "77",
    "ara": "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
    "eng": "So be patient, [O Muhammad]; indeed, the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned.",
    "ban": "কাজেই তুমি অধ্যবসায় চালিয়ে যাও, নিশ্চয় আল্লাহ্‌র ওয়াদা সত্য। সুতরাং তাদের যা ওয়াদা করা হয়েছে আমরা যদি তার কিছুটা তোমাকে দেখিয়েই দিই অথবা তোমার মৃত্যুই ঘটাই, সর্বাবস্থায় আমাদেরই কাছে তাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "78",
    "ara": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ",
    "eng": "And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah. So when the command of Allah comes, it will be concluded in truth, and the falsifiers will thereupon lose [all].",
    "ban": "আর নিশ্চয়ই আমরা তোমার আগে রসূলগণকে পাঠিয়ে দিয়েছি, তাঁদের মধ্যের কারো কারো সন্বন্ধে তোমার কাছে আমরা বিবৃত করেছি, আর তাদের মধ্যের অন্যদের সন্বন্ধে আমরা তোমার কাছে বিবৃত করি নি। আর কোনো রসূলেরই কাজ নয় যে তিনি আল্লাহ্‌র অনুমতি ব্যতীত কোনো নিদর্শন নিয়ে আসবেন, কিন্ত যখন আল্লাহ্‌র নির্দেশ এসে যাবে, তখন মীমাংসা হয়ে যাবে ন্যায়সংগতভাবে, আর বাতিল করার প্রচেষ্টাকারীরা তখন তখনই নাজেহাল হবে।"
  },
  {
    "num": "79",
    "ara": "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ",
    "eng": "It is Allah who made for you the grazing animals upon which you ride, and some of them you eat.",
    "ban": "আল্লাহই তিনি যিনি তেমাদের জন্য গবাদি-পশু সৃষ্টি করেছেন যেন তোমরা তাদের কতকগুলোয় চড়তে পরো ও তাদের কতকটা তোমরা খেতে পারো,"
  },
  {
    "num": "80",
    "ara": "وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
    "eng": "And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried.",
    "ban": "আর তোমাদের জন্য তাদের মধ্যে রয়েছে মুনাফা, আর যেন তাদের সাহায্যে তোমরা পূরণ করতে পারো তোমাদের অন্তরের বাসনা, আর তাদের উপরে ও জাহাজের উপরে তোমাদের বহন করা হয়।"
  },
  {
    "num": "81",
    "ara": "وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنكِرُونَ",
    "eng": "And He shows you His signs. So which of the signs of Allah do you deny?",
    "ban": "আর তিনি তোমাদের দেখিয়ে থাকেন তাঁর নিদর্শনসমূহ। সুতরাং আল্লাহ্‌র নিদর্শনাবলীর কোনটি তোমরা প্রত্যাখ্যান করবে?"
  },
  {
    "num": "82",
    "ara": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُم مَّا كَانُوا يَكْسِبُونَ",
    "eng": "Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn.",
    "ban": "ওরা কি তবে পৃথিবীতে পরিভ্রমণ করে নি, তাহলে ওরা দেখতে পেতো কেমন হয়েছিল তাদের পরিণাম যারা ওদের পূর্ববর্তী ছিল? তারা ওদের চেয়ে অধিকসংখ্যক ছিল আর শক্তিতে প্রবলতর ও দুনিয়াতে কীর্তিস্থাপনে ছিল পারদর্শী। কিন্ত তারা যা অর্জন করে চলেছিল তা তাদের কোনো কাজে আসে নি।"
  },
  {
    "num": "83",
    "ara": "فَلَمَّا جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِندَهُم مِّنَ الْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule.",
    "ban": "তারপর যখন তাদের রসূলগণ তাদের কাছে স্পষ্ট প্রমাণাবলী নিয়ে এসেছিলেন তখন তাদের কাছে জ্ঞানের যা রয়েছে সেজন্য তারা বেপরোয়া থাকতো, আর ওরা যা নিয়ে ঠাট্টা-বিদ্রপ করত তাই তাদের ঘেরাও করল।"
  },
  {
    "num": "84",
    "ara": "فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ",
    "eng": "And when they saw Our punishment, they said,\" We believe in Allah alone and disbelieve in that which we used to associate with Him.\"",
    "ban": "সুতরাং তারা যখন আমাদের দুর্যোগ দেখতে পেল তখন বলল, \"আমরা আল্লাহ্‌তে, তাঁর একত্বে, বিশ্বাস করছি, আর যাদের আমরা তাঁর সঙ্গে শরীক করেছিলাম তাদের আমরা অস্বীকার করছি।\""
  },
  {
    "num": "85",
    "ara": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ",
    "eng": "But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all].",
    "ban": "কিন্ত যখন তারা আমাদের দুর্যোগ প্রত্যক্ষ করেছে তখন তাদের বিশ্বাসস্থাপনা তাদের কোনো উপকারে আসবে না। আল্লাহর রীতি যেটি বলবৎ হয়ে রয়েছে তাঁর বান্দাদের মধ্যে, আর অবিশ্বাসীরা তখনই নাস্তানাবুদ হবে।"
  }
]
