[
  {
    "num": "1",
    "ara": "حم",
    "eng": "Ha, Meem.",
    "ban": "হা মীম!"
  },
  {
    "num": "2",
    "ara": "تَنزِيلٌ مِّنَ الرَّحْمَنِ الرَّحِيمِ",
    "eng": "[This is] a revelation from the Entirely Merciful, the Especially Merciful -",
    "ban": "পরম করুণাময় অফুরন্ত ফলদাতার কাছ থেকে এ এক অবতারণ --"
  },
  {
    "num": "3",
    "ara": "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "eng": "A Book whose verses have been detailed, an Arabic Qur'an for a people who know,",
    "ban": "একটি গ্রন্থ যার আয়াতসমূহ স্পষ্টভাবে বিবৃত, আরবী কুরআন সেই লোকদের জন্য যারা জানে --"
  },
  {
    "num": "4",
    "ara": "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
    "eng": "As a giver of good tidings and a warner; but most of them turn away, so they do not hear.",
    "ban": "সুসংবাদবাহক ও সতর্ককারী; কিন্ত তাদের অনেকেই সরে যায়, কাজেই তারা শোনে না।"
  },
  {
    "num": "5",
    "ara": "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِّمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
    "eng": "And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working.\"",
    "ban": "আর তারা বলে -- \"তুমি যার প্রতি আমাদের ডাকছ তা থেকে আমাদের হৃদয় ঢাকনির ভেতরে রয়েছে, আর আমাদের কানে রয়েছে বধিরতা, আর আমাদের মধ্যে ও তোমার মধ্যে রয়েছে একটি পর্দা কাজ করে যাও, আমরাও অবশ্য কাজ করে চলেছি।\""
  },
  {
    "num": "6",
    "ara": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِّلْمُشْرِكِينَ",
    "eng": "Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah -",
    "ban": "বলো, \"আমি তো তোমাদের মতো একজন মানুষ মাত্র, আমার কাছে প্রত্যাদেশ হয়েছে যে তোমাদের উপাস্য নিশ্চয়ই একক উপাস্য, সুতরাং তাঁর দিকে সোজাসুজি পথ ধরো, আর তাঁরই কাছে পরিত্রাণ খোঁজো।\" আর ধিক্ বহুখোদাবাদীদের প্রতি --"
  },
  {
    "num": "7",
    "ara": "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ",
    "eng": "Those who do not give zakah, and in the Hereafter they are disbelievers.",
    "ban": "যারা যাকাত প্রদান করে না, আর আখেরাত সম্পর্কে তারা স্বয়ং অবিশ্বাসী।"
  },
  {
    "num": "8",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
    "eng": "Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted.",
    "ban": "পক্ষান্তরে যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের জন্য রয়েছে বাধাহীন প্রতিদান।"
  },
  {
    "num": "9",
    "ara": "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ذَلِكَ رَبُّ الْعَالَمِينَ",
    "eng": "Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds.\"",
    "ban": "বলো -- \"তোমরা কি ঠিকঠিকই তাঁকে অস্বীকার করছ যিনি পৃথিবী সৃষ্টি করেছেন দুই দিনে, আর তোমরা কি তাঁর সঙ্গে সমকক্ষ দাঁড় করাও? এমনজনই হচ্ছেন বিশ্বজগতের প্রভু।\""
  },
  {
    "num": "10",
    "ara": "وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ",
    "eng": "And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask.",
    "ban": "আর তার মধ্যে তার বহির্ভাগে তিনি স্থাপন করেছেন পর্বতমালা, আর তাতে তিনি অনুগ্রহ অর্পণ করেছেন, আর তাতে তিনি ব্যবস্থা করেছেন এর খাদ্যসামগ্রী -- চার দিনে। অনুসন্ধানকারীদের জন্য সমভাবে প্রযোজ্য।"
  },
  {
    "num": "11",
    "ara": "ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
    "eng": "Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly.\"",
    "ban": "তারপর তিনি ফিরলেন আকাশের দিকে আর সেটি ছিল এক ধূম্রজাল। অনন্তর তিনি এটিকে ও পৃথিবীকে বললেন -- \"তোমরা উভয়ে এসো স্বেচ্ছায় অথবা অনিচ্ছায়।\" তারা বললে -- \"আমরা আসছি অনুগত হয়ে।\""
  },
  {
    "num": "12",
    "ara": "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
    "eng": "And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing.",
    "ban": "তারপর তিনি তাদের সম্পূর্ণ করলেন সাত আসমানে, দুই দিনে, আর প্রত্যেক আকাশে তিনি আদেশ করেছেন তার করণীয়। আর আমরা নিকটবর্তী আকাশকে শোভিত করেছি প্রদীপমালা দিয়ে, আর সুরক্ষিত অবস্থায়। এটিই মহাশক্তিশালী সর্বজ্ঞাতার বিধান।"
  },
  {
    "num": "13",
    "ara": "فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
    "eng": "But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] 'Aad and Thamud.",
    "ban": "এর পরেও তারা যদি ফিরে যায় তাহলে তুমি বলো -- \"আমি তোমাদের হুশিয়াঁর করে দিচ্ছি 'আদ ও ছামূদের বজ্রাঘাতের ন্যায় এক বজ্রাঘাত সন্বন্ধে।\""
  },
  {
    "num": "14",
    "ara": "إِذْ جَاءَتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ",
    "eng": "[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\"",
    "ban": "স্মরণ করো! রসূলগণ তাদের কাছে এসেছিলেন তাদের সামনে থেকে ও তাদের পেছন থেকে এই বলে -- \"আল্লাহ্ ব্যতীত কারো উপাসনা করো না।\" তারা বলেছিল -- \"আমাদের প্রভু যদি ইচ্ছা করতেন তাহলে তিনি নিশ্চয়ই ফিরিশ্‌তাদের পাঠাতে পারতেন, সেজন্য তোমাদের যা দিয়ে পাঠানো হয়েছে আমরা আলবৎ তাতে অবিশ্বাসী।\""
  },
  {
    "num": "15",
    "ara": "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "eng": "As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs.",
    "ban": "বস্তুতঃ 'আদ-এর ক্ষেত্রে -- তারা তখন পৃথিবীতে যুক্তি ব্যতিরেকে অহঙ্কার করত, আর বলত -- \"আমাদের চেয়ে বলবিক্রমে বেশী শক্তিশালী কে আছে?\" তারা কি তবে দেখতে পায় নি যে, আল্লাহ্ যিনি তাদের সৃষ্টি করেছেন তিনি তাদের চেয়ে বলবিক্রমে অধিক বলীয়ান? আর তারা আমাদের নির্দেশাবলী সন্বন্ধে বাদ-প্রতিবাদ করত।"
  },
  {
    "num": "16",
    "ara": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنصَرُونَ",
    "eng": "So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped.",
    "ban": "সেজন্য আমরা তাদের উপরে পাঠিয়েছিলাম এক ভয়ংকর ঝড়তুফান অশুভ দিনে, যেন আমরা পার্থিব জীবনেই তাদের আস্বাদন করাতে পারি লাঞ্ছনাদায়ক শাস্তি। আর আখেরাতের শাস্তি নিশ্চয়ই আরো বেশী লাঞ্ছনাদায়ক, আর তাদের সাহায্য করা হবে না।"
  },
  {
    "num": "17",
    "ara": "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn.",
    "ban": "আর ছামূদের ক্ষেত্রে -- আমরা তো তাদের পথ দেখিয়েছিলাম কিন্ত তারা পথ দেখার পরিবর্তে অন্ধত্ব ভালবেসেছিল, কাজেই তারা যা অর্জন করেছিল সেজন্য এক লাঞ্ছনাদায়ক শাস্তির বজ্রাঘাত তাদের পাকড়াও করেছিল।"
  },
  {
    "num": "18",
    "ara": "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
    "eng": "And We saved those who believed and used to fear Allah.",
    "ban": "আর আমরা উদ্ধার করেছিলাম তাদের যারা বিশ্বাস করেছিল এবং ভয়ভক্তি পোষণ করত।"
  },
  {
    "num": "19",
    "ara": "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
    "eng": "And [mention, O Muhammad], the Day when the enemies of Allah will be gathered to the Fire while they are [driven] assembled in rows,",
    "ban": "আর সেই দিন যখন আল্লাহ্‌র শত্রুদের সমবেত করা হবে আগুনের দিকে, ফলে ওদের দল বাঁধা হবে, --"
  },
  {
    "num": "20",
    "ara": "حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do.",
    "ban": "পরিশেষে যখন তারা এর কাছে আসবে তখন তাদের কান ও তাদের চোখ ও তাদের ছাল-চামড়া তাদের বিরুদ্ধে সাক্ষ্য দেবে তারা যা করত সে-সন্বন্ধে।"
  },
  {
    "num": "21",
    "ara": "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
    "eng": "And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned.",
    "ban": "আর তারা নিজেদের ছাল-চামড়াকে বলবে -- \"তোমরা কেন আমাদের বিরুদ্ধে সাক্ষ্য দিলে?\" তারা বলবে -- আল্লাহ্ যিনি সব- কিছুকে কথা বলান, তিনিই আমাদের কথা বলিয়েছেন।\" আর তিনি তোমাদের প্রথমবারে সৃষ্টি করেছেন, আর তাঁরই কাছে তোমাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "22",
    "ara": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِن ظَنَنتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
    "eng": "And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do.",
    "ban": "আর তোমাদের কান তোমাদের বিরুদ্ধে সাক্ষ্য দেবার ব্যাপারে তোমরা কিছুই গোপন রাখতে না, আর তোমাদের চোখের থেকেও নয়, আর তোমাদের ছাল-চামড়া থেকেও নয়, উপরন্তু তোমরা মনে করতে যে তোমরা যা করেছিলে তার অধিকাংশই আল্লাহ্ জানেন না।"
  },
  {
    "num": "23",
    "ara": "وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُم مِّنَ الْخَاسِرِينَ",
    "eng": "And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\"",
    "ban": "আর তোমাদের এমনতর ভাবনাটাই যা তোমরা ভাবতে তোমাদের প্রভু সন্বন্ধে তা-ই তোমাদের ধ্বংস করেছে, ফলে সকালসকালই তোমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়েছ।"
  },
  {
    "num": "24",
    "ara": "فَإِن يَصْبِرُوا فَالنَّارُ مَثْوًى لَّهُمْ وَإِن يَسْتَعْتِبُوا فَمَا هُم مِّنَ الْمُعْتَبِينَ",
    "eng": "So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allah], they will not be of those who are allowed to appease.",
    "ban": "কাজেই তারা যদি অধ্যবসায় করে তাহলে আগুনই হবে তাদের অবস্থানস্থল, আর যদি তারা সদয়তা চায় তাহলে তারা নুগ্রহপ্রাপ্তদের অন্তর্ভুক্ত হবে না।"
  },
  {
    "num": "25",
    "ara": "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ الْجِنِّ وَالْإِنسِ إِنَّهُمْ كَانُوا خَاسِرِينَ",
    "eng": "And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.",
    "ban": "আর আমরা তাদের জন্য সঙ্গী বানিয়েছিলাম, তাই তাদের জন্য তারা চিত্তাকর্ষক করেছিল যা তাদের সম্মুখে ছিল আর যা তাদের পশ্চাতে ছিল, আর তাদের বিরুদ্ধে বাণী সত্য প্রতিপন্ন হয়েছে, -- জিনদের ও মানুষদের মধ্যের যারা তাদের পূর্বে গত হয়ে গেছে সেই সম্প্রদায়ের মধ্যে, নিঃসন্দেহ তারা ছিল ক্ষতিগ্রস্ত।"
  },
  {
    "num": "26",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
    "eng": "And those who disbelieve say, \"Do not listen to this Qur'an and speak noisily during [the recitation of] it that perhaps you will overcome.\"",
    "ban": "আর যারা অবিশ্বাস করে তারা বলে -- \"এই কুরআন শুনো না, আর এতে শোরগোল করো, যাতে তোমরা দমন করতে পারো।\""
  },
  {
    "num": "27",
    "ara": "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
    "eng": "But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing.",
    "ban": "সেজন্য যারা অবিশ্বাস করে তাদের আমরা অবশ্যই কঠিন শাস্তি আস্বাদন করাব, আর তাদের অবশ্যই প্রতিদান দেব তারা যা গর্হিত কাজ করত তাই দিয়ে।"
  },
  {
    "num": "28",
    "ara": "ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "eng": "That is the recompense of the enemies of Allah - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting.",
    "ban": "এই হচ্ছে আল্লাহ্‌র শত্রুদের পরিণাম -- আগুন, তাদের জন্য এখানে রয়েছে দীর্ঘস্থায়ী আবাস। আমাদের নির্দেশাবলী তারা অস্বীকার করত বলেই এটি হচ্ছে প্রতিফল।"
  },
  {
    "num": "29",
    "ara": "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
    "eng": "And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest.\"",
    "ban": "আর যারা অবিশ্বাস করে তারা বলবে -- \"আমাদের প্রভু! জিন ও মানুষদের যারা আমাদের বিপথে চালিয়েছিল তাদের আমাদের দেখিয়ে দাও, আমাদের পায়ের তলায় আমরা তাদের মাড়াবো, যাতে তারা অধমদের অন্তর্ভুক্ত হয়।\""
  },
  {
    "num": "30",
    "ara": "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ",
    "eng": "Indeed, those who have said, \"Our Lord is Allah \" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised.",
    "ban": "পক্ষান্তরে যারা বলে -- \"আমাদের প্রভু আল্লাহ\", তারপর তারা কায়েম থাকে, তাদের নিকট ফিরিশ্‌তারা অবতরণ করে এই বলে -- \"ভয় করো না আর দুঃখ করো না, বরঞ্চ সুসংবাদ শুনো জান্নাতের যার জন্য তোমাদের প্রতি‌শ্রুতি দেওয়া হয়েছিল।"
  },
  {
    "num": "31",
    "ara": "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
    "eng": "We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]",
    "ban": "\"আমরা তোমাদের বন্ধু এই দুনিয়ার জীবনে ও পরকালে, আর তোমাদের জন্য এতে রয়েছে তোমাদের অন্তর যা-কিছু কামনা করে তাই, আর তোমাদের জন্য তাতে রয়েছে যা তোমরা চেয়ে পাঠাও।"
  },
  {
    "num": "32",
    "ara": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
    "eng": "As accommodation from a [Lord who is] Forgiving and Merciful.\"",
    "ban": "\"পরিত্রাণকারী অফুরন্ত ফলদাতার তরফ থেকে এক আপ্যায়ন।\""
  },
  {
    "num": "33",
    "ara": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
    "eng": "And who is better in speech than one who invites to Allah and does righteousness and says, \"Indeed, I am of the Muslims.\"",
    "ban": "আর কে তার চাইতে কথাবার্তায় বেশী ভাল যে আল্লাহ্‌র প্রতি আহ্বান করে এবং সৎকর্ম করে আর বলে -- \"আমি তো নিশ্চয়ই মুসলিমদের মধ্যেকার?\""
  },
  {
    "num": "34",
    "ara": "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
    "eng": "And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon the one whom between you and him is enmity [will become] as though he was a devoted friend.",
    "ban": "আর ভাল জিনিস ও মন্দ জিনিস একসমান হতে পারে না। প্রতিহত করো তাই দিয়ে যা অধিকতর উৎকৃষ্ট, ফলে দেখো! তোমার মধ্যে ও তার মধ্যে শত্রুতা থাকলেও সে যেন ছিল অন্তরঙ্গ বন্ধু।"
  },
  {
    "num": "35",
    "ara": "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
    "eng": "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good].",
    "ban": "আর কেউ এটি পেতে পারে না তারা ব্যতীত যারা অধ্যবসায় করে, আর কেউ এটি পেতে পারে না মহান সৌভাগ্যবান ব্যতীত।"
  },
  {
    "num": "36",
    "ara": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allah. Indeed, He is the Hearing, the Knowing.",
    "ban": "আর শয়তান থেকে কোনো খোঁচা যদি তোমাকে খোঁচা দেয় তাহলে তুমি আল্লাহ্‌র কাছে আশ্রয় চাও। নিঃসন্দেহ তিনি স্বয়ং সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "37",
    "ara": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
    "eng": "And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostate to Allah, who created them, if it should be Him that you worship.",
    "ban": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাত ও দিন আর সূর্য ও চন্দ্র। তোমরা সূর্যের প্রতি সিজদা করো না আর চন্দ্রের প্রতিও নয়, বরং তোমরা সিজ্‌দা করো আল্লাহ্‌র প্রতি যিনি এগুলোকে সৃষ্টি করেছেন, যদি তোমরা তাঁকেই উপাসনা করতে চাও।"
  },
  {
    "num": "38",
    "ara": "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ",
    "eng": "But if they are arrogant - then those who are near your Lord exalt Him by night and by day, and they do not become weary.",
    "ban": "কিন্ত যদি তারা গর্ববোধ করে, বস্তুতঃ যারা তোমার প্রভুর সান্নিধ্যে রয়েছে তারা তাঁর জপতপ করছে দিন ও রাতভর, আর তারা ক্লান্তিবোধ করে না।"
  },
  {
    "num": "39",
    "ara": "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent.",
    "ban": "আর তাঁর নিদর্শনগুলোর মধ্যে হচ্ছে যে, তুমি পৃথিবীটাকে দেখতে পাচ্ছ শুকনো, তারপর যখন তার উপরে আমরা বর্ষণ করি বৃষ্টি তখন তা চঞ্চল হয় ও ফেঁপে ওঠে। নিঃসন্দেহ যিনি এটিকে জীবনদান করেন তিনিই তো মৃতের প্রাণদাতা। তিনি নিশ্চয়ই সব- কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "40",
    "ara": "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا أَفَمَن يُلْقَى فِي النَّارِ خَيْرٌ أَم مَّن يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "eng": "Indeed, those who inject deviation into Our verses are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do.",
    "ban": "নিঃসন্দেহ যারা বেঁকে বসে আমাদের নির্দেশাবলীসন্বন্ধে তারা আমাদের থেকে লুকিয়ে থাকা নয়। তবে কি যাকে আগুনে নিক্ষেপ করা হবে সে অধিকতর ভাল, না সে, যে কিয়ামতের দিনে নিরাপত্তার সাথে হাজির হবে? তোমরা যা চাও করে যাও, নিঃসন্দেহ তোমরা যা করছ সে-সন্বন্ধে তিনি সর্বদ্রষ্টা।"
  },
  {
    "num": "41",
    "ara": "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
    "eng": "Indeed, those who disbelieve in the message after it has come to them... And indeed, it is a mighty Book.",
    "ban": "নিঃসন্দেহ যারা স্মারকগ্রন্থকে প্রত্যাখ্যান করে তাদের কাছে তা আসার পরে। আর এটি তো নিশ্চয়ই এক সুমহান গ্রন্থ, --"
  },
  {
    "num": "42",
    "ara": "لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
    "eng": "Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy.",
    "ban": "এতে মিথ্যা কথা আসতে পারবে না এর সামনে থেকে, আর এর পেছন থেকেও নয়। এ হচ্ছে একটি অবতারণ মহাজ্ঞানী পরম প্রশংসিতের কাছ থেকে।"
  },
  {
    "num": "43",
    "ara": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
    "eng": "Nothing is said to you, [O Muhammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty.",
    "ban": "তোমার প্রতি এমন কিছু বলা হয়নি তা ব্যতীত যা বলা হতো তোমার পূর্ববর্তী রসূলগণের সন্বন্ধে। নিঃসন্দেহ তোমার প্রভু নিশ্চয়ই পরিত্রাণে ক্ষমতাবান, এবং কঠোর প্রতিফল দিতে সক্ষম।"
  },
  {
    "num": "44",
    "ara": "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَّقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ",
    "eng": "And if We had made it a non-Arabic Qur'an, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.",
    "ban": "আর যদি আমরা এটিকে একটি আ'জমী ভাষণ বানাতাম তাহলে তারা নিশ্চয়ই বলত -- \"এর আয়াতগুলো কেন পরিস্কারভাবে বলা হয় নি? কী! একটি আ'জমী এবং একজন আরবীয়!\" বলো -- \"যারা বিশ্বাস করে তাদের জন্য এটি এক পথনির্দেশ ও এক আরোগ্য-বিধান।\" আর যারা বিশ্বাস করে না তাদের কানের মধ্যে রয়েছে বধিরতা, আর তাদের জন্য এটি অন্ধকারাচ্ছন্ন। এরা -- এদের ডাকা হয় বহু দূরের জায়গা থেকে।"
  },
  {
    "num": "45",
    "ara": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ",
    "eng": "And We had already given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning the Qur'an, in disquieting doubt.",
    "ban": "আর আমরা তো ইতিপূর্বে মূসাকে ধর্মগ্রন্থ দিয়েছিলাম, কিন্ত এতে মতভেদ ঘটানো হয়েছিল। আর যদি না তোমার প্রভুর কাছ থেকে একটি বাণী ইতিপূর্বে ধার্য হয়ে থাকত তাহলে তাদের মধ্যে মীমাংসা হয়ে যেত। আর নিঃসন্দেহ এ-সন্বন্ধে তা রা এক অস্বস্তিকর সন্দেহের মাঝে রয়েছে।"
  },
  {
    "num": "46",
    "ara": "مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ",
    "eng": "Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants.",
    "ban": "যে কেউ সৎকর্ম করে থাকে, সেটি তো তার নিজের জন্যেই, আর যে কেউ মন্দকাজ করে সেটি তো তারই বিরুদ্ধে। আর তোমার প্রভু দাসদের প্রতি আদৌ অন্যায়কারী নন।"
  },
  {
    "num": "47",
    "ara": "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ",
    "eng": "To him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that].\"",
    "ban": "তাঁর কাছেই হাওয়ালা দেওয়া হয় ঘড়িঘন্টার জ্ঞান সন্বন্ধে। আর ফল-ফসলের কোনোটিই তার থোড়ের মধ্যে থেকে বেরিয়ে আসে না, আর নারীদের কেউ গর্ভধারণ করে না ও সন্তান প্রসবও করে না তাঁর জ্ঞানের বাইরে। আর সেইদিন তিনি তাদের ডেকে বলবেন -- \"কোথায় আমার শরিকান?\" তারা বলবে -- \"আমরা তোমার কাছে ঘোষণা করছি, আমাদের মধ্যে কেউই সাক্ষী নই।\""
  },
  {
    "num": "48",
    "ara": "وَضَلَّ عَنْهُم مَّا كَانُوا يَدْعُونَ مِن قَبْلُ وَظَنُّوا مَا لَهُم مِّن مَّحِيصٍ",
    "eng": "And lost from them will be those they were invoking before, and they will be certain that they have no place of escape.",
    "ban": "আর এর আগে যাদের তারা ডাকত তারা তাদের থেকে অদৃশ্য হয়ে যাবে, আর তারা বুঝবে যে তাদের জন্য কোনো আশ্রয় নেই।"
  },
  {
    "num": "49",
    "ara": "لَّا يَسْأَمُ الْإِنسَانُ مِن دُعَاءِ الْخَيْرِ وَإِن مَّسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
    "eng": "Man is not weary of supplication for good [things], but if evil touches him, he is hopeless and despairing.",
    "ban": "মানুষ ভালর জন্যে প্রার্থনায় ক্লান্তি বোধ করে না, কিন্ত যদি দুঃখকষ্ট তাকে স্পর্শ করে সে তখন ধৈর্যহারা হয়ে যায়।"
  },
  {
    "num": "50",
    "ara": "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَى رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ",
    "eng": "And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment.",
    "ban": "আর দুঃখদুর্দশা তাকে স্পর্শ করার পরে আমরা যদি তাকে আমাদের থেকে করুণা আস্বাদ করাই, সে নিশ্চয়ই বলবে -- \"এটি আমারই জন্যে, আর আমি মনে করি না যে ঘড়িঘন্টা কায়েম হবে, আর যদিই বা আমাকে আমার প্রভুর কাছে নিয়ে যাওয়া হয় তবে আমার জন্য তাঁর কাছে কল্যাণই থাকবে।\" কিন্ত যারা অবিশ্বাস পোষণ করে তাদের আমরা অবশ্যই জানিয়ে দেব কী তারা করেছিল এবং তাদের আমরা অবশ্যই আস্বাদন করাব কঠোর শাস্তি থেকে।"
  },
  {
    "num": "51",
    "ara": "وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
    "eng": "And when We bestow favor upon man, he turns away and distances himself; but when evil touches him, then he is full of extensive supplication.",
    "ban": "আর যখন আমরা মানুষের উপরে অনুগ্রহ বর্ষণ করি সে মুখ ফিরিয়ে নেয় ও এর আশপাশ থেকে দূরে সরে যায়, কিন্ত যখন দুঃখকষ্ট তাকে স্পর্শ করে তখন দেখো! সে দীর্ঘ প্রার্থনায় রত হয়।"
  },
  {
    "num": "52",
    "ara": "قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ اللَّهِ ثُمَّ كَفَرْتُم بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
    "eng": "Say, \"Have you considered: if the Qur'an is from Allah and you disbelieved in it, who would be more astray than one who is in extreme dissension?\"",
    "ban": "তুমি বলো -- \"তোমরা কি ভেবে দেখেছ, যদি এটি আল্লাহ্‌র কাছ থেকে হ'য়ে থাকে এবং তোমরা এতে অবিশ্বাস কর, তাহলে তার চাইতে কে বেশী পথভ্রান্ত যে সুদূরব্যাপী বিরুদ্ধাচরণে রয়েছে?\""
  },
  {
    "num": "53",
    "ara": "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ",
    "eng": "We will show them Our signs in the horizons and within themselves until it becomes clear to them that it is the truth. But is it not sufficient concerning your Lord that He is, over all things, a Witness?",
    "ban": "আমরা অচিরেই তাদের দেখাব আমাদের নিদর্শনাবলী দিগদিগন্তে এবং তাদের নিজেদের মধ্যেও, যে পর্যন্ত না তাদের কাছে স্পষ্ট হয়ে যায় যে এটি নিঃসন্দেহ ধ্রুবসত্য। এটি কি যথেষ্ট নয় যে তোমার প্রভু -- তিনিই তো সব-কিছুর উপরে সাক্ষী রয়েছেন?"
  },
  {
    "num": "54",
    "ara": "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ",
    "eng": "Unquestionably, they are in doubt about the meeting with their Lord. Unquestionably He is, of all things, encompassing.",
    "ban": "এটি কি নয় যে তারা আলবৎ সন্দেহের মাঝে রয়েছে তাদের প্রভুর সাথে সাক্ষাৎকার সন্বন্ধে? এটি কি নয় যে তিনি নিশ্চয় সব- কিছুরই পরিবেষ্টনকারী?"
  }
]
