[
  {
    "num": "1",
    "ara": "حم",
    "eng": "Ha, Meem.",
    "ban": "হা মীম!"
  },
  {
    "num": "2",
    "ara": "عسق",
    "eng": "'Ayn, Seen, Qaf.",
    "ban": "'আইন সীন ক্কাফ।"
  },
  {
    "num": "3",
    "ara": "كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Thus has He revealed to you, [O Muhammad], and to those before you - Allah, the Exalted in Might, the Wise.",
    "ban": "এইভাবেই তোমার কাছে ও তোমার পূর্বে যাঁরা ছিলেন তাঁদের কাছে প্রত্যাদেশ দিয়েছিলেন -- মহাশক্তিশালী পরমজ্ঞানী আল্লাহ্‌।"
  },
  {
    "num": "4",
    "ara": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "eng": "To Him belongs whatever is in the heavens and whatever is in the earth, and He is the Most High, the Most Great.",
    "ban": "যা-কিছু আছে মহাকাশমন্ডলীতে ও যা-কিছু আছে পৃথিবীতে সে-সবই তাঁর। আর তিনি মহোচ্চ, মহিমান্বিত।"
  },
  {
    "num": "5",
    "ara": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
    "eng": "The heavens almost break from above them, and the angels exalt [Allah] with praise of their Lord and ask forgiveness for those on earth. Unquestionably, it is Allah who is the Forgiving, the Merciful.",
    "ban": "মহাকাশমন্ডলী তাদের উপর থেকে ভেঙ্গে পড়ার উপক্রম হয়েছে, কিন্ত ফিরিশ্‌তারা তাদের প্রভুর প্রশংসায় জপতপ করে এবং পৃথিবীতে যারা আছে তাদের জন্য পরিত্রাণ খোঁজে। এটি কি নয় যে নিঃসন্দেহ আল্লাহ্‌, তিনি পরম ক্ষমাশীল, অফুরন্ত ফলদাতা?"
  },
  {
    "num": "6",
    "ara": "وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "eng": "And those who take as allies other than Him - Allah is [yet] Guardian over them; and you, [O Muhammad], are not over them a manager.",
    "ban": "আর যারা তাঁকে বাদ দিয়ে অন্যদের অভিভাবকরূপে গ্রহণ করে, -- আল্লাহ্ তাদের উপরে পর্যবেক্ষক, আর তুমি তাদের উপরে কর্ণধার নও।"
  },
  {
    "num": "7",
    "ara": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
    "eng": "And thus We have revealed to you an Arabic Qur'an that you may warn the Mother of Cities [Makkah] and those around it and warn of the Day of Assembly, about which there is no doubt. A party will be in Paradise and a party in the Blaze.",
    "ban": "আর এইভাবে আমরা তোমার প্রতি প্রত্যাদেশ দিয়েছি এই ভাষণ আরবীতে যেন তুমি নগর-জননী ও তার আশেপাশে যারা রয়েছে তাদের সতর্ক করতে পার, আর যেন তুমি সতর্ক করতে পার জমায়েৎ হওয়ার দিন সম্পর্কে -- যাতে কোনো সন্দেহ নেই। একদল জান্নাতে ও আরেক দল জ্বলন্ত আগুনে।"
  },
  {
    "num": "8",
    "ara": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِن يُدْخِلُ مَن يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُم مِّن وَلِيٍّ وَلَا نَصِيرٍ",
    "eng": "And if Allah willed, He could have made them [of] one religion, but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper.",
    "ban": "আর আল্লাহ্ যদি চাইতেন তাহলে তিনি তাদের একই সম্প্রদায় করতে পারতেন, কিন্ত তিনি তাঁর করুণার মধ্যে প্রবেশ করান যাকে তিনি ইচ্ছে করেন। আর অনাচারীরা -- তাদের জন্যে কোনো অভিভাবক নেই আর কোনো সাহায্যকারীও নেই।"
  },
  {
    "num": "9",
    "ara": "أَمِ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "Or have they taken protectors [or allies] besides him? But Allah - He is the Protector, and He gives life to the dead, and He is over all things competent.",
    "ban": "অথবা তারা কি তাঁকে বাদ দিয়ে অন্যদের অভিভাবকরূপে গ্রহণ করেছে? কিন্ত আল্লাহ্ -- তিনিই তো মনিব, আর তিনি মৃতকে জীবন দান করেন, আর তিনি সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "10",
    "ara": "وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
    "eng": "And in anything over which you disagree - its ruling is [to be referred] to Allah. [Say], \"That is Allah, my Lord; upon Him I have relied, and to Him I turn back.\"",
    "ban": "আর তোমরা যে কোনো বিষয়েই মতভেদ কর না কেন তার রায় তো আল্লাহ্‌রই নিকট। \"ইনিই আল্লাহ্‌, আমার প্রভু, তাঁরই উপরে আমি নির্ভর করি, আর তাঁরই দিকে আমি ফিরি।"
  },
  {
    "num": "11",
    "ara": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ",
    "eng": "[He is] Creator of the heavens and the earth. He has made for you from yourselves, mates, and among the cattle, mates; He multiplies you thereby. There is nothing like unto Him, and He is the Hearing, the Seeing.",
    "ban": "\"তিনি মহাকাশমন্ডলী ও পৃথিবীর আদিস্রষ্টা। তিনি তোমাদের জন্য তোমাদেরই মধ্যে থেকে জোড়া সৃষ্টি করেছেন, আর গবাদি- পশুর মধ্যেও জোড়া, এর মধ্যে থেকেই তিনি তোমাদের বংশ বিস্তার করেন। কিছুই তাঁর সদৃশ নয়। আর তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।"
  },
  {
    "num": "12",
    "ara": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "eng": "To Him belong the keys of the heavens and the earth. He extends provision for whom He wills and restricts [it]. Indeed He is, of all things, Knowing.",
    "ban": "\"মহাকাশমন্ডলী ও পৃথিবীর চাবিকাঠি তাঁরই কাছে, তিনি যাকে ইচ্ছা করেন তার প্রতি রিযেক সম্প্রসারিত করেন আর মেপেজোখেও দেন। নিঃসন্দেহ তিনি সর্ববিষয়ে সর্বজ্ঞাতা।\""
  },
  {
    "num": "13",
    "ara": "شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَن يُنِيبُ",
    "eng": "He has ordained for you of religion what He enjoined upon Noah and that which We have revealed to you, [O Muhammad], and what We enjoined upon Abraham and Moses and Jesus - to establish the religion and not be divided therein. Difficult for those who associate others with Allah is that to which you invite them. Allah chooses for Himself whom He wills and guides to Himself whoever turns back [to Him].",
    "ban": "তিনি তোমাদের জন্য সেই ধর্ম থেকে বিধান দিচ্ছেন যার দ্বারা তিনি নূহকে নির্দেশ দিয়েছিলেন, আর যা আমরা তোমার কাছে প্রত্যাদেশ করছি, আর যার দ্বারা আমরা ইব্রাহীমকে ও মূসাকে ও ঈসাকে নির্দেশ দিয়েছিলাম এই বলে -- \"ধর্মকে কায়েম করো, আর এতে একে-অন্যে বিচ্ছিন্ন হয়ো না।\" মুশরিকদের জন্য এ বড় কঠিন ব্যাপার যার প্রতি তুমি তাদের আহ্‌বান করছ! আল্লাহ্ যাকে ইচ্ছা করেন তাকে তাঁর কারণে নির্বাচিত করেন, আর তাঁর দিকে পরিচালিত করেন তাকে যে ফেরে।"
  },
  {
    "num": "14",
    "ara": "وَمَا تَفَرَّقُوا إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَى أَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِن بَعْدِهِمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ",
    "eng": "And they did not become divided until after knowledge had come to them - out of jealous animosity between themselves. And if not for a word that preceded from your Lord [postponing the penalty] until a specified time, it would have been concluded between them. And indeed, those who were granted inheritance of the Scripture after them are, concerning it, in disquieting doubt.",
    "ban": "আর তারা নিজেদের কাছে জ্ঞান আসার পরেও বিচ্ছিন্ন হয়ে যেত না যদি-না নিজেদের মধ্যে ঈর্ষা-বিদ্বেষ থাকত। আর যদি তোমার প্রভুর কাছ থেকে একটি নির্ধারিত কাল পর্যন্ত একটি বাণী ইতিপূর্বে ধার্য হয়ে না থাকত তাহলে নিশ্চয়ই তাদের মধ্যে হেস্তনেস্ত হয়ে যেত। আর তাঁদের পরে যারা ধর্মগ্রন্থ উত্তরাধিকার করেছিল তারা তো এটি সন্বন্ধে বিভ্রান্তিকর সন্দেহে রয়েছে।"
  },
  {
    "num": "15",
    "ara": "فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ",
    "eng": "So to that [religion of Allah] invite, [O Muhammad], and remain on a right course as you are commanded and do not follow their inclinations but say, \"I have believed in what Allah has revealed of the Qur'an, and I have been commanded to do justice among you. Allah is our Lord and your Lord. For us are our deeds, and for you your deeds. There is no [need for] argument between us and you. Allah will bring us together, and to Him is the [final] destination.\"",
    "ban": "কাজেই এর প্রতি তুমি তবে আহ্বান করতে থাকো, আর তোমাকে যেমন আদেশ করা হয়েছে তেমনিভাবে তুমি অটল থাকো, আর তাদের খেয়ালখুশির অনুগমন করো না, বরং বলো -- \"আমি বিশ্বাস করি তাতে যা আল্লাহ্ অবতারণ করেছেন এ গ্রন্থ থেকে, আর আমাকে আদেশ করা হয়েছে তোমাদের মধ্যে ন্যায়বিচার করতে। আল্লাহ্ আমাদের প্রভু এবং তোমাদেরও প্রভু। আমাদের কাজ হবে আমাদের জন্য এবং তোমাদের কাজ হবে তোমাদের জন্য। আমাদের মধ্যে ও তোমাদের মধ্যে কোনো বিবাদ-বিসংবাদ নেই। আল্লাহ্ আমাদের একত্রিত করবেন। আর তাঁর কাছেই তো প্রত্যাবর্তন।\""
  },
  {
    "num": "16",
    "ara": "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِن بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
    "eng": "And those who argue concerning Allah after He has been responded to - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment.",
    "ban": "আর যারা আল্লাহ্ সন্বন্ধে তর্ক করে তাঁর কথায় সাড়া দেবার পরেও, তাদের তর্কবিতর্ক তাদের প্রভুর কাছে অসার, আর তাদের উপরে ক্রোধ, আর তাদের জন্য রয়েছে ভীষণ শাস্তি।"
  },
  {
    "num": "17",
    "ara": "اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
    "eng": "It is Allah who has sent down the Book in truth and [also] the balance. And what will make you perceive? Perhaps the Hour is near.",
    "ban": "আল্লাহ্‌ই তিনি যিনি সত্যসহ এই গ্রন্থ অবতারণ করেছেন আর দাঁড়িপাল্লা। আর কী তোমাকে জানাতে পারে -- সম্ভবতঃ ঘড়িঘন্টা আসন্ন।"
  },
  {
    "num": "18",
    "ara": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
    "eng": "Those who do not believe in it are impatient for it, but those who believe are fearful of it and know that it is the truth. Unquestionably, those who dispute concerning the Hour are in extreme error.",
    "ban": "যারা এতে বিশ্বাস করে না তারাই এটি ত্বরান্বিত করতে চায়, কিন্ত যারা বিশ্বাস করে তারা এ সন্বন্ধে ভীত-সন্ত্রস্ত, এবং তারা জানে যে এটি নিঃসন্দেহ সত্য। এটি কি নয় যে যারা ঘড়িঘন্টা সন্বন্ধে বাক্‌-বিতন্ডা করে তারাই তো সুদূর প্রসারী ভ্রান্তি তে রয়েছে?"
  },
  {
    "num": "19",
    "ara": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَن يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
    "eng": "Allah is Subtle with His servants; He gives provisions to whom He wills. And He is the Powerful, the Exalted in Might.",
    "ban": "আল্লাহ্ তাঁর বান্দাদের প্রতি পরম দয়ালু, তিনি যাকে ইচ্ছা করেন রিযেক দান করেন, আর তিনি মহাবলীয়ান, মহাশক্তিশালী।"
  },
  {
    "num": "20",
    "ara": "مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ",
    "eng": "Whoever desires the harvest of the Hereafter - We increase for him in his harvest. And whoever desires the harvest of this world - We give him thereof, but there is not for him in the Hereafter any share.",
    "ban": "যে কেউ পরলোকের শস্যক্ষেত্র চায়, আমরা তার জন্য তার চাষ-আবাদ বাড়িয়ে দিই, আর যে কেউ এই দুনিয়ার চাষ-আবাদ চায় তাকে আমরা তা থেকেই দিয়ে থাকি, আর তার জন্য পরলোকে কোনো ভাগ থাকবে না।"
  },
  {
    "num": "21",
    "ara": "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "Or have they other deities who have ordained for them a religion to which Allah has not consented? But if not for the decisive word, it would have been concluded between them. And indeed, the wrongdoers will have a painful punishment.",
    "ban": "অথবা তাদের কারণে কি অংশীদাররা রয়েছে যারা তাদের এমন এক ধর্মের বিধান দেয় যার জন্য আল্লাহ্ কোনো অনুমতি দেন নি? আর যদি একটি সিদ্ধান্তপূর্ণ বাণী না থাকত তাহলে নিশ্চয় তাদের মধ্যে মীমাংসা হয়েই যেত। আর অবশ্য অনাচারীরা -- তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "22",
    "ara": "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُم مَّا يَشَاءُونَ عِندَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
    "eng": "You will see the wrongdoers fearful of what they have earned, and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty.",
    "ban": "তুমি দেখতে পাবে অন্যায়কারীরা ভীত-সন্ত্রস্ত রয়েছে তারা যা অর্জন করেছে সে জন্য, আর তা তাদের উপরে পড়তেই যাচ্ছে। পক্ষান্তরে যারা ঈমান এনেছে ও সৎকর্ম করছে জান্নাতের ফুলময় ময়দানে, -- তাদের জন্য তাদের প্রভুর কাছে রয়েছে তারা যা চায় তাই। এইটি -- এইই তো হচ্ছে বিরাট করুণাভান্ডার।"
  },
  {
    "num": "23",
    "ara": "ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
    "eng": "It is that of which Allah gives good tidings to His servants who believe and do righteous deeds. Say, [O Muhammad], \"I do not ask you for this message any payment [but] only good will through kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allah is Forgiving and Appreciative.",
    "ban": "এইটি যার সুসংবাদ আল্লাহ্ দিচ্ছেন তাঁর বান্দাদের -- যারা ঈমান এনেছে ও সৎকাজ করছে। তুমি বলো -- \"আমি তোমাদের থেকে এর জন্যে নিকটা‌ত্মীয়দের মধ্যে ভালবাসা ব্যতীত অন্য কোনো প্রতিদান চাইছি না।\" আর যে কেউ ভাল কাজ অর্জন করে আমরা তার জন্য এতে আরো ভাল যোগ দিই। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, গুণগ্রাহী।"
  },
  {
    "num": "24",
    "ara": "أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِن يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "eng": "Or do they say, \"He has invented about Allah a lie\"? But if Allah willed, He could seal over your heart. And Allah eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts.",
    "ban": "অথবা তারা কি বলে -- \"সে আল্লাহ্ সম্পর্কে এক মিথ্যা উদ্ভাবন করেছে?\" কিন্ত আল্লাহ্ যদি চাইতেন তাহলে তোমার হৃদয়ে তিনি মোহর মেরে দিতেন। বস্তুত আল্লাহ্ মিথ্যাকে মুছে ফেলেন এবং সত্যকে সত্য প্রতিপন্ন করবেন তাঁর বাণীর দ্বারা। নিঃসন্দেহ তাদের অন্তরে যা রয়েছে সে-সন্বন্ধে তিনি সম্যক জ্ঞাতা।"
  },
  {
    "num": "25",
    "ara": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
    "eng": "And it is He who accepts repentance from his servants and pardons misdeeds, and He knows what you do.",
    "ban": "আর তিনিই সেইজন যিনি তাঁর বান্দাদের থেকে তওবা কবুল করেন, আর মন্দ ক্রিয়াকলাপ থেকে ক্ষমা করেন, আর তোমরা যা কর তিনি তা জানেন।"
  },
  {
    "num": "26",
    "ara": "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُم مِّن فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
    "eng": "And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment.",
    "ban": "আর তিনি সাড়া দেন তাদের প্রতি যারা ঈমান আনে ও সৎকর্ম করে, আর তাদের তিনি বাড়িয়ে দেন তাঁর করুণাভান্ডার থেকে। আর অবিশ্বাসীরা -- তাদের জন্য রয়েছে ভীষণ শাস্তি।"
  },
  {
    "num": "27",
    "ara": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
    "eng": "And if Allah had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Acquainted and Seeing.",
    "ban": "আর যদি আল্লাহ্ তাঁর বান্দাদের প্রতি রিযেক বাড়িয়ে দিতেন তাহলে তারা অবশ্যই দুনিয়াতে বিদ্রোহ করত, কিন্ত তিনি পাঠান যেমন তিনি চান তেমন পরিমাপ মতো। নিঃসন্দেহ তিনি তাঁর বান্দাদের প্রতি পূর্ণ ওয়াকিফহাল, সর্বদ্রষ্টা।"
  },
  {
    "num": "28",
    "ara": "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
    "eng": "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy.",
    "ban": "আর তিনিই সেইজন যিনি বৃষ্টি বর্ষণ করেন তারা হতাশ হয়ে পড়ার পরে, আর প্রসারিত করেন তাঁর করুণা। আর তিনিই মুরব্বী, পরম প্রশংসিত।"
  },
  {
    "num": "29",
    "ara": "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
    "eng": "And of his signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent.",
    "ban": "আর তাঁর নিদর্শনগুলোর মধ্যে হচ্ছে মহাকাশমন্ডলী ও পৃথিবীর সৃষ্টি, আর এ দুইয়ের মধ্যে জীবজন্তুর যে-সব তিনি ছড়িয়ে দিয়েছেন সেগুলি। আর যখন তিনি চান তখনই তাদের জমায়েৎ করণে তিনি পরম ক্ষমতাবান।"
  },
  {
    "num": "30",
    "ara": "وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ",
    "eng": "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much.",
    "ban": "আর বিপদ-আপদের যা তোমাদের আঘাত করে তা তো তোমার হাত যা অর্জন করেছে সে-জন্য, আর তিনি অনেকটা ক্ষমা করে দেন।"
  },
  {
    "num": "31",
    "ara": "وَمَا أَنتُم بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ",
    "eng": "And you will not cause failure [to Allah] upon the earth. And you have not besides Allah any protector or helper.",
    "ban": "আর তোমরা পৃথিবীতে এড়িয়ে যেতে পারবে না। আর আল্লাহ্‌কে বাদ দিয়ে তোমাদের জন্য কোনো অভিভাবক নেই আর সাহায্যকারীও নেই।"
  },
  {
    "num": "32",
    "ara": "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
    "eng": "And of His signs are the ships in the sea, like mountains.",
    "ban": "আর তাঁর নিদর্শনাবলীর মধ্যে হচ্ছে সমুদ্রে পাহাড়ের মতো জাহাজগুলো --"
  },
  {
    "num": "33",
    "ara": "إِن يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
    "eng": "If He willed, He could still the wind, and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful.",
    "ban": "তিনি যদি ইচ্ছা করেন তবে তিনি বাতাসকে নিশ্চল করে দিতে পারেন, ফলে তারা তার পিঠে নিশ্চল হয়ে পড়ে। এতে তো অবশ্যই নিদর্শনাবলী রয়েছে প্রত্যেক অধ্যবসায়ী কৃতজ্ঞের জন্য।"
  },
  {
    "num": "34",
    "ara": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَن كَثِيرٍ",
    "eng": "Or He could destroy them for what they earned; but He pardons much.",
    "ban": "অথবা তারা যা অর্জন করেছে সে-জন্য তিনি সেগুলো ভেঙেচুরে ফেলেন, আর তিনি অনেকের থেকে মাফও করে দেন, --"
  },
  {
    "num": "35",
    "ara": "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُم مِّن مَّحِيصٍ",
    "eng": "And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape.",
    "ban": "আর যেন যারা আমাদের নিদর্শনগুলো সন্বন্ধে তর্কবিতর্ক করে তারা জানতে পারে। তাদের জন্য কোনো আশ্রয়স্থল নেই।"
  },
  {
    "num": "36",
    "ara": "فَمَا أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ",
    "eng": "So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely",
    "ban": "বস্তুতঃ তোমাদের যা-কিছু দেওয়া হয়েছে তা তো এই দুনিয়ার জীবনের ভোগবিলাস, আর যা আল্লাহ্‌র কাছে রয়েছে তা বেশী ভাল ও দীর্ঘস্থায়ী তাদের জন্য যারা ঈমান এনেছে এবং তাদের প্রভুর উপরে নির্ভর করে থাকে, --"
  },
  {
    "num": "37",
    "ara": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
    "eng": "And those who avoid the major sins and immoralities, and when they are angry, they forgive,",
    "ban": "আর যারা এড়িয়ে চলে পাপাচারের বড়গুলো এবং অশ্লীল আচরণ, আর যারা যখন রেগে যায় তখন তারা ক্ষমা করে দেয়,"
  },
  {
    "num": "38",
    "ara": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
    "eng": "And those who have responded to their lord and established prayer and whose affair is [determined by] consultation among themselves, and from what We have provided them, they spend.",
    "ban": "আর যারা তাদের প্রভুর প্রতি সাড়া দেয়, এবং নামায কায়েম করে, আর তাদের কাজকর্ম হয় নিজেদের মধ্যে পরামর্শক্রমে, আর আমরা তাদের যা রিযেক দিয়েছি তা থেকে তারা খরচ করে থাকে,"
  },
  {
    "num": "39",
    "ara": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنتَصِرُونَ",
    "eng": "And those who, when tyranny strikes them, they defend themselves,",
    "ban": "আর যারা তাদের প্রতি যখন বিদ্রোহ আঘাত হানে তারা তখন আ‌ত্মরক্ষা করে।"
  },
  {
    "num": "40",
    "ara": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
    "eng": "And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allah. Indeed, He does not like wrongdoers.",
    "ban": "আর মন্দের প্রতিফল তার অনুরূপ মন্দ, কিন্ত যে কেউ ক্ষমা করে আর সদ্ভাব সৃষ্টি করে, তাহলে তার পুরস্কার রয়েছে আল্লাহ্‌র নিকটে। নিঃসন্দেহ অন্যায়কারীদের তিনি ভালবাসেন না।"
  },
  {
    "num": "41",
    "ara": "وَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ",
    "eng": "And whoever avenges himself after having been wronged - those have not upon them any cause [for blame].",
    "ban": "তবে যে কেউ আ‌ত্মরক্ষা করে তার প্রতি অত্যাচার হবার পরে -- তবে তারাই, তাদের বিরুদ্ধে কোনো রাস্তা নেই।"
  },
  {
    "num": "42",
    "ara": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment.",
    "ban": "পথ কেবল তাদেরই বিরুদ্ধে যারা লোকজনের উপরে অত্যাচার করে এবং দুনিয়াতে বিদ্রোহ করে ন্যায়সঙ্গত কারণ ব্যতিরেকে। এরাই -- এদেরই জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "43",
    "ara": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
    "eng": "And whoever is patient and forgives - indeed, that is of the matters [requiring] determination.",
    "ban": "আর যে কেউ অধ্যবসায় অবলন্বন করে ও ক্ষমা করে দেয়, তাহলে তাই তো হচ্ছে বীরত্বজনক কাজের মধ্যের অন্যতম।"
  },
  {
    "num": "44",
    "ara": "وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِن وَلِيٍّ مِّن بَعْدِهِ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِّن سَبِيلٍ",
    "eng": "And he whom Allah sends astray - for him there is no protector beyond Him. And you will see the wrongdoers, when they see the punishment, saying, \"Is there for return [to the former world] any way?\"",
    "ban": "আর আল্লাহ্ যাকে ভ্রান্তপথে যেতে দেন তার জন্যে তবে তাঁর বাহিরে কোনো অভিভাবক নেই। আর তুমি অন্যায়াচারীদের দেখতে পাবে -- যখন তারা শাস্তি প্রত্যক্ষ করবে -- তারা বলতে থাকবে -- \"ফিরে যাবার মতো কোনো পথ আছে কি?\""
  },
  {
    "num": "45",
    "ara": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُّقِيمٍ",
    "eng": "And you will see them being exposed to the Fire, humbled from humiliation, looking from [behind] a covert glance. And those who had believed will say, \"Indeed, the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably, the wrongdoers are in an enduring punishment.\"",
    "ban": "আর তুমি তাদের দেখতে পাবে এর সামনে আনা হয়েছে লাঞ্ছনার ফলে বিনত অবস্থায়, তাকিয়ে রয়েছে ভীত-সন্ত্রস্ত চোখে। আর যারা ঈমান এনেছে তারা বলবে -- \"নিঃসন্দেহ ক্ষতিগ্রস্ত তো তারা যারা কিয়ামতের দিনে তাদের নিজেদের ও তাদের পরিবারবর্গের ক্ষতি সাধন করেছে। এটি কি নয় যে অন্যাযাচারীরা দীর্ঘস্থায়ী শাস্তিতে রয়েছে?\""
  },
  {
    "num": "46",
    "ara": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَاءَ يَنصُرُونَهُم مِّن دُونِ اللَّهِ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِن سَبِيلٍ",
    "eng": "And there will not be for them any allies to aid them other than Allah. And whoever Allah sends astray - for him there is no way.",
    "ban": "আর তাদের সাহায্য করার কারণে আল্লাহ্‌কে বাদ দিয়ে তাদের জন্য অভিভাবকদের কেউ থাকবে না। আর যাকে আল্লাহ্ ভুলপথে চলতে দেন তার জন্য তবে কোনো গতি থাকবে না।"
  },
  {
    "num": "47",
    "ara": "اسْتَجِيبُوا لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُم مِّن مَّلْجَإٍ يَوْمَئِذٍ وَمَا لَكُم مِّن نَّكِيرٍ",
    "eng": "Respond to your Lord before a Day comes from Allah of which there is no repelling. No refuge will you have that day, nor for you will there be any denial.",
    "ban": "তোমাদের প্রভুর প্রতি সাড়া দাও সেইদিন আসার আগে যাকে আল্লাহ্‌র কাছ থেকে ফেরানো যাবে না। তোমাদের জন্য সেইদিন কোনো আশ্রয়স্থল থাকবে না, আর তোমাদের জন্য রইবে না কোনো ধরনের অস্বীকারকরণ।"
  },
  {
    "num": "48",
    "ara": "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنسَانَ كَفُورٌ",
    "eng": "But if they turn away - then We have not sent you, [O Muhammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful.",
    "ban": "কিন্ত তারা যদি বিমুখ হয় তবে আমরা তোমাকে তো তাদের উপরে একজন রক্ষাকারীরূপে পাঠাই নি। তোমার উপরে তো শুধু বাণী পৌঁছে দেওয়া। আর অবশ্য আমরা যখন মানুষকে আমাদের কাছ একে করুণা আস্বাদন করাই তখন সে এতে আনন্দ করে, কিন্ত তাদের হাত যা আগবাড়িয়েছে সেজন্য যদি কোনো মন্দ তাদের আঘাত করে, তবে মানুষ নিশ্চয়ই হয়ে যায় অকৃতজ্ঞ।"
  },
  {
    "num": "49",
    "ara": "لِّلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَن يَشَاءُ إِنَاثًا وَيَهَبُ لِمَن يَشَاءُ الذُّكُورَ",
    "eng": "To Allah belongs the dominion of the heavens and the earth; He creates what he wills. He gives to whom He wills female [children], and He gives to whom He wills males.",
    "ban": "আল্লাহরই হচ্ছে মহাকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব। তিনি যা চান তাই সৃষ্টি করেন। তিনি যাকে চান কন্যাসন্তান দান করেন, আর যাকে ইচ্ছা করেন পুত্রসন্তান দেন,"
  },
  {
    "num": "50",
    "ara": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَن يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ",
    "eng": "Or He makes them [both] males and females, and He renders whom He wills barren. Indeed, He is Knowing and Competent.",
    "ban": "অথবা তিনি তাদের জোড়ে দেন পুত্রসন্তান ও কন্যা-সন্তান, আবার যাকে চান তাকে তিনি বন্ধ্যা বানিয়ে দেন। নিঃসন্দেহ তিনি সর্বজ্ঞাতা, সর্বশক্তিমান।"
  },
  {
    "num": "51",
    "ara": "وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ",
    "eng": "And it is not for any human being that Allah should speak to him except by revelation or from behind a partition or that He sends a messenger to reveal, by His permission, what He wills. Indeed, He is Most High and Wise.",
    "ban": "আর কোনো মানবের জন্যে এটি নয় যে আল্লাহ্ তার সাথে কথা বলবেন ওহী ব্যতীত, অথবা পর্দার আড়ালে থেকে, অথবা তিনি কোনো বাণীবাহককে পাঠান ফলে সে তাঁর নির্দেশ অনুযায়ী যা তিনি চান তা প্রত্যাদেশ করে। নিঃসন্দেহ তিনি সর্বোন্নত, পরমজ্ঞানী।"
  },
  {
    "num": "52",
    "ara": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ",
    "eng": "And thus We have revealed to you an inspiration of Our command. You did not know what is the Book or [what is] faith, but We have made it a light by which We guide whom We will of Our servants. And indeed, [O Muhammad], you guide to a straight path -",
    "ban": "আর এইভাবে আমরা তোমার কাছে আমাদের নির্দেশক্রমে প্রত্যাদেশ করেছি অনুপ্রাণিত গ্রন্থ। তুমি তো জানতে না গ্রন্থখানা কেমনতর, আর ধর্মবিশ্বাসও নয়, কিন্ত আমরা এটিকে বানিয়েছি এক আলোক, -- এর দ্বারা আমরা পথ দেখাচ্ছি আমাদের বান্দাদের যাদের আমরা ইচ্ছা করছি। আর তুমি তো নিশ্চয়ই পথ দেখাচ্ছ সঠিক পথের দিকে --"
  },
  {
    "num": "53",
    "ara": "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
    "eng": "The path of Allah, to whom belongs whatever is in the heavens and whatever is on the earth. Unquestionably, to Allah do [all] matters evolve.",
    "ban": "আল্লাহ্‌র পথ, যিনি তাঁর দখলে রেখেছেন মহাকাশমন্ডলীতে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে। এটি কি নয় যে সব ব্যাপারই আল্লাহ্‌র কাছে পেছে যাঁয়?"
  }
]
