[
  {
    "num": "1",
    "ara": "حم",
    "eng:sai": "Ha, Meem.",
    "eng:arb": "Ha Mim",
    "ban": "হা-মীম।"
  },
  {
    "num": "2",
    "ara": "وَالْكِتَابِ الْمُبِينِ",
    "eng:sai": "By the clear Book,",
    "eng:arb": "By the Clear Book.",
    "ban": "শপথ সুস্পষ্ট কিতাবের।"
  },
  {
    "num": "3",
    "ara": "إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ",
    "eng:sai": "Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind].",
    "eng:arb": "We have sent it down in a blessed night (We are ever warning)",
    "ban": "আমি একে নাযিল করেছি। এক বরকতময় রাতে, নিশ্চয় আমি সতর্ককারী।"
  },
  {
    "num": "4",
    "ara": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
    "eng:sai": "On that night is made distinct every precise matter -",
    "eng:arb": "therein every wise bidding",
    "ban": "এ রাতে প্রত্যেক প্রজ্ঞাপূর্ণ বিষয় স্থিরীকৃত হয়।"
  },
  {
    "num": "5",
    "ara": "أَمْرًا مِّنْ عِندِنَا إِنَّا كُنَّا مُرْسِلِينَ",
    "eng:sai": "[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]",
    "eng:arb": "determined as a bidding from Us, (We are ever sending)",
    "ban": "আমার পক্ষ থেকে আদেশক্রমে, আমিই প্রেরণকারী।"
  },
  {
    "num": "6",
    "ara": "رَحْمَةً مِّن رَّبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng:sai": "As mercy from your Lord. Indeed, He is the Hearing, the Knowing.",
    "eng:arb": "as a mercy from thy Lord (surely He is the All-hearing, the All-knowing)",
    "ban": "আপনার পালনকর্তার পক্ষ থেকে রহমতস্বরূপ। তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
  },
  {
    "num": "7",
    "ara": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ",
    "eng:sai": "Lord of the heavens and the earth and that between them, if you would be certain.",
    "eng:arb": "Lord of the heavens and earth, and all that between them is if you have faith.",
    "ban": "যদি তোমাদের বিশ্বাস থাকে দেখতে পাবে। তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যেবর্তী সবকিছুর পালনকর্তা।"
  },
  {
    "num": "8",
    "ara": "لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
    "eng:sai": "There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers.",
    "eng:arb": "There is no god but He; He gives life and makes to die; your Lord and the Lord of your fathers, the ancients.",
    "ban": "তিনি ব্যতীত কোন উপাস্য নেই। তিনি জীবন দান করেন ও মৃত্যু দেন। তিনি তোমাদের পালনকর্তা এবং তোমাদের পূর্ববর্তী পিতৃ-পুরুষদেরও পালনকর্তা।"
  },
  {
    "num": "9",
    "ara": "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ",
    "eng:sai": "But they are in doubt, amusing themselves.",
    "eng:arb": "Nay, but they are in doubt, playing.",
    "ban": "এতদসত্ত্বেও এরা সন্দেহে পতিত হয়ে ক্রীড়া-কৌতুক করছে।"
  },
  {
    "num": "10",
    "ara": "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ",
    "eng:sai": "Then watch for the Day when the sky will bring a visible smoke.",
    "eng:arb": "So be on the watch for a day when heaven shall bring a manifest smoke",
    "ban": "অতএব আপনি সেই দিনের অপেক্ষা করুন, যখন আকাশ ধূয়ায় ছেয়ে যাবে।"
  },
  {
    "num": "11",
    "ara": "يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ",
    "eng:sai": "Covering the people; this is a painful torment.",
    "eng:arb": "covering the people; this is a painful chastisement.",
    "ban": "যা মানুষকে ঘিরে ফেলবে। এটা যন্ত্রণাদায়ক শাস্তি।"
  },
  {
    "num": "12",
    "ara": "رَّبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ",
    "eng:sai": "[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\"",
    "eng:arb": "'O our Lord, remove Thou from us the chastisement; we are believers.'",
    "ban": "হে আমাদের পালনকর্তা আমাদের উপর থেকে শাস্তি প্রত্যাহার করুন, আমরা বিশ্বাস স্থাপন করছি।"
  },
  {
    "num": "13",
    "ara": "أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُّبِينٌ",
    "eng:sai": "How will there be for them a reminder [at that time]? And there had come to them a clear Messenger.",
    "eng:arb": "How should they have the Reminder, seeing a clear Messenger already came to them,",
    "ban": "তারা কি করে বুঝবে, অথচ তাদের কাছে এসেছিলেন স্পষ্ট বর্ণনাকারী রসূল।"
  },
  {
    "num": "14",
    "ara": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَّجْنُونٌ",
    "eng:sai": "Then they turned away from him and said, \"[He was] taught [and is] a madman.\"",
    "eng:arb": "then they turned away from him and said, 'A man tutored, possessed!'",
    "ban": "অতঃপর তারা তাকে পৃষ্ঠপ্রদর্শন করে এবং বলে, সে তো উম্মাদ-শিখানো কথা বলে।"
  },
  {
    "num": "15",
    "ara": "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ",
    "eng:sai": "Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief].",
    "eng:arb": "'Behold, We are removing the chastisement a little; behold, you revert!'",
    "ban": "আমি তোমাদের উপর থেকে আযাব কিছুটা প্রত্যাহার করব, কিন্তু তোমরা পুনরায় পুনর্বস্থায় ফিরে যাবে।"
  },
  {
    "num": "16",
    "ara": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنتَقِمُونَ",
    "eng:sai": "The Day We will strike with the greatest assault, indeed, We will take retribution.",
    "eng:arb": "Upon the day when We shall assault most mightily, then We shall take Our vengeance.",
    "ban": "যেদিন আমি প্রবলভাবে ধৃত করব, সেদিন পুরোপুরি প্রতিশোধ গ্রহণ করবই।"
  },
  {
    "num": "17",
    "ara": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ",
    "eng:sai": "And We had already tried before them the people of Pharaoh, and there came to them a noble messenger,",
    "eng:arb": "Already before them We tried the people of Pharaoh, and a noble Messenger came unto them,",
    "ban": "তাদের পূর্বে আমি ফেরাউনের সম্প্রদায়কে পরীক্ষা করেছি এবং তাদের কাছে আগমন করেছেন একজন সম্মানিত রসূল,"
  },
  {
    "num": "18",
    "ara": "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng:sai": "[Saying], \"Render to me the servants of Allah. Indeed, I am to you a trustworthy messenger,\"",
    "eng:arb": "saying, 'Deliver to me God's servants; I am for you a faithful Messenger,",
    "ban": "এই মর্মে যে, আল্লাহর বান্দাদেরকে আমার কাছে অর্পণ কর। আমি তোমাদের জন্য প্রেরীত বিশ্বস্ত রসূল।"
  },
  {
    "num": "19",
    "ara": "وَأَن لَّا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُم بِسُلْطَانٍ مُّبِينٍ",
    "eng:sai": "And [saying], \"Be not haughty with Allah. Indeed, I have come to you with clear authority.",
    "eng:arb": "and, 'Rise not up against God; behold, I come to you with a clear authority,",
    "ban": "আর তোমরা আল্লাহর বিরুদ্ধে ঔদ্ধত্য প্রকাশ করো না। আমি তোমাদের কাছে প্রকাশ্য প্রমাণ উপস্থিত করছি।"
  },
  {
    "num": "20",
    "ara": "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَن تَرْجُمُونِ",
    "eng:sai": "And indeed, I have sought refuge in my Lord and your Lord, lest you stone me.",
    "eng:arb": "and I take refuge in my Lord and your Lord, lest you should stone me.",
    "ban": "তোমরা যাতে আমাকে প্রস্তরবর্ষণে হত্যা না কর, তজ্জন্যে আমি আমার পালনকর্তা ও তোমাদের পালনকর্তার শরনাপন্ন হয়েছি।"
  },
  {
    "num": "21",
    "ara": "وَإِن لَّمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ",
    "eng:sai": "But if you do not believe me, then leave me alone.\"",
    "eng:arb": "'But if so be that you believe me not, go you apart from me!'",
    "ban": "তোমরা যদি আমার প্রতি বিশ্বাস স্থাপন না কর, তবে আমার কাছ থেকে দূরে থাক।"
  },
  {
    "num": "22",
    "ara": "فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُّجْرِمُونَ",
    "eng:sai": "And [finally] he called to his Lord that these were a criminal people.",
    "eng:arb": "And he called to his Lord, saying, 'These are a sinful people.'",
    "ban": "অতঃপর সে তার পালনকর্তার কাছে দোয়া করল যে, এরা অপরাধী সম্প্রদায়।"
  },
  {
    "num": "23",
    "ara": "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُم مُّتَّبَعُونَ",
    "eng:sai": "[Allah said], \"Then set out with My servants by night. Indeed, you are to be pursued.",
    "eng:arb": "'Then set thou forth with My servants in a watch of the night; surely you will be followed.",
    "ban": "তাহলে তুমি আমার বান্দাদেরকে নিয়ে রাত্রিবেলায় বের হয়ে পড়। নিশ্চয় তোমাদের পশ্চাদ্ধবন করা হবে।"
  },
  {
    "num": "24",
    "ara": "وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُندٌ مُّغْرَقُونَ",
    "eng:sai": "And leave the sea in stillness. Indeed, they are an army to be drowned.\"",
    "eng:arb": "And leave the sea becalmed; they are a drowned host.'",
    "ban": "এবং সমুদ্রকে অচল থাকতে দাও। নিশ্চয় ওরা নিমজ্জত বাহিনী।"
  },
  {
    "num": "25",
    "ara": "كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ",
    "eng:sai": "How much they left behind of gardens and springs",
    "eng:arb": "They left how many gardens and fountains,",
    "ban": "তারা ছেড়ে গিয়েছিল কত উদ্যান ও প্রস্রবন,"
  },
  {
    "num": "26",
    "ara": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
    "eng:sai": "And crops and noble sites",
    "eng:arb": "sown fields, and how noble a station,",
    "ban": "কত শস্যক্ষেত্র ও সূরম্য স্থান।"
  },
  {
    "num": "27",
    "ara": "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ",
    "eng:sai": "And comfort wherein they were amused.",
    "eng:arb": "and what prosperity they had rejoiced in!",
    "ban": "কত সুখের উপকরণ, যাতে তারা খোশগল্প করত।"
  },
  {
    "num": "28",
    "ara": "كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ",
    "eng:sai": "Thus. And We caused to inherit it another people.",
    "eng:arb": "Even so; and We bequeathed them upon another people.",
    "ban": "এমনিই হয়েছিল এবং আমি ওগুলোর মালিক করেছিলাম ভিন্ন সম্প্রদায়কে।"
  },
  {
    "num": "29",
    "ara": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنظَرِينَ",
    "eng:sai": "And the heaven and earth wept not for them, nor were they reprieved.",
    "eng:arb": "Neither heaven nor earth wept for them, nor were they respited;",
    "ban": "তাদের জন্যে ক্রন্দন করেনি আকাশ ও পৃথিবী এবং তারা অবকাশও পায়নি।"
  },
  {
    "num": "30",
    "ara": "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ",
    "eng:sai": "And We certainly saved the Children of Israel from the humiliating torment -",
    "eng:arb": "and We delivered the Children of Israel from the humbling chastisement,",
    "ban": "আমি বনী-ইসরাঈলকে অপমানজনক শাস্তি থেকে উদ্ধার করছি।"
  },
  {
    "num": "31",
    "ara": "مِن فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِّنَ الْمُسْرِفِينَ",
    "eng:sai": "From Pharaoh. Indeed, he was a haughty one among the transgressors.",
    "eng:arb": "from Pharaoh; surely he was a high One, of the prodigals;",
    "ban": "ফেরাউন সে ছিল সীমালংঘনকারীদের মধ্যে শীর্ষস্থানীয়।"
  },
  {
    "num": "32",
    "ara": "وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ",
    "eng:sai": "And We certainly chose them by knowledge over [all] the worlds.",
    "eng:arb": "and We chose them, out of a knowledge, above all beings,",
    "ban": "আমি জেনেশুনে তাদেরকে বিশ্ববাসীদের উপর শ্রেষ্ঠত্ব দিয়েছিলাম।"
  },
  {
    "num": "33",
    "ara": "وَآتَيْنَاهُم مِّنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُّبِينٌ",
    "eng:sai": "And We gave them of signs that in which there was a clear trial.",
    "eng:arb": "and gave them signs wherein there was a manifest trial.",
    "ban": "এবং আমি তাদেরকে এমন নিদর্শনাবলী দিয়েছিলাম যাতে ছিল স্পষ্ট সাহায্য।"
  },
  {
    "num": "34",
    "ara": "إِنَّ هَؤُلَاءِ لَيَقُولُونَ",
    "eng:sai": "Indeed, these [disbelievers] are saying,",
    "eng:arb": "These men do say,",
    "ban": "কাফেররা বলেই থাকে,"
  },
  {
    "num": "35",
    "ara": "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنشَرِينَ",
    "eng:sai": "\"There is not but our first death, and we will not be resurrected.",
    "eng:arb": "'There is nothing but our first death; we shall not be revived.",
    "ban": "প্রথম মৃত্যুর মাধ্যমেই আমাদের সবকিছুর অবসান হবে এবং আমরা পুনরুত্থিত হব না।"
  },
  {
    "num": "36",
    "ara": "فَأْتُوا بِآبَائِنَا إِن كُنتُمْ صَادِقِينَ",
    "eng:sai": "Then bring [back] our forefathers, if you should be truthful.\"",
    "eng:arb": "Bring us our fathers, if you speak truly!'",
    "ban": "তোমরা যদি সত্যবাদী হও, তবে আমাদের পূর্বপুরুষদেরকে নিয়ে এস।"
  },
  {
    "num": "37",
    "ara": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِن قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ",
    "eng:sai": "Are they better or the people of Tubba' and those before them? We destroyed them, [for] indeed, they were criminals.",
    "eng:arb": "Are they better, or the people of Tubba' and those before them whom We destroyed? They were surely sinners.",
    "ban": "ওরা শ্রেষ্ঠ, না তুব্বার সম্প্রদায় ও তাদের পূর্ববর্তীরা? আমি ওদেরকে ধ্বংস করে দিয়েছি। ওরা ছিল অপরাধী।"
  },
  {
    "num": "38",
    "ara": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
    "eng:sai": "And We did not create the heavens and earth and that between them in play.",
    "eng:arb": "We created not the heavens and earth, and all that between them is, in play;",
    "ban": "আমি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু ক্রীড়াচ্ছলে সৃষ্টি করিনি।"
  },
  {
    "num": "39",
    "ara": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng:sai": "We did not create them except in truth, but most of them do not know.",
    "eng:arb": "We created them not save in truth; but most of them know it not.",
    "ban": "আমি এগুলো যথাযথ উদ্দেশ্যে সৃষ্টি করেছি; কিন্তু তাদের অধিকাংশই বোঝে না।"
  },
  {
    "num": "40",
    "ara": "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ",
    "eng:sai": "Indeed, the Day of Judgement is the appointed time for them all -",
    "eng:arb": "Surely the Day of Decision shall be their appointed time, all together,",
    "ban": "নিশ্চয় ফয়সালার দিন তাদের সবারই নির্ধারিত সময়।"
  },
  {
    "num": "41",
    "ara": "يَوْمَ لَا يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئًا وَلَا هُمْ يُنصَرُونَ",
    "eng:sai": "The Day when no relation will avail a relation at all, nor will they be helped -",
    "eng:arb": "the day a master shall avail nothing a client, and they shall not be helped,",
    "ban": "যেদিন কোন বন্ধুই কোন বন্ধুর উপকারে আসবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।"
  },
  {
    "num": "42",
    "ara": "إِلَّا مَن رَّحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng:sai": "Except those [believers] on whom Allah has mercy. Indeed, He is the Exalted in Might, the Merciful.",
    "eng:arb": "save him upon whom God has mercy; He is the All-mighty, the All-compassionate.",
    "ban": "তবে আল্লাহ যার প্রতি দয়া করেন, তার কথা ভিন্ন। নিশ্চয় তিনি পরাক্রমশালী দয়াময়।"
  },
  {
    "num": "43",
    "ara": "إِنَّ شَجَرَتَ الزَّقُّومِ",
    "eng:sai": "Indeed, the tree of zaqqum",
    "eng:arb": "Lo, the Tree of Ez-Zakkoum",
    "ban": "নিশ্চয় যাক্কুম বৃক্ষ"
  },
  {
    "num": "44",
    "ara": "طَعَامُ الْأَثِيمِ",
    "eng:sai": "Is food for the sinful.",
    "eng:arb": "is the food of the guilty,",
    "ban": "পাপীর খাদ্য হবে;"
  },
  {
    "num": "45",
    "ara": "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ",
    "eng:sai": "Like murky oil, it boils within bellies",
    "eng:arb": "like molten copper, bubbling in the belly",
    "ban": "গলিত তাম্রের মত পেটে ফুটতে থাকবে।"
  },
  {
    "num": "46",
    "ara": "كَغَلْيِ الْحَمِيمِ",
    "eng:sai": "Like the boiling of scalding water.",
    "eng:arb": "as boiling water bubbles.",
    "ban": "যেমন ফুটে পানি।"
  },
  {
    "num": "47",
    "ara": "خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ",
    "eng:sai": "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,",
    "eng:arb": "'Take him, and thrust him into the midst of Hell,",
    "ban": "একে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে,"
  },
  {
    "num": "48",
    "ara": "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ",
    "eng:sai": "Then pour over his head from the torment of scalding water.\"",
    "eng:arb": "then pour over his head the chastisement of boiling water!'",
    "ban": "অতঃপর তার মাথার উপর ফুটন্ত পানির আযাব ঢেলে দাও,"
  },
  {
    "num": "49",
    "ara": "ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ",
    "eng:sai": "[It will be said], \"Taste! Indeed, you are the honored, the noble!",
    "eng:arb": "'Taste! Surely thou art the mighty, the noble.",
    "ban": "স্বাদ গ্রহণ কর, তুমি তো সম্মানিত, সম্ভ্রান্ত।"
  },
  {
    "num": "50",
    "ara": "إِنَّ هَذَا مَا كُنتُم بِهِ تَمْتَرُونَ",
    "eng:sai": "Indeed, this is what you used to dispute.\"",
    "eng:arb": "This is that concerning which you were doubting.'",
    "ban": "এ সম্পর্কে তোমরা সন্দেহে পতিত ছিলে।"
  },
  {
    "num": "51",
    "ara": "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ",
    "eng:sai": "Indeed, the righteous will be in a secure place;",
    "eng:arb": "Surely the godfearing shall be in a station secure",
    "ban": "নিশ্চয় খোদাভীরুরা নিরাপদ স্থানে থাকবে-"
  },
  {
    "num": "52",
    "ara": "فِي جَنَّاتٍ وَعُيُونٍ",
    "eng:sai": "Within gardens and springs,",
    "eng:arb": "among gardens and fountains,",
    "ban": "উদ্যানরাজি ও নির্ঝরিণীসমূহে।"
  },
  {
    "num": "53",
    "ara": "يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَابِلِينَ",
    "eng:sai": "Wearing [garments of] fine silk and brocade, facing each other.",
    "eng:arb": "robed in silk and brocade, set face to face.",
    "ban": "তারা পরিধান করবে চিকন ও পুরু রেশমীবস্ত্র, মুখোমুখি হয়ে বসবে।"
  },
  {
    "num": "54",
    "ara": "كَذَلِكَ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ",
    "eng:sai": "Thus. And We will marry them to fair women with large, [beautiful] eyes.",
    "eng:arb": "Even so; and We shall espouse them to wide-eyed houris,",
    "ban": "এরূপই হবে এবং আমি তাদেরকে আনতলোচনা স্ত্রী দেব।"
  },
  {
    "num": "55",
    "ara": "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ",
    "eng:sai": "They will call therein for every [kind of] fruit - safe and secure.",
    "eng:arb": "therein calling for every fruit, secure.",
    "ban": "তারা সেখানে শান্ত মনে বিভিন্ন ফল-মূল আনতে বলবে।"
  },
  {
    "num": "56",
    "ara": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ",
    "eng:sai": "They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire",
    "eng:arb": "They shall not taste therein of death, save the first death, And He shall guard them against the chastisement of Hell --",
    "ban": "তারা সেখানে মৃত্যু আস্বাদন করবে না, প্রথম মৃত্যু ব্যতীত এবং আপনার পালনকর্তা তাদেরকে জাহান্নামের আযাব থেকে রক্ষা করবেন।"
  },
  {
    "num": "57",
    "ara": "فَضْلًا مِّن رَّبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng:sai": "As bounty from your Lord. That is what is the great attainment.",
    "eng:arb": "a bounty from thy Lord; that is the mighty triumph.",
    "ban": "আপনার পালনকর্তার কৃপায় এটাই মহা সাফল্য।"
  },
  {
    "num": "58",
    "ara": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "eng:sai": "And indeed, We have eased the Qur'an in your tongue that they might be reminded.",
    "eng:arb": "Now We have made it easy by thy tongue, that haply they may remember.",
    "ban": "আমি আপনার ভাষায় কোরআনকে সহজ করে দিয়েছি, যাতে তারা স্মরণ রাখে।"
  },
  {
    "num": "59",
    "ara": "فَارْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ",
    "eng:sai": "So watch, [O Muhammad]; indeed, they are watching [for your end].",
    "eng:arb": "So be on the watch; they too are on the watch.",
    "ban": "অতএব, আপনি অপেক্ষা করুন, তারাও অপেক্ষা করছে।"
  }
]
