[
  {
    "num": "1",
    "ara": "حم",
    "eng": "Ha, Meem.",
    "ban": "হা মীম!"
  },
  {
    "num": "2",
    "ara": "وَالْكِتَابِ الْمُبِينِ",
    "eng": "By the clear Book,",
    "ban": "সুস্পষ্ট গ্রন্থের কথা ভেবে দেখো --"
  },
  {
    "num": "3",
    "ara": "إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ",
    "eng": "Indeed, We sent it down during a blessed night. Indeed, We were to warn [mankind].",
    "ban": "নিঃসন্দেহ আমরা এটি অবতারণ করেছি এক পবিত্র রাত্রিতে, নিঃসন্দেহ আমরা চির-সতর্ককারী।"
  },
  {
    "num": "4",
    "ara": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
    "eng": "On that night is made distinct every precise matter -",
    "ban": "এতে প্রত্যেক বিষয় সুস্পষ্ট করা হয় জ্ঞানভান্ডার দিয়ে,"
  },
  {
    "num": "5",
    "ara": "أَمْرًا مِّنْ عِندِنَا إِنَّا كُنَّا مُرْسِلِينَ",
    "eng": "[Every] matter [proceeding] from Us. Indeed, We were to send [a messenger]",
    "ban": "আমাদের তরফ থেকে এক নির্দেশনামা। নিঃসন্দেহ আমরা সতত প্রেরণকারী, --"
  },
  {
    "num": "6",
    "ara": "رَحْمَةً مِّن رَّبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "As mercy from your Lord. Indeed, He is the Hearing, the Knowing.",
    "ban": "তোমার প্রভু কাছ থেকে এ এক অনুগ্রহ। নিঃসন্দেহ তিনি, তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা, --"
  },
  {
    "num": "7",
    "ara": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِن كُنتُم مُّوقِنِينَ",
    "eng": "Lord of the heavens and the earth and that between them, if you would be certain.",
    "ban": "মহাকাশমন্ডলী ও পৃথিবীর এবং এ দুইয়ের মধ্যে যা আছে তার প্রভু, -- যদি তোমরা সুনিশ্চিত হও।"
  },
  {
    "num": "8",
    "ara": "لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
    "eng": "There is no deity except Him; He gives life and causes death. [He is] your Lord and the Lord of your first forefathers.",
    "ban": "তিনি ব্যতীত অন্য উপাস্য নেই, তিনি জীবন দান করেন ও মৃত্যু ঘটান। তোমাদের প্রভু এবং পূর্বকালীন তোমাদের পিতৃপুরষদেরও প্রভু।"
  },
  {
    "num": "9",
    "ara": "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ",
    "eng": "But they are in doubt, amusing themselves.",
    "ban": "বস্তুতঃ তারা সন্দেহের মাঝে ছেলেখেলা খেলছে।"
  },
  {
    "num": "10",
    "ara": "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ",
    "eng": "Then watch for the Day when the sky will bring a visible smoke.",
    "ban": "সুতরাং তুমি অপেক্ষা কর সেই দিনের যখন আকাশ নেমে আসবে প্রকাশ্য ধোঁয়া নিয়ে, --"
  },
  {
    "num": "11",
    "ara": "يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ",
    "eng": "Covering the people; this is a painful torment.",
    "ban": "মানুষকে জড়িয়ে ফেলে। এ এক মর্মন্তদ শাস্তি।"
  },
  {
    "num": "12",
    "ara": "رَّبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ",
    "eng": "[They will say], \"Our Lord, remove from us the torment; indeed, we are believers.\"",
    "ban": "\"আমাদের প্রভু! আমাদের থেকে শাস্তি সরিয়ে নাও, নিঃসন্দেহ আমরা বিশ্বাসী হচ্ছি।\""
  },
  {
    "num": "13",
    "ara": "أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُّبِينٌ",
    "eng": "How will there be for them a reminder [at that time]? And there had come to them a clear Messenger.",
    "ban": "কেমন ক'রে তাদের জন্য উপদেশ-গ্রন্থ হবে, অথচ তাদের কাছে একজন প্রকাশ্য রসূল এসেই গেছেন?"
  },
  {
    "num": "14",
    "ara": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَّجْنُونٌ",
    "eng": "Then they turned away from him and said, \"[He was] taught [and is] a madman.\"",
    "ban": "কিন্ত তারা তখন তাঁর থেকে ফিরে গিয়েছিল আর বলেছিল -- \"শেখানো, পাগল।\""
  },
  {
    "num": "15",
    "ara": "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ",
    "eng": "Indeed, We will remove the torment for a little. Indeed, you [disbelievers] will return [to disbelief].",
    "ban": "আমরা না হয় কিছুকালের জন্য শাস্তি স্থগিতই রাখব, কিন্ত তোমরা তো ফিরে যাবে।"
  },
  {
    "num": "16",
    "ara": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنتَقِمُونَ",
    "eng": "The Day We will strike with the greatest assault, indeed, We will take retribution.",
    "ban": "যেদিন আমরা পাকড়াবো বিরাট ধড়পাকড়ে, সেদিন আমরা নিশ্চয়ই শেষ-পরিণতি দেখাব।"
  },
  {
    "num": "17",
    "ara": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ",
    "eng": "And We had already tried before them the people of Pharaoh, and there came to them a noble messenger,",
    "ban": "আর তাদের আগে আমরা তো ফির'আউনের লোকদলকে পরীক্ষা করেইছিলাম, আর তাদের নিকট এক সম্মানিত রসূল এসেছিলেন,"
  },
  {
    "num": "18",
    "ara": "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
    "eng": "[Saying], \"Render to me the servants of Allah. Indeed, I am to you a trustworthy messenger,\"",
    "ban": "এই বলে -- \"আল্লাহ্‌র বান্দাদের আমার নিকট ফেরত দাও, নিঃসন্দেহ আমি তোমাদের প্রতি একজন বিশ্বস্ত বাণীবাহক,"
  },
  {
    "num": "19",
    "ara": "وَأَن لَّا تَعْلُوا عَلَى اللَّهِ إِنِّي آتِيكُم بِسُلْطَانٍ مُّبِينٍ",
    "eng": "And [saying], \"Be not haughty with Allah. Indeed, I have come to you with clear authority.",
    "ban": "\"আর যেন তোমরা আল্লাহ্‌র উপরে উঠতে যেও না, নিঃসন্দেহ আমি তোমাদের কাছে নিয়ে এসেছি এক সুস্পষ্ট দলিল।"
  },
  {
    "num": "20",
    "ara": "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَن تَرْجُمُونِ",
    "eng": "And indeed, I have sought refuge in my Lord and your Lord, lest you stone me.",
    "ban": "\"আর আমি আলবৎ আশ্রয় চাইছি আমার প্রভু ও তোমাদের প্রভুর কাছে, পাছে তোমরা আমাকে পাথর মে'রে মেরে ফেল।"
  },
  {
    "num": "21",
    "ara": "وَإِن لَّمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ",
    "eng": "But if you do not believe me, then leave me alone.\"",
    "ban": "\"আর যদি তোমরা আমাতে বিশ্বাস না কর তাহলে আমাকে যেতে দাও।\""
  },
  {
    "num": "22",
    "ara": "فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُّجْرِمُونَ",
    "eng": "And [finally] he called to his Lord that these were a criminal people.",
    "ban": "তারপর তিনি তাঁর প্রভুকে ডেকে বললেন -- \"এরা হচ্ছে এক অপরাধী জাতি।\""
  },
  {
    "num": "23",
    "ara": "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُم مُّتَّبَعُونَ",
    "eng": "[Allah said], \"Then set out with My servants by night. Indeed, you are to be pursued.",
    "ban": "\"তাহলে আমার বান্দাদের নিয়ে রাত্রিকালে রওয়ানা হও, তোমরা অবশ্যই পশ্চাদ্ধাবিত হবে,"
  },
  {
    "num": "24",
    "ara": "وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُندٌ مُّغْرَقُونَ",
    "eng": "And leave the sea in stillness. Indeed, they are an army to be drowned.\"",
    "ban": "আর সমুদ্রকে পেছনে রেখে যাও শান্ত অবস্থায়। নিঃসন্দেহ তারা হচ্ছে এমন এক বাহিনী যারা নিমজ্জিত হবে।\""
  },
  {
    "num": "25",
    "ara": "كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ",
    "eng": "How much they left behind of gardens and springs",
    "ban": "তারা পেছনে ফেলে এসেছে কত যে বাগান ও ঝরনা,"
  },
  {
    "num": "26",
    "ara": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
    "eng": "And crops and noble sites",
    "ban": "আর খেত-খামার ও মনোরম বাসস্থান,"
  },
  {
    "num": "27",
    "ara": "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ",
    "eng": "And comfort wherein they were amused.",
    "ban": "আর ভোগসামগ্রী যাতে তারা অবস্থান করত।"
  },
  {
    "num": "28",
    "ara": "كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ",
    "eng": "Thus. And We caused to inherit it another people.",
    "ban": "এইভাবেই, আর এইসব আমরা অন্য এক জাতিকে উত্তরাধিকার করতে দিয়েছিলাম।"
  },
  {
    "num": "29",
    "ara": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنظَرِينَ",
    "eng": "And the heaven and earth wept not for them, nor were they reprieved.",
    "ban": "তারপর মহাকাশ ও পৃথিবী তাদের জন্য কাঁদে নি, আর তারা অবকাশপ্রাপ্তও হয়নি।"
  },
  {
    "num": "30",
    "ara": "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ",
    "eng": "And We certainly saved the Children of Israel from the humiliating torment -",
    "ban": "আর আমরা নিশ্চয়ই ইসরাইলের বংশধরদের উদ্ধার করে দিয়েছিলাম লাঞ্ছনা-দায়ক শাস্তি থেকে --"
  },
  {
    "num": "31",
    "ara": "مِن فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِّنَ الْمُسْرِفِينَ",
    "eng": "From Pharaoh. Indeed, he was a haughty one among the transgressors.",
    "ban": "ফির'আউনের থেকে। নিঃসন্দেহ সে ছিল মহাউদ্ধত, সীমালংঘনকারীদের অন্তর্ভুক্ত।"
  },
  {
    "num": "32",
    "ara": "وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ",
    "eng": "And We certainly chose them by knowledge over [all] the worlds.",
    "ban": "আর আমরা অবশ্য জেনে-শুনেই তাদের নির্বাচন করেছিলাম লোকজনের উপরে,"
  },
  {
    "num": "33",
    "ara": "وَآتَيْنَاهُم مِّنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُّبِينٌ",
    "eng": "And We gave them of signs that in which there was a clear trial.",
    "ban": "আর তাদের দিয়েছিলাম কতক নিদর্শনাবলী যার মধ্যে ছিল এক সুস্পষ্ট পরীক্ষা।"
  },
  {
    "num": "34",
    "ara": "إِنَّ هَؤُلَاءِ لَيَقُولُونَ",
    "eng": "Indeed, these [disbelievers] are saying,",
    "ban": "নিঃসন্দেহ এরা তো বলেই থাকে --"
  },
  {
    "num": "35",
    "ara": "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنشَرِينَ",
    "eng": "\"There is not but our first death, and we will not be resurrected.",
    "ban": "\"এইটি আমাদের প্রথমবারের মৃত্যু বৈ তো নয়, কাজেই আমরা তো আর পুনরুত্থিত হবো না।"
  },
  {
    "num": "36",
    "ara": "فَأْتُوا بِآبَائِنَا إِن كُنتُمْ صَادِقِينَ",
    "eng": "Then bring [back] our forefathers, if you should be truthful.\"",
    "ban": "\"তাহলে আমাদের পিতৃপুরুষদের নিয়ে এস, যদি তোমরা সত্যবাদী হও।\""
  },
  {
    "num": "37",
    "ara": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِن قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ",
    "eng": "Are they better or the people of Tubba' and those before them? We destroyed them, [for] indeed, they were criminals.",
    "ban": "এরাই কি ভাল, না তুব্বার লোকেরা, এবং যারা এদের পূর্ববর্তী ছিল? আমরা তাদের ধ্বংস করেছিলাম, কারণ তারা ছিল অপরাধী।"
  },
  {
    "num": "38",
    "ara": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
    "eng": "And We did not create the heavens and earth and that between them in play.",
    "ban": "আর আমরা মহাকাশমন্ডলী ও পৃথিবী আর এ দুইয়ের মধ্যে যা-কিছু আছে তা ছেলে-খেলার জন্য সৃষ্টি করি নি।"
  },
  {
    "num": "39",
    "ara": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng": "We did not create them except in truth, but most of them do not know.",
    "ban": "আমরা এদুটিকে সত্যের জন্য ভিন্ন সৃষ্টি করি নি, কিন্ত তাদের অধিকাংশই জানে না।"
  },
  {
    "num": "40",
    "ara": "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ",
    "eng": "Indeed, the Day of Judgement is the appointed time for them all -",
    "ban": "নিঃসন্দেহ ফয়সালার দিন হচ্ছে তাদের সবার নির্ধারিত দিনকাল,"
  },
  {
    "num": "41",
    "ara": "يَوْمَ لَا يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئًا وَلَا هُمْ يُنصَرُونَ",
    "eng": "The Day when no relation will avail a relation at all, nor will they be helped -",
    "ban": "যেদিন এক বন্ধু আরেক বন্ধুর থেকে কোনো প্রকারে লাভবান হবে না, আর তাদের সাহায্যও করা হবে না, --"
  },
  {
    "num": "42",
    "ara": "إِلَّا مَن رَّحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ",
    "eng": "Except those [believers] on whom Allah has mercy. Indeed, He is the Exalted in Might, the Merciful.",
    "ban": "তারা ব্যতীত যাদের প্রতি আল্লাহ্ করুণা করেছেন। নিঃসন্দেহ তিনি, তিনিই তো মহাশক্তিশালী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "43",
    "ara": "إِنَّ شَجَرَتَ الزَّقُّومِ",
    "eng": "Indeed, the tree of zaqqum",
    "ban": "নিঃসন্দেহ যিক্কুম বৃক্ষ,"
  },
  {
    "num": "44",
    "ara": "طَعَامُ الْأَثِيمِ",
    "eng": "Is food for the sinful.",
    "ban": "পাপীদের খাদ্য, --"
  },
  {
    "num": "45",
    "ara": "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ",
    "eng": "Like murky oil, it boils within bellies",
    "ban": "গলিত পিতলের মতো, -- পেটের ভেতরে,"
  },
  {
    "num": "46",
    "ara": "كَغَلْيِ الْحَمِيمِ",
    "eng": "Like the boiling of scalding water.",
    "ban": "ফুটন্ত পানির টগবগ করার মতো।"
  },
  {
    "num": "47",
    "ara": "خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ",
    "eng": "[It will be commanded], \"Seize him and drag him into the midst of the Hellfire,",
    "ban": "\"তাকে পাকড়ো, তারপর তাকে টেনে নিয়ে যাও ভয়ংকর আগুনের মাঝখানে,"
  },
  {
    "num": "48",
    "ara": "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ",
    "eng": "Then pour over his head from the torment of scalding water.\"",
    "ban": "\"তারপর তার মাথার উপরে ঢেলে দাও ফুটন্ত পানির শাস্তি,"
  },
  {
    "num": "49",
    "ara": "ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ",
    "eng": "[It will be said], \"Taste! Indeed, you are the honored, the noble!",
    "ban": "\"আস্বাদ কর, তুমি তো ছিলে মহাশক্তিশালী, পরম সম্মানিত!'"
  },
  {
    "num": "50",
    "ara": "إِنَّ هَذَا مَا كُنتُم بِهِ تَمْتَرُونَ",
    "eng": "Indeed, this is what you used to dispute.\"",
    "ban": "\"আলবৎ এ হচ্ছে সেই যে-সন্বন্ধে তোমরা সন্দেহ করতে।\""
  },
  {
    "num": "51",
    "ara": "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ",
    "eng": "Indeed, the righteous will be in a secure place;",
    "ban": "অবশ্য ধর্মভীরুরা থাকবে নিরাপদ স্থানে --"
  },
  {
    "num": "52",
    "ara": "فِي جَنَّاتٍ وَعُيُونٍ",
    "eng": "Within gardens and springs,",
    "ban": "বাগানের ও ঝরনার মধ্যে,"
  },
  {
    "num": "53",
    "ara": "يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَابِلِينَ",
    "eng": "Wearing [garments of] fine silk and brocade, facing each other.",
    "ban": "তারা পরিধান করবে মিহি রেশম ও পুরু জরিদার পোশাক, পরস্পরের মুখোমুখি হয়ে।"
  },
  {
    "num": "54",
    "ara": "كَذَلِكَ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ",
    "eng": "Thus. And We will marry them to fair women with large, [beautiful] eyes.",
    "ban": "এইভাবেই! আমরা তাদের জোড় মিলিয়ে দেব আয়তলোচন হূরদের সাথে।"
  },
  {
    "num": "55",
    "ara": "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ",
    "eng": "They will call therein for every [kind of] fruit - safe and secure.",
    "ban": "সেখানে তারা আনতে বলবে বিবিধ ফলফসল, নিরাপত্তার সাথে।"
  },
  {
    "num": "56",
    "ara": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ",
    "eng": "They will not taste death therein except the first death, and He will have protected them from the punishment of Hellfire",
    "ban": "তারা সেখানে মৃত্যু আস্বাদন করবে না প্রথমবারের মৃত্যু ব্যতীত; আর তিনি তাদের রক্ষা করবেন ভয়ংকর আগুনের শাস্তি থেকে --"
  },
  {
    "num": "57",
    "ara": "فَضْلًا مِّن رَّبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng": "As bounty from your Lord. That is what is the great attainment.",
    "ban": "তোমার প্রভুর কাছ থেকে এ এক করুণা। এটি খোদ এক বিরাট সাফল্য।"
  },
  {
    "num": "58",
    "ara": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
    "eng": "And indeed, We have eased the Qur'an in your tongue that they might be reminded.",
    "ban": "সুতরাং আমরা নিশ্চয় এটিকে তোমার ভাষায় সহজ করে দিয়েছি যেন তারা মনোনিবেশ করতে পারে।"
  },
  {
    "num": "59",
    "ara": "فَارْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ",
    "eng": "So watch, [O Muhammad]; indeed, they are watching [for your end].",
    "ban": "সুতরাং তুমি প্রতীক্ষা কর, নিঃসন্দেহ তারাও অপেক্ষমাণ রয়েছে।"
  }
]
