[
  {
    "num": "1",
    "ara": "حم",
    "eng": "Ha, Meem.",
    "ban": "হা মীম!"
  },
  {
    "num": "2",
    "ara": "تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
    "eng": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
    "ban": "এ গ্রন্থের অবতারণ আল্লাহ্‌র কাছ থেকে, যিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "3",
    "ara": "إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِّلْمُؤْمِنِينَ",
    "eng": "Indeed, within the heavens and earth are signs for the believers.",
    "ban": "নিঃসন্দেহ মহাকাশমন্ডলীতে ও পৃথিবীতে তো নিদর্শনাবলী রয়েছে মুমিনদের জন্য।"
  },
  {
    "num": "4",
    "ara": "وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَابَّةٍ آيَاتٌ لِّقَوْمٍ يُوقِنُونَ",
    "eng": "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
    "ban": "আর তোমাদের সৃষ্টির মধ্যে এবং জীবজন্তুর মধ্যে যা তিনি ছড়িয়ে দিয়েছেন তাতে নিদর্শনাবলী রয়েছে সুনিশ্চিত লোকেদের জন্য,"
  },
  {
    "num": "5",
    "ara": "وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاءِ مِن رِّزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِّقَوْمٍ يَعْقِلُونَ",
    "eng": "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
    "ban": "আর রাত ও দিনের বিবর্তনে, আর আল্লাহ্ আকাশ থেকে জীবনোপকরণের মধ্যের যা-কিছু পাঠান ও যার দ্বারা পৃথিবীকে সঞ্জীবিত করেন তার মৃত্যুর পরে, আর বায়ু প্রবাহের পরিবর্তনে নিদর্শনাবলী রয়েছে সেই লোকদের জন্য যারা জ্ঞান-বুদ্ধি রাখে।"
  },
  {
    "num": "6",
    "ara": "تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ",
    "eng": "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe?",
    "ban": "এইসব হচ্ছে আল্লাহ্‌র নির্দেশাবলী যা আমরা তোমার কাছে আবৃত্তি করছি যথাযথভাবে, সুতরাং আল্লাহ্ ও তাঁর নির্দেশাবলীর পরে কোন ধর্মোপদেশে তারা বিশ্বাস করবে?"
  },
  {
    "num": "7",
    "ara": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ",
    "eng": "Woe to every sinful liar",
    "ban": "ধিক্ প্রত্যেক মিথ্যাবাদী পাপিষ্ঠের প্রতি।"
  },
  {
    "num": "8",
    "ara": "يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
    "eng": "Who hears the verses of Allah recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
    "ban": "যে আল্লাহ্‌র বাণীসমূহ তার কাছে পঠিত হতে শোনে, তারপর সে অহংকারের মধ্যে অটল থাকে যেন সে সে-সব শোনেই নি। সেজন্য তাকে সুসংবাদ দাও মর্মন্তুদ শাস্তির।"
  },
  {
    "num": "9",
    "ara": "وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
    "eng": "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
    "ban": "আর যখন সে আমাদের বাণীগুলো থেকে কোনো কিছু জানতে পারে সে সে-সবকে তামাশা ব'লে গ্রহণ করে। এরাই -- এদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।"
  },
  {
    "num": "10",
    "ara": "مِّن وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُم مَّا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ",
    "eng": "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment.",
    "ban": "তাদের সামনের দিকে রয়েছে জাহান্নাম, আর তারা যা অর্জন করেছে তা তাদেরকে কোনোভাবেই লাভবান করবে না, আল্লাহ্‌কে বাদ দিয়ে যাদের তারা অভিভাবকরূপে গ্রহণ করেছিল তারাও না, আর তাদের জন্য রয়েছে কঠোর শাস্তি।"
  },
  {
    "num": "11",
    "ara": "هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
    "eng": "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
    "ban": "এই হচ্ছে পথনির্দেশ, আর যারা তাদের প্রভুর বাণীসমূহ প্রত্যাখ্যান করে তাদের জন্য রয়েছে কলুষতার দরুন মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "12",
    "ara": "اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
    "eng": "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
    "ban": "আল্লাহ্‌ই তিনি যিনি সমুদ্রকে তোমাদের অধীন করে দিয়েছেন যাতে তাঁর বিধান অনুযায়ী জাহাজগুলো তাতে চলতে পারে, আর যেন তোমরা তাঁর করুণাভান্ডার থেকে অনুসন্ধান করতে পার, আর তোমরা যেন কৃতজ্ঞতা প্রকাশ করতে পার।"
  },
  {
    "num": "13",
    "ara": "وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "eng": "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
    "ban": "আর তিনি তোমাদের অধীন করে দিয়েছেন মহাকাশমন্ডলীতে যা-কিছু আছে আর যা-কিছু রয়েছে পৃথিবীতে, -- এ সমস্ত তাঁর কাছ থেকে। নিঃসন্দেহ এতে তো নিদর্শনাবলী রয়েছে সেই লোকদের জন্য যারা চিন্তা করে।"
  },
  {
    "num": "14",
    "ara": "قُل لِّلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.",
    "ban": "যারা বিশ্বাস করে তাদের তুমি বলো যে তারা ক্ষমা করুক তাদের যারা আল্লাহ্‌র দিনগুলোর প্রত্যাশা করে না, এই জন্য যে তিনি লোকদের যেন প্রতিদান দিতে পারেন যা তারা অর্জন করছিল সেজন্য।"
  },
  {
    "num": "15",
    "ara": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ",
    "eng": "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.",
    "ban": "যে কেউ সৎকর্ম করে তা তবে তার নিজের জন্যে, আর যে মন্দ করে তা তবে তারই বিরুদ্ধে, তারপর তোমাদের প্রভুর তরফেই তোমাদের ফিরিয়ে আনা হবে।"
  },
  {
    "num": "16",
    "ara": "وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ",
    "eng": "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
    "ban": "আর আমরা অবশ্য ইসরাইলের বংশধরদের দিয়েইছিলাম গ্রন্থ ও জ্ঞান-বিজ্ঞান ও পয়গন্বরত্ব, আর আমরা তাদের জীবিকা দিয়েছিলাম উত্তম জিনিস থেকে, আর তাদের শ্রেষ্ঠত্ব দিয়েছিলাম জনগণের উপরে।"
  },
  {
    "num": "17",
    "ara": "وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
    "eng": "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
    "ban": "আর আমরা তাদের দিয়েছিলাম বিষয়টি সন্বন্ধে সুস্পষ্ট প্রমাণাবলী, কিন্ত তাদের কাছে জ্ঞান আসার পরেও তারা মতভেদ করে নি নিজেদের মধ্যে ঈর্ষা বিদ্বেষ ব্যতীত। নিঃসন্দেহ তোমার প্রভু তাদের মধ্যে কিয়ামতের দিনে বিচার-মীমাংসা করে দেবেন যে বিষয়ে তারা মতভেদ করত সে-সন্বন্ধে।"
  },
  {
    "num": "18",
    "ara": "ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِّنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ",
    "eng": "Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
    "ban": "এরপর আমরা তোমাকে ব্যাপারটিতে এক সংবিধানের উপরে প্রতিষ্ঠিত করেছি, কাজেই তুমি তা অনুসরণ করো, আর তুমি তাদের খেয়াল-খুশির অনুসরণ কর না যারা জানে না।"
  },
  {
    "num": "19",
    "ara": "إِنَّهُمْ لَن يُغْنُوا عَنكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ",
    "eng": "Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.",
    "ban": "নিঃসন্দেহ তারা আল্লাহ্‌র কাছ থেকে কোনো কিছুতেই তোমাকে আদৌ লাভবান করবে না। আর আলবৎ অন্যায়াচারীরা -- তাদের কেউ-কেউ অপর কারোর বন্ধু, আর আল্লাহ্ হচ্ছেন ধর্মভীরু-দের বান্ধব।"
  },
  {
    "num": "20",
    "ara": "هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
    "eng": "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
    "ban": "এই হচ্ছে মানবজাতির জন্য দৃষ্টিদায়ক, আর পথপ্রদর্শক ও করুণা সেই লোকদের জন্য যারা সুনিশ্চিত।"
  },
  {
    "num": "21",
    "ara": "أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَّحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ",
    "eng": "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.",
    "ban": "যারা দুস্কর্ম করেছে তারা কি ভাবে যে আমরা তাদের বানিয়ে দেব তাদের মতো যারা ঈমান এনেছে ও সৎকর্ম করছে -- তাদের জীবন ও তাদের মরণ কি এক সমান? কত নিকৃষ্ট যা তারা সিদ্ধান্ত করে!"
  },
  {
    "num": "22",
    "ara": "وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
    "eng": "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
    "ban": "আর আল্লাহ্ মহাকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন সত্যের সাথে, আর যাতে প্রত্যেক সত্ত্বাকে প্রতিফল দেওয়া হয় সে যা অর্জন করেছে তাই দিয়ে, আর তাদের প্রতি অন্যায় করা হবে না।"
  },
  {
    "num": "23",
    "ara": "أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ",
    "eng": "Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?",
    "ban": "তুমি কি তবে তাকে লক্ষ্য করেছ যে তার খেয়াল-খুশিকে তার উপাস্যরূপে গ্রহণ করেছে? আর আল্লাহ্ জেনে-শুনেই তাকে পথভ্রষ্ট হতে দিয়েছেন, আর তিনি মোহর মেরে দিয়েছেন তার শ্রবণেন্দ্রিয়ে ও তার হৃদয়ে, আর তার দর্শনেন্দ্রিয়ের উপরে তিনি বানিয়ে দিয়েছেন একটি পর্দা। কাজেই আল্লাহ্‌র পরে আর কে তাকে পথ দেখাবে? তবুও কি তোমরা মনোযোগ দেবে না?"
  },
  {
    "num": "24",
    "ara": "وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ",
    "eng": "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
    "ban": "আর তারা বলে -- \"আমাদের দুনিয়ার জীবন ছাড়া এইটি আর কিছুই নয়, আমরা মরি আর আমরা বেঁচে থাকি, আর কিছুই আমাদের ধ্বংস করে না সময় ব্যতীত।\" আর এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা অনুমান করছে বৈ তো নয়।"
  },
  {
    "num": "25",
    "ara": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّا أَن قَالُوا ائْتُوا بِآبَائِنَا إِن كُنتُمْ صَادِقِينَ",
    "eng": "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
    "ban": "আর যখন তাদের কাছে আমাদের সুস্পষ্ট বাণীসমূহ পাঠ করা হয় তখন তাদের বিতর্ক আর কিছু নয় এ ভিন্ন যে তারা বলে, \"আমাদের পূর্বপুরুষদের নিয়ে এস যদি তোমরা সত্যবাদী হও।\""
  },
  {
    "num": "26",
    "ara": "قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
    "ban": "তুমি বলো -- \"আল্লাহ্‌ই তোমাদের জীবন দান করেন, তারপর তোমাদের মৃত্যু ঘটান, তারপর তিনি তোমাদের একত্রিত করবেন কিয়ামতের দিনে -- তাতে কোনো সন্দেহ নেই, কিন্ত অধিকাংশ লোকেই জানে না।\""
  },
  {
    "num": "27",
    "ara": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ",
    "eng": "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
    "ban": "আর আল্লাহ্‌রই হচ্ছে মহাকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব। আর যেদিন ঘড়িঘন্টা দাঁড়িয়ে যাবে, সেইদিন বাতিল- আখ্যাদানকারীরা ক্ষতিগ্রস্ত হবে।"
  },
  {
    "num": "28",
    "ara": "وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
    "eng": "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
    "ban": "আর তুমি দেখতে পাবে প্রত্যেক সম্প্রদায় নতজানু হতে, প্রত্যেক সম্প্রদায়কে ডাকা হবে তার কিতাবের প্রতি। \"আজকের দিনে তোমাদের প্রতিদান দেওয়া হচ্ছে তোমরা যা করতে তাই দিয়ে।"
  },
  {
    "num": "29",
    "ara": "هَذَا كِتَابُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
    "eng": "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
    "ban": "\"এইটি আমাদের কিতাব যা তোমাদের বিরুদ্ধে যথাযথভাবে বর্ণনা করে। নিঃসন্দেহ আমরা লিপিবদ্ধ করে যাচ্ছি যা তোমরা করে চলেছ।\""
  },
  {
    "num": "30",
    "ara": "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ",
    "eng": "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
    "ban": "সুতরাং যারা ঈমান এনেছে ও সৎকর্ম করছে তাদের প্রভু তাদের প্রবেশ করাবেন তাঁর করুণায়। এইটিই হচ্ছে প্রকাশ্য সাফল্য।"
  },
  {
    "num": "31",
    "ara": "وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
    "eng": "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?",
    "ban": "পক্ষান্তরে যারা অবিশ্বাস পোষণ করে -- \"এমনটা কি নয় যে আমার বাণীসমূহ তোমাদের কাছে পঠিত হয়েছে? কিন্ত তোমরা গর্ববোধ করছিলে, আর তোমরা ছিলে এক অপরাধী সম্প্রদায়।"
  },
  {
    "num": "32",
    "ara": "وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِي مَا السَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
    "eng": "And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"",
    "ban": "\"আর যখন বলা হয় -- 'নিঃসন্দেহ আল্লাহ্‌র ওয়াদা সত্য, আর ঘড়িঘন্টা -- এতে কোনো সন্দেহ নেই', তোমরা তখন বলে থাক -- 'আমরা জানি না কী সেই ঘড়ি, আমরা বিবেচনা করি কাল্পনিক বৈ তো নয়, আর আমরা আদে সুনিশ্চিত নই' ।\""
  },
  {
    "num": "33",
    "ara": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
    "ban": "আর তারা যা করেছিল তার দুস্কর্মগুলো তাদের নিকট প্রকাশ হয়ে পড়বে, আর যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত তা তাদের পরিবেষ্টন করবে।"
  },
  {
    "num": "34",
    "ara": "وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ",
    "eng": "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
    "ban": "আর বলা হবে -- \"আজ আমরা তোমাদের ভুলে থাকব যেমন তোমরা তোমাদের এই দিনটির সাক্ষাৎ পাওয়াকে ভুলে থাকতে, ফলত তোমাদের আশ্রয়স্থল হচ্ছে আগুন, আর তোমাদের জন্য সাহায্যকারীদের কেউ থাকবে না।"
  },
  {
    "num": "35",
    "ara": "ذَلِكُم بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
    "eng": "That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah].",
    "ban": "\"এইটিই! কেননা তোমরা আল্লাহ্‌র বাণীসমূহকে তামাশা বলে গণ্য করেছিলে, ফলস্বরূপে এই দুনিয়ার জীবন তোমাদের প্রতারিত করেছিল।\" সেজন্য আজকের দিনটায় সেখান থেকে তাদের বের করা হবে না, আর তাদের প্রতি সদয়তাও দেখানো হবে না।"
  },
  {
    "num": "36",
    "ara": "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ",
    "eng": "Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
    "ban": "অতএব আল্লাহ্‌রই জন্য সমস্ত প্রশংসা, তিনি মহাকাশমন্ডলীর প্রভু ও পৃথিবীরও প্রভু, -- সমস্ত বিশ্বজগতের প্রভু।"
  },
  {
    "num": "37",
    "ara": "وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise.",
    "ban": "আর তাঁরই হচ্ছে সমস্ত গৌরব-গরিমা মহাকাশমন্ডলীতে ও পৃথিবীতে, আর তিনি হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
  }
]
