[
  {
    "num": "1",
    "ara": "ق وَالْقُرْآنِ الْمَجِيدِ",
    "eng": "Qaf. By the honored Qur'an...",
    "ban": "ক্কাফ। ভেবে দেখো মহিমান্বিত কুরআনখানা।"
  },
  {
    "num": "2",
    "ara": "بَلْ عَجِبُوا أَن جَاءَهُم مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ",
    "eng": "But they wonder that there has come to them a warner from among themselves, and the disbelievers say, \"This is an amazing thing.",
    "ban": "বস্তুত তারা আশ্চর্য হচ্ছে যে তাদের কাছে তাদেরই মধ্যে থেকে একজন সতর্ককারী এসেছেন, তাই অবিশ্বাসীরা বলছে -- \"এ তো এক আজব ব্যাপার!\""
  },
  {
    "num": "3",
    "ara": "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ",
    "eng": "When we have died and have become dust, [we will return to life]? That is a distant return.\"",
    "ban": "\"কী! আমরা যখন মরে যাব এবং ধুলো-মাটি হয়ে যাব? এ তো বহু দূর থেকে ফিরে আসা।\""
  },
  {
    "num": "4",
    "ara": "قَدْ عَلِمْنَا مَا تَنقُصُ الْأَرْضُ مِنْهُمْ وَعِندَنَا كِتَابٌ حَفِيظٌ",
    "eng": "We know what the earth diminishes of them, and with Us is a retaining record.",
    "ban": "আমরা আলবৎ জানি তাদের মধ্যের কতটুকু পৃথিবী হ্রাস করে ফেলে, আর আমাদের কাছে রয়েছে সুরক্ষিত গ্রন্থ।"
  },
  {
    "num": "5",
    "ara": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَّرِيجٍ",
    "eng": "But they denied the truth when it came to them, so they are in a confused condition.",
    "ban": "বস্তুত তারা সত্য প্রত্যাখ্যান করেছিল যখন তাদের কাছে তা এসেছিল, সেজন্য তারা সংশয়াকুল অবস্থায় রয়েছে।"
  },
  {
    "num": "6",
    "ara": "أَفَلَمْ يَنظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِن فُرُوجٍ",
    "eng": "Have they not looked at the heaven above them - how We structured it and adorned it and [how] it has no rifts?",
    "ban": "তারা কি তবে তাদের উপরকার আকাশের দিকে তাকিয়ে দেখে না -- আমরা কেমন ক'রে তা তৈরি করেছি এ বং তাকে সুশোভিত করেছি, আর তাতে কোনো ফাটলও নেই?"
  },
  {
    "num": "7",
    "ara": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ",
    "eng": "And the earth - We spread it out and cast therein firmly set mountains and made grow therein [something] of every beautiful kind,",
    "ban": "আর পৃথিবী -- তাকে আমরা প্রসারিত করেছি আর তাতে স্থাপন করেছি পাহাড়-পর্বত, আর তাতে আমরা জন্মিয়েছি হরেক রকমের মনোরম বস্তু --"
  },
  {
    "num": "8",
    "ara": "تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ",
    "eng": "Giving insight and a reminder for every servant who turns [to Allah].",
    "ban": "দেখার মতো ও মনোনিবেশ করার মতো বিষয় প্রত্যেক অনুরাগী বান্দার জন্য।"
  },
  {
    "num": "9",
    "ara": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُّبَارَكًا فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ",
    "eng": "And We have sent down blessed rain from the sky and made grow thereby gardens and grain from the harvest",
    "ban": "আর আমরা আকাশ থেকে বর্ষণ করি আশীর্বাদসূচক জল, তারপর তার দ্বারা আমরা জন্মাই বাগানসমূহ ও খাদ্যশস্য যা তোলা হয়,"
  },
  {
    "num": "10",
    "ara": "وَالنَّخْلَ بَاسِقَاتٍ لَّهَا طَلْعٌ نَّضِيدٌ",
    "eng": "And lofty palm trees having fruit arranged in layers -",
    "ban": "আর লন্বা লন্বা খেজুর গাছ যাতে আছে গোছা গোছা কাঁদি, --"
  },
  {
    "num": "11",
    "ara": "رِّزْقًا لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتًا كَذَلِكَ الْخُرُوجُ",
    "eng": "As provision for the servants, and We have given life thereby to a dead land. Thus is the resurrection.",
    "ban": "দাসদের জন্য জীবিকাস্বরূপ, আর এর দ্বারা আমরা মৃত ভূখন্ডে প্রাণ সঞ্চার করি। এইভাবেই হবে পুনরুত্থান।"
  },
  {
    "num": "12",
    "ara": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ",
    "eng": "The people of Noah denied before them, and the companions of the well and Thamud",
    "ban": "এদের আগে নূহ-এর স্বজাতি প্রত্যাখ্যান করেছিল, আর রস্‌-এর অধিবাসীরা ও ছামুদ জাতি,"
  },
  {
    "num": "13",
    "ara": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ",
    "eng": "And 'Aad and Pharaoh and the brothers of Lot",
    "ban": "আর 'আদ ও ফিরআউন ও লূত-এর ভাই-বন্ধুরা,"
  },
  {
    "num": "14",
    "ara": "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ",
    "eng": "And the companions of the thicket and the people of Tubba'. All denied the messengers, so My threat was justly fulfilled.",
    "ban": "আর আইকার অধিবাসীরা ও তুব্বার লোকদল; -- সবাই রসূলগণকে প্রত্যাখ্যান করেছিল, সুতরাং আমার ওয়াদা সত্য বর্তেছিল।"
  },
  {
    "num": "15",
    "ara": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ",
    "eng": "Did We fail in the first creation? But they are in confusion over a new creation.",
    "ban": "আমরা কি তবে ক্লান্ত হয়ে পড়েছি প্রথমবারের সৃষ্টি করেই? না, তারা নতুন সৃষ্টি সন্বন্ধে সন্দেহের মাঝে রয়েছে।"
  },
  {
    "num": "16",
    "ara": "وَلَقَدْ خَلَقْنَا الْإِنسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
    "eng": "And We have already created man and know what his soul whispers to him, and We are closer to him than [his] jugular vein",
    "ban": "আর আমরা তো নিশ্চয় মানুষ সৃষ্টি করেছি, আর আমরা জানি তার অন্তর তাকে কী মন্ত্রণা দেয়, আর আমরা কন্ঠশিরার চেয়েও তার আরো নিকটে রয়েছি।"
  },
  {
    "num": "17",
    "ara": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ",
    "eng": "When the two receivers receive, seated on the right and on the left.",
    "ban": "স্মরণ রেখো, দুইজন গ্রহণকারী গ্রহণ করে চলেছেন ডাইনে ও বাঁয়ে বসে।"
  },
  {
    "num": "18",
    "ara": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
    "eng": "Man does not utter any word except that with him is an observer prepared [to record].",
    "ban": "সে কোনো কথাই উচ্চারণ করে না যার জন্য তার নিকটেই এক তৎপর প্রখর প্রহরী নেই।"
  },
  {
    "num": "19",
    "ara": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
    "eng": "And the intoxication of death will bring the truth; that is what you were trying to avoid.",
    "ban": "আর মৃত্যুকালীন মূর্ছা সত্যি-সত্যি আসবে, -- \"এইটিই তো তাই যা থেকে তুমি অব্যাহতি চাও।\""
  },
  {
    "num": "20",
    "ara": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ",
    "eng": "And the Horn will be blown. That is the Day of [carrying out] the threat.",
    "ban": "আর শিঙ্গায় ফুৎকার দেওয়া হবে, \"এইটিই সেই প্রতি‌শ্রুত দিন।\""
  },
  {
    "num": "21",
    "ara": "وَجَاءَتْ كُلُّ نَفْسٍ مَّعَهَا سَائِقٌ وَشَهِيدٌ",
    "eng": "And every soul will come, with it a driver and a witness.",
    "ban": "তখন প্রত্যেক সত্ত্বা চলে আসবে, তার সঙ্গে থাকবে এক চালক ও এক সাক্ষী।"
  },
  {
    "num": "22",
    "ara": "لَّقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هَذَا فَكَشَفْنَا عَنكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ",
    "eng": "[It will be said], \"You were certainly in unmindfulness of this, and We have removed from you your cover, so your sight, this Day, is sharp.\"",
    "ban": "\"তুমি তো অবশ্য এ সন্বন্ধে গাফিলতিতে ছিলে, কিন্ত এখন আমরা তোমার থেকে তোমার আবরণী সরিয়ে দিয়েছি ফলে তোমার দৃষ্টি আজ তীক্ষ্ণ হয়েছে।"
  },
  {
    "num": "23",
    "ara": "وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ",
    "eng": "And his companion, [the angel], will say, \"This [record] is what is with me, prepared.\"",
    "ban": "আর তার সঙ্গী বলবে -- \"এই তো যা আমার কাছে তৈরি রয়েছে।\""
  },
  {
    "num": "24",
    "ara": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
    "eng": "[Allah will say], \"Throw into Hell every obstinate disbeliever,",
    "ban": "\"তোমরা দুজনে জাহান্নামে ফেলে দাও প্রত্যেক অবিশ্বাসীকে, বিদ্রোহাচারীকে, --"
  },
  {
    "num": "25",
    "ara": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ",
    "eng": "Preventer of good, aggressor, and doubter,",
    "ban": "\"ভালো কাজে নিষেধকারীকে, সীমালংঘনকারীকে, সন্দেহকারীকে --"
  },
  {
    "num": "26",
    "ara": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ",
    "eng": "Who made [as equal] with Allah another deity; then throw him into the severe punishment.\"",
    "ban": "\"যে আল্লাহ্‌র সঙ্গে অন্য উপাস্য দাঁড় করিয়েছিল, অতএব তোমরা উভয়ে তাকে নিক্ষেপ করো ভীষণ শাস্তিতে।\""
  },
  {
    "num": "27",
    "ara": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِن كَانَ فِي ضَلَالٍ بَعِيدٍ",
    "eng": "His [devil] companion will say, \"Our Lord, I did not make him transgress, but he [himself] was in extreme error.\"",
    "ban": "আর তার সাঙ্গাত বলবে -- \"আমাদের প্রভু! আমি তো তাকে বিদ্রোহী বানাই নি, কিন্ত সে নিজেই ছিল সুদূর বিভ্রান্তিতে।\""
  },
  {
    "num": "28",
    "ara": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ",
    "eng": "[Allah] will say, \"Do not dispute before Me, while I had already presented to you the warning.",
    "ban": "তিনি বলবেন -- \"আমার সামনে তোমরা তর্কাতর্কি করো না, আর আমি তো তোমাদের কাছে ইতিপূর্বেই আমার ওয়াদা আগবাড়িয়েছি।"
  },
  {
    "num": "29",
    "ara": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِّلْعَبِيدِ",
    "eng": "The word will not be changed with Me, and never will I be unjust to the servants.\"",
    "ban": "\"আমার কাছে কথার রদবদল হয় না, এবং আমি আমার বান্দাদের প্রতি আদৌ অন্যায়াচারী নই।\""
  },
  {
    "num": "30",
    "ara": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ",
    "eng": "On the Day We will say to Hell, \"Have you been filled?\" and it will say, \"Are there some more,\"",
    "ban": "সেইদিন আমরা জাহান্নামকে বলব -- \"তুমি কি পূর্ণ হয়ে গিয়েছ?\" আর সে বলবে -- \"আরো বেশি আছে কি?\""
  },
  {
    "num": "31",
    "ara": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
    "eng": "And Paradise will be brought near to the righteous, not far,",
    "ban": "আর বেহেশতকে আনা হবে ধর্মভীরুদের নিকটে -- অদূরে।"
  },
  {
    "num": "32",
    "ara": "هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
    "eng": "[It will be said], \"This is what you were promised - for every returner [to Allah] and keeper [of His covenant]",
    "ban": "\"এইটিই তা যার প্রতি‌শ্রুতি তোমাদের দেওয়া হয়েছিল প্রত্যেক জন বারবার প্রত্যাবর্তনকারী হেফাজতকারীর জন্য --"
  },
  {
    "num": "33",
    "ara": "مَّنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُّنِيبٍ",
    "eng": "Who feared the Most Merciful unseen and came with a heart returning [in repentance].",
    "ban": "\"যে পরম করুণাময়কে ভয় করত সংগোপনে, আর উপস্থিত হত বিনয়-নম্র হৃদয় নিয়ে।"
  },
  {
    "num": "34",
    "ara": "ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ",
    "eng": "Enter it in peace. This is the Day of Eternity.\"",
    "ban": "\"এতে প্রবেশ করো প্রশান্তির সাথে। এই তো চিরস্থায়ী দিন।\""
  },
  {
    "num": "35",
    "ara": "لَهُم مَّا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
    "eng": "They will have whatever they wish therein, and with Us is more.",
    "ban": "এদের জন্য থাকবে তারা সেখানে যা চাইবে তাই, তার আমাদের কাছে রয়েছে আরো বেশি।"
  },
  {
    "num": "36",
    "ara": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِن مَّحِيصٍ",
    "eng": "And how many a generation before them did We destroy who were greater than them in [striking] power and had explored throughout the lands. Is there any place of escape?",
    "ban": "আর তাদের আগে আমরা কত মানবগোষ্ঠীকে ধ্বংস করেছি, তারা এদের চাইতে ছিল শক্তিতে বেশি প্রবল, ফলে তারা দেশে- বিদেশে অভিযান চালাত। কোনো আশ্রয়স্থল আছে কি?"
  },
  {
    "num": "37",
    "ara": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ",
    "eng": "Indeed in that is a reminder for whoever has a heart or who listens while he is present [in mind].",
    "ban": "নিঃসন্দেহ এতে নিশ্চয়ই উপদেশ রয়েছে তার জন্য যার হৃদয় আছে, অথবা যে কান দেয়, আর সে সাক্ষ্য বহন কবে ।"
  },
  {
    "num": "38",
    "ara": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ",
    "eng": "And We did certainly create the heavens and earth and what is between them in six days, and there touched Us no weariness.",
    "ban": "আর আমরা অবশ্য মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যে যা-কিছু আছে তা সৃষ্টি করেছি ছয় দিনে, আর কোনো ক্লান্তি আমাদের স্পর্শ করে নি।"
  },
  {
    "num": "39",
    "ara": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ",
    "eng": "So be patient, [O Muhammad], over what they say and exalt [Allah] with praise of your Lord before the rising of the sun and before its setting,",
    "ban": "অতএব ওরা যা বলে তা সত্ত্বেও তুমি অধ্যবসায় চালিয়ে যাও এবং তোমার প্রভুর প্রশংসায় জপতপ করো সূর্য উদয়ের আগে ও অস্ত যাবার আগে,"
  },
  {
    "num": "40",
    "ara": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ",
    "eng": "And [in part] of the night exalt Him and after prostration.",
    "ban": "আর রাতের বেলাতেও তাঁর জপতপ করো, আর এই সিজদাগুলোর পরেও,"
  },
  {
    "num": "41",
    "ara": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ",
    "eng": "And listen on the Day when the Caller will call out from a place that is near -",
    "ban": "আর শোনো সেইদিন যখন একজন ঘোষণাকারী আহ্বান করবেন নিকটবর্তী স্থান থেকে, --"
  },
  {
    "num": "42",
    "ara": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ",
    "eng": "The Day they will hear the blast [of the Horn] in truth. That is the Day of Emergence [from the graves].",
    "ban": "সেইদিন তারা সত্যি-সত্যি মহাগর্জন শুনতে পাবে। এইটিই বেরিয়ে আসার দিন।"
  },
  {
    "num": "43",
    "ara": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ",
    "eng": "Indeed, it is We who give life and cause death, and to Us is the destination",
    "ban": "নিঃসন্দেহ আমরা স্বয়ং জীবন দান করি এবং আমরাই মৃত্যু ঘটাই, আর আমাদের কাছেই শেষ-আগমন, --"
  },
  {
    "num": "44",
    "ara": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
    "eng": "On the Day the earth breaks away from them [and they emerge] rapidly; that is a gathering easy for Us.",
    "ban": "সেইদিন পৃথিবী বিদীর্ণ হয়ে যাবে তাদের থেকে স্ত্রস্ত-ব্যস্তভাবে, এই হচ্ছে মহাসমাবেশ -- আমাদের জন্য সহজ ব্যাপার।"
  },
  {
    "num": "45",
    "ara": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنتَ عَلَيْهِم بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَن يَخَافُ وَعِيدِ",
    "eng": "We are most knowing of what they say, and you are not over them a tyrant. But remind by the Qur'an whoever fears My threat.",
    "ban": "ওরা যা বলে আমরা তা ভাল জানি, আর তুমি তাদের উপরে জবরদস্তি করার লোক নও। অতএব তুমি কুরআন নিয়ে স্মরণ করিয়ে চলো তার প্রতি যে আমার প্রতি‌শ্রুতিকে ভয় করে।"
  }
]
