[
  {
    "num": "1",
    "ara": "وَالذَّارِيَاتِ ذَرْوًا",
    "eng": "By those [winds] scattering [dust] dispersing",
    "ban": "ভাবো -- বিক্ষেপকারীদের বিক্ষেপের কথা, --"
  },
  {
    "num": "2",
    "ara": "فَالْحَامِلَاتِ وِقْرًا",
    "eng": "And those [clouds] carrying a load [of water]",
    "ban": "তারপর বহনকারীদের বোঝার কথা, --"
  },
  {
    "num": "3",
    "ara": "فَالْجَارِيَاتِ يُسْرًا",
    "eng": "And those [ships] sailing with ease",
    "ban": "তারপর চলমানদের স্বচ্ছন্দগমনের কথা, --"
  },
  {
    "num": "4",
    "ara": "فَالْمُقَسِّمَاتِ أَمْرًا",
    "eng": "And those [angels] apportioning [each] matter,",
    "ban": "তারপর বিতরণকারীদের কাজকর্মের কথা, --"
  },
  {
    "num": "5",
    "ara": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
    "eng": "Indeed, what you are promised is true.",
    "ban": "নিঃসন্দেহ তোমাদের প্রতি যা ওয়াদা করা হয়েছিল তা অবশ্যই সত্য, --"
  },
  {
    "num": "6",
    "ara": "وَإِنَّ الدِّينَ لَوَاقِعٌ",
    "eng": "And indeed, the recompense is to occur.",
    "ban": "আর নিঃসন্দেহ ন্যায়বিচার অবশ্যাম্ভাবী।"
  },
  {
    "num": "7",
    "ara": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ",
    "eng": "By the heaven containing pathways,",
    "ban": "ভাবো আকাশের কথা -- অজস্র পথ বিশিষ্ট,"
  },
  {
    "num": "8",
    "ara": "إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ",
    "eng": "Indeed, you are in differing speech.",
    "ban": "তোমরা তো নিশ্চয়ই পরস্পর বিরোধী কথায় রয়েছ,"
  },
  {
    "num": "9",
    "ara": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
    "eng": "Deluded away from the Qur'an is he who is deluded.",
    "ban": "যে মুখ ফিরিয়ে থাকে তাকে এ থেকে ফিরিয়েই রাখা হয়।"
  },
  {
    "num": "10",
    "ara": "قُتِلَ الْخَرَّاصُونَ",
    "eng": "Destroyed are the falsifiers",
    "ban": "কোতল হোক মিথ্যারচনাকারীরা --"
  },
  {
    "num": "11",
    "ara": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ",
    "eng": "Who are within a flood [of confusion] and heedless.",
    "ban": "যারা খোদ গহবরে, বেখেয়াল!"
  },
  {
    "num": "12",
    "ara": "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ",
    "eng": "They ask, \"When is the Day of Recompense?\"",
    "ban": "তারা জিজ্ঞাসা করে -- \"কবে আসবে বিচারের দিন?\""
  },
  {
    "num": "13",
    "ara": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ",
    "eng": "[It is] the Day they will be tormented over the Fire",
    "ban": "সেই দিনটাতে আগুনে তাদের পরীক্ষা করা হবে।"
  },
  {
    "num": "14",
    "ara": "ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنتُم بِهِ تَسْتَعْجِلُونَ",
    "eng": "[And will be told], \"Taste your torment. This is that for which you were impatient.\"",
    "ban": "\"তোমাদের অত্যাচার তোমরা আস্বাদন কর। এইটিই সেই যেটি তোমরা ত্বরান্বিত করতে চেয়েছিল।\""
  },
  {
    "num": "15",
    "ara": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
    "eng": "Indeed, the righteous will be among gardens and springs,",
    "ban": "নিঃসন্দেহ ধর্মভীরুরা থাকবে স্বর্গোউদ্যানসমূহে ও ঝরনা-রাজিতে, --"
  },
  {
    "num": "16",
    "ara": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ",
    "eng": "Accepting what their Lord has given them. Indeed, they were before that doers of good.",
    "ban": "তাদের প্রভু যা তাদের দেবেন তারা তা গ্রহণ করতে থাকবে। তারা এর আগে নিশ্চয়ই ছিল সৎকর্মশীল।"
  },
  {
    "num": "17",
    "ara": "كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ",
    "eng": "They used to sleep but little of the night,",
    "ban": "তারা রাতের সামান্য সময়ই ঘুমিয়ে কাটাত।"
  },
  {
    "num": "18",
    "ara": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
    "eng": "And in the hours before dawn they would ask forgiveness,",
    "ban": "আর নিশিভোরে তারা পরিত্রাণ খুঁজত।"
  },
  {
    "num": "19",
    "ara": "وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ",
    "eng": "And from their properties was [given] the right of the [needy] petitioner and the deprived.",
    "ban": "আর তাদের ধনসম্পদের মধ্যে ভিখারীর জন্য ও বঞ্চিতের জন্য হক্ রেখেছে।"
  },
  {
    "num": "20",
    "ara": "وَفِي الْأَرْضِ آيَاتٌ لِّلْمُوقِنِينَ",
    "eng": "And on the earth are signs for the certain [in faith]",
    "ban": "আর পৃথিবীতে নিদর্শনাবলী রয়েছে নিশ্চিত-বিশ্বাসীদের জন্য, --"
  },
  {
    "num": "21",
    "ara": "وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ",
    "eng": "And in yourselves. Then will you not see?",
    "ban": "আর তোমাদের নিজেদের মধ্যে। তবুও কি তোমরা চেয়ে দেখবে না?"
  },
  {
    "num": "22",
    "ara": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
    "eng": "And in the heaven is your provision and whatever you are promised.",
    "ban": "আর আকাশে রয়েছে তোমাদের জীবিকা, আর যা তোমাদের ওয়াদা করা হয়েছে।"
  },
  {
    "num": "23",
    "ara": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِّثْلَ مَا أَنَّكُمْ تَنطِقُونَ",
    "eng": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking.",
    "ban": "অতএব মহাকাশ ও পৃথিবীর প্রভুর শপথ -- নিঃসন্দেহ এ আলবৎ সত্য, যেমনটা তোমরা বস্তুত বাক্যালাপ কর।"
  },
  {
    "num": "24",
    "ara": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ",
    "eng": "Has there reached you the story of the honored guests of Abraham? -",
    "ban": "তোমার কাছে ইব্রাহীমের সম্মানিত অতিথিদের সংবাদ এসেছে কি?"
  },
  {
    "num": "25",
    "ara": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُّنكَرُونَ",
    "eng": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown.",
    "ban": "তারা যখন তাঁর দরবারে প্রবেশ করল তারা তখন বললে -- \"সালাম\"। তিনিও বললেন -- \"সালাম\", অপরিচিত লোক।"
  },
  {
    "num": "26",
    "ara": "فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ",
    "eng": "Then he went to his family and came with a fat [roasted] calf",
    "ban": "তিনি তখন তাঁর পরিবারের কাছে নীরবে ছুটলেন এবং একটি পুষ্ট বাছুর নিয়ে এলেন,"
  },
  {
    "num": "27",
    "ara": "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
    "eng": "And placed it near them; he said, \"Will you not eat?\"",
    "ban": "তারপর তিনি এটি তাদের সামনে এগিয়ে দিলেন, তিনি বললেন -- \"আপনারা কি খাবেন না?\""
  },
  {
    "num": "28",
    "ara": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ",
    "eng": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy.",
    "ban": "সুতরাং তাদের সম্পর্কে তিনি ভয় অনুভব করলেন। তারা বললে -- \"ভয় করো না।\" পক্ষান্তরে তারা তাঁকে সুসংবাদ দিল এক জ্ঞানবান ছেলের।"
  },
  {
    "num": "29",
    "ara": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
    "eng": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\"",
    "ban": "তারপর তাঁর স্ত্রী এগিয়ে এলেন বিলাপ করতে-করতে, আর তিনি তাঁর গালে চাপড় মারছেন এবং বলছেন, \"এক বুড়ি, বন্ধ্যা!\""
  },
  {
    "num": "30",
    "ara": "قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
    "eng": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\"",
    "ban": "তারা বললে -- \"এমনটাই হবে, তোমার প্রভু বলেছেন।\" নিঃসন্দেহ তিনি স্বয়ং পরমজ্ঞানী, সর্বজ্ঞাতা।"
  },
  {
    "num": "31",
    "ara": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
    "eng": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
    "ban": "তিনি বললেন -- \"তাহলে তোমাদের বিশেষ বার্তা কি, হে বার্তাবাহকগণ?\""
  },
  {
    "num": "32",
    "ara": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُّجْرِمِينَ",
    "eng": "They said, \"Indeed, we have been sent to a people of criminals",
    "ban": "তারা বললে -- \"আমাদের অবশ্য প্রেরণ করা হয়েছে এক অপরাধী লোকদের প্রতি, --"
  },
  {
    "num": "33",
    "ara": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
    "eng": "To send down upon them stones of clay,",
    "ban": "\"যেন তাদের উপরে আমরা বর্ষণ করতে পারি মাটির পাথর,"
  },
  {
    "num": "34",
    "ara": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
    "eng": "Marked in the presence of your Lord for the transgressors.\"",
    "ban": "\"যা অমিতাচারীদের জন্য নির্ধারিত রয়েছে তোমার প্রভুর কাছে।\""
  },
  {
    "num": "35",
    "ara": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ",
    "eng": "So We brought out whoever was in the cities of the believers.",
    "ban": "তারপর মুমিনদের মধ্যের যারা সেখানে রয়েছিল তাদের আমরা বের করে আনলাম,"
  },
  {
    "num": "36",
    "ara": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ",
    "eng": "And We found not within them other than a [single] house of Muslims.",
    "ban": "কিন্ত আমরা সেখানে মুসলিমদের একটি পরিবার ব্যতীত আর কাউকে পাইনি।"
  },
  {
    "num": "37",
    "ara": "وَتَرَكْنَا فِيهَا آيَةً لِّلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
    "eng": "And We left therein a sign for those who fear the painful punishment.",
    "ban": "আর আমরা সেখানে রেখে দিয়েছিলাম এক নিদর্শন তাদের জন্য যারা মর্মন্তুদ শাস্তিকে ভয় করে।"
  },
  {
    "num": "38",
    "ara": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ",
    "eng": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority.",
    "ban": "আর মূসার মধ্যেও। দেখো! আমরা তাঁকে পাঠিয়েছিলাম ফিরআউনের কাছে সুস্পষ্ট কর্তৃত্ব দিয়ে।"
  },
  {
    "num": "39",
    "ara": "فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
    "eng": "But he turned away with his supporters and said,\" A magician or a madman.\"",
    "ban": "কিন্ত সে ফিরে গিয়েছিল তার শক্তিমত্তার দিকে এবং বলেছিল -- \"একজন জাদুকর অথবা একজন পাগল।\""
  },
  {
    "num": "40",
    "ara": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
    "eng": "So We took him and his soldiers and cast them into the sea, and he was blameworthy.",
    "ban": "তখন আমরা তাকে ও তার দলবলকে পাকড়াও করলাম এবং তাদের নিক্ষেপ করলাম অথৈ জলে, আর সে ছিল দোষী।"
  },
  {
    "num": "41",
    "ara": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
    "eng": "And in 'Aad [was a sign], when We sent against them the barren wind.",
    "ban": "আর 'আদ জাতির ক্ষেত্রেও। দেখো! আমরা তাদের বিরুদ্ধে পাঠিয়েছিলাম এক বিধ্বংসী ঝড়।"
  },
  {
    "num": "42",
    "ara": "مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
    "eng": "It left nothing of what it came upon but that it made it like disintegrated ruins.",
    "ban": "এ যার উপরে এসে পড়েছিল তার কোনো কিছুই রেখে যায় নি, এটিকে তা করে দিয়েছিল ছাইয়ের মতো।"
  },
  {
    "num": "43",
    "ara": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ",
    "eng": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\"",
    "ban": "আর ছামুদ-জাতির ক্ষেত্রেও। দেখো! তাদের বলা হয়েছিল -- \"কিছুকাল উপভোগ করে নাও।\""
  },
  {
    "num": "44",
    "ara": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ",
    "eng": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on.",
    "ban": "তথাপি তাদের প্রভুর আদেশের বিরুদ্ধে তারা দাঁড়িয়েছিল, ফলে এক বজ্রনাদ তাদের পাকড়ালো, আর তারা তাকিয়ে রয়েছিল।"
  },
  {
    "num": "45",
    "ara": "فَمَا اسْتَطَاعُوا مِن قِيَامٍ وَمَا كَانُوا مُنتَصِرِينَ",
    "eng": "And they were unable to arise, nor could they defend themselves.",
    "ban": "তাদের আর দাঁড়াবার ক্ষমতা রইল না, আর তারা সাহায্যপ্রাপ্ত হতেও পারে নি।"
  },
  {
    "num": "46",
    "ara": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
    "eng": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient.",
    "ban": "আর পূর্বকালীন নূহের লোকদলকেও। নিঃসন্দেহ তারা ছিল সত্যত্যাগী জাতি।"
  },
  {
    "num": "47",
    "ara": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ",
    "eng": "And the heaven We constructed with strength, and indeed, We are [its] expander.",
    "ban": "আর মহাকাশমন্ডল -- আমরা তা নির্মাণ করেছি হাতে, আর আমরাই বিশালতার নির্মাতা।"
  },
  {
    "num": "48",
    "ara": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ",
    "eng": "And the earth We have spread out, and excellent is the preparer.",
    "ban": "আর পৃথিবী -- আমরা একে বিছিয়ে দিয়েছি, কাজেই কত সুন্দর এই বিস্তারকারী!"
  },
  {
    "num": "49",
    "ara": "وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
    "eng": "And of all things We created two mates; perhaps you will remember.",
    "ban": "আর প্রত্যেক বস্তুর মধ্যে আমরা জোড়া-জোড়া সৃষ্টি করেছি, যেন তোমরা মনোনিবেশ করো।"
  },
  {
    "num": "50",
    "ara": "فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "eng": "So flee to Allah. Indeed, I am to you from Him a clear warner.",
    "ban": "\"অতএব তোমরা বেগে আল্লাহ্‌র দিকে ছুটো। আমি নিশ্চয়ই তোমাদের নিকট তাঁর কাছ থেকে একজন সুস্পষ্ট সতর্ককারী।"
  },
  {
    "num": "51",
    "ara": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "eng": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner.",
    "ban": "\"আর আল্লাহ্‌র সাথে অন্য কোনো উপাস্য দাঁড় করো না। নিঃসন্দেহ আমি তোমাদের নিকট তাঁর কাছ থেকে এক জন সুস্পষ্ট সতর্ককারী।\""
  },
  {
    "num": "52",
    "ara": "كَذَلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ",
    "eng": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\"",
    "ban": "এইভাবেই। এদের আগে যারা ছিল তাদের কাছে এমন কোনো রসূল আসেন নি যাঁকে তারা না বলেছিল -- \"একজন জাদুকর, না হয় একজন পাগল।\""
  },
  {
    "num": "53",
    "ara": "أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ",
    "eng": "Did they suggest it to them? Rather, they [themselves] are a transgressing people.",
    "ban": "এরা কি এটিকেই মৌরুসি বিষয় বানিয়েছে? না, তারা হচ্ছে সীমালংঘনকারী জাতি।"
  },
  {
    "num": "54",
    "ara": "فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ",
    "eng": "So leave them, [O Muhammad], for you are not to be blamed.",
    "ban": "অতএব তাদের থেকে তুমি মুখ ফিরিয়ে নাও, কেননা তুমি তো দোষী নও।"
  },
  {
    "num": "55",
    "ara": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ",
    "eng": "And remind, for indeed, the reminder benefits the believers.",
    "ban": "তবুও তুমি উপদেশ দিতে থাকো, কেননা নিঃসন্দেহ উপদেশদান মুমিনদের উপকার করবে।"
  },
  {
    "num": "56",
    "ara": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ",
    "eng": "And I did not create the jinn and mankind except to worship Me.",
    "ban": "আর আমি জিন ও মানুষকে, তারা আমাকে উপাসনা করুক -- এইজন্য ছাড়া সৃষ্টি করি নি।"
  },
  {
    "num": "57",
    "ara": "مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ",
    "eng": "I do not want from them any provision, nor do I want them to feed Me.",
    "ban": "আমি তাদের থেকে কোনো জীবিকা চাই না, আর আমি চাই না যে তারা আমাকে খাওয়াবে।"
  },
  {
    "num": "58",
    "ara": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
    "eng": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength.",
    "ban": "বরঞ্চ আল্লাহ -- তিনিই বিরাট রিযেকদাতা, ক্ষমতার অধিকারী, শক্তিমান।"
  },
  {
    "num": "59",
    "ara": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ",
    "eng": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me.",
    "ban": "সুতরাং যারা অন্যায়াচরণ করেছে তাদের জন্য অবশ্যই রয়েছে এক ঝুড়ি তাদের সাঙ্গোপাঙ্গদের ঝুড়ির ন্যায়, সেজন্য তারা যেন আমার কাছে তড়িঘড়ি না করে।"
  },
  {
    "num": "60",
    "ara": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن يَوْمِهِمُ الَّذِي يُوعَدُونَ",
    "eng": "And woe to those who have disbelieved from their Day which they are promised.",
    "ban": "অতএব ধিক্ তাদের জন্য যারা অবিশ্বাস পোষণ করে -- তাদের সেই দিনটির কারণে যেটি তাদের ওয়াদা করা হয়েছে!"
  }
]
