[
  {
    "num": "1",
    "ara": "وَالذَّارِيَاتِ ذَرْوًا",
    "eng": "By those [winds] scattering [dust] dispersing",
    "ban": "কসম ঝঞ্ঝাবায়ুর।"
  },
  {
    "num": "2",
    "ara": "فَالْحَامِلَاتِ وِقْرًا",
    "eng": "And those [clouds] carrying a load [of water]",
    "ban": "অতঃপর বোঝা বহনকারী মেঘের।"
  },
  {
    "num": "3",
    "ara": "فَالْجَارِيَاتِ يُسْرًا",
    "eng": "And those [ships] sailing with ease",
    "ban": "অতঃপর মৃদু চলমান জলযানের,"
  },
  {
    "num": "4",
    "ara": "فَالْمُقَسِّمَاتِ أَمْرًا",
    "eng": "And those [angels] apportioning [each] matter,",
    "ban": "অতঃপর কর্ম বন্টনকারী ফেরেশতাগণের,"
  },
  {
    "num": "5",
    "ara": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
    "eng": "Indeed, what you are promised is true.",
    "ban": "তোমাদের প্রদত্ত ওয়াদা অবশ্যই সত্য।"
  },
  {
    "num": "6",
    "ara": "وَإِنَّ الدِّينَ لَوَاقِعٌ",
    "eng": "And indeed, the recompense is to occur.",
    "ban": "ইনসাফ অবশ্যম্ভাবী।"
  },
  {
    "num": "7",
    "ara": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ",
    "eng": "By the heaven containing pathways,",
    "ban": "পথবিশিষ্ট আকাশের কসম,"
  },
  {
    "num": "8",
    "ara": "إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ",
    "eng": "Indeed, you are in differing speech.",
    "ban": "তোমরা তো বিরোধপূর্ণ কথা বলছ।"
  },
  {
    "num": "9",
    "ara": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
    "eng": "Deluded away from the Qur'an is he who is deluded.",
    "ban": "যে ভ্রষ্ট, সেই এ থেকে মুখ ফিরায়,"
  },
  {
    "num": "10",
    "ara": "قُتِلَ الْخَرَّاصُونَ",
    "eng": "Destroyed are the falsifiers",
    "ban": "অনুমানকারীরা ধ্বংস হোক,"
  },
  {
    "num": "11",
    "ara": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ",
    "eng": "Who are within a flood [of confusion] and heedless.",
    "ban": "যারা উদাসীন, ভ্রান্ত।"
  },
  {
    "num": "12",
    "ara": "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ",
    "eng": "They ask, \"When is the Day of Recompense?\"",
    "ban": "তারা জিজ্ঞাসা করে, কেয়ামত কবে হবে?"
  },
  {
    "num": "13",
    "ara": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ",
    "eng": "[It is] the Day they will be tormented over the Fire",
    "ban": "যেদিন তারা অগ্নিতে পতিত হবে,"
  },
  {
    "num": "14",
    "ara": "ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنتُم بِهِ تَسْتَعْجِلُونَ",
    "eng": "[And will be told], \"Taste your torment. This is that for which you were impatient.\"",
    "ban": "তোমরা তোমাদের শাস্তি আস্বাদন কর। তোমরা একেই ত্বরান্বিত করতে চেয়েছিল।"
  },
  {
    "num": "15",
    "ara": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
    "eng": "Indeed, the righteous will be among gardens and springs,",
    "ban": "খোদাভীরুরা জান্নাতে ও প্রস্রবণে থাকবে।"
  },
  {
    "num": "16",
    "ara": "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ",
    "eng": "Accepting what their Lord has given them. Indeed, they were before that doers of good.",
    "ban": "এমতাবস্থায় যে, তারা গ্রহণ করবে যা তাদের পালনকর্তা তাদেরকে দেবেন। নিশ্চয় ইতিপূর্বে তারা ছিল সৎকর্মপরায়ণ,"
  },
  {
    "num": "17",
    "ara": "كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ",
    "eng": "They used to sleep but little of the night,",
    "ban": "তারা রাত্রির সামান্য অংশেই নিদ্রা যেত,"
  },
  {
    "num": "18",
    "ara": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
    "eng": "And in the hours before dawn they would ask forgiveness,",
    "ban": "রাতের শেষ প্রহরে তারা ক্ষমাপ্রার্থনা করত,"
  },
  {
    "num": "19",
    "ara": "وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ",
    "eng": "And from their properties was [given] the right of the [needy] petitioner and the deprived.",
    "ban": "এবং তাদের ধন-সম্পদে প্রার্থী ও বঞ্চিতের হক ছিল।"
  },
  {
    "num": "20",
    "ara": "وَفِي الْأَرْضِ آيَاتٌ لِّلْمُوقِنِينَ",
    "eng": "And on the earth are signs for the certain [in faith]",
    "ban": "বিশ্বাসকারীদের জন্যে পৃথিবীতে নিদর্শনাবলী রয়েছে,"
  },
  {
    "num": "21",
    "ara": "وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ",
    "eng": "And in yourselves. Then will you not see?",
    "ban": "এবং তোমাদের নিজেদের মধ্যেও, তোমরা কি অনুধাবন করবে না?"
  },
  {
    "num": "22",
    "ara": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
    "eng": "And in the heaven is your provision and whatever you are promised.",
    "ban": "আকাশে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সবকিছু।"
  },
  {
    "num": "23",
    "ara": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِّثْلَ مَا أَنَّكُمْ تَنطِقُونَ",
    "eng": "Then by the Lord of the heaven and earth, indeed, it is truth - just as [sure as] it is that you are speaking.",
    "ban": "নভোমন্ডল ও ভূমন্ডলের পালনকর্তার কসম, তোমাদের কথাবার্তার মতই এটা সত্য।"
  },
  {
    "num": "24",
    "ara": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ",
    "eng": "Has there reached you the story of the honored guests of Abraham? -",
    "ban": "আপনার কাছে ইব্রাহীমের সম্মানিত মেহমানদের বৃত্তান্ত এসেছে কি?"
  },
  {
    "num": "25",
    "ara": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُّنكَرُونَ",
    "eng": "When they entered upon him and said, \"[We greet you with] peace.\" He answered, \"[And upon you] peace, [you are] a people unknown.",
    "ban": "যখন তারা তাঁর কাছে উপস্থিত হয়ে বললঃ সালাম, তখন সে বললঃ সালাম। এরা তো অপরিচিত লোক।"
  },
  {
    "num": "26",
    "ara": "فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ",
    "eng": "Then he went to his family and came with a fat [roasted] calf",
    "ban": "অতঃপর সে গ্রহে গেল এবং একটি ঘৃতেপক্ক মোটা গোবৎস নিয়ে হাযির হল।"
  },
  {
    "num": "27",
    "ara": "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
    "eng": "And placed it near them; he said, \"Will you not eat?\"",
    "ban": "সে গোবৎসটি তাদের সামনে রেখে বললঃ তোমরা আহার করছ না কেন?"
  },
  {
    "num": "28",
    "ara": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ",
    "eng": "And he felt from them apprehension. They said, \"Fear not,\" and gave him good tidings of a learned boy.",
    "ban": "অতঃপর তাদের সম্পর্কে সে মনে মনে ভীত হলঃ তারা বললঃ ভীত হবেন না। তারা তাঁকে একট জ্ঞানীগুণী পুত্র সন্তানের সুসংবাদ দিল।"
  },
  {
    "num": "29",
    "ara": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
    "eng": "And his wife approached with a cry [of alarm] and struck her face and said, \"[I am] a barren old woman!\"",
    "ban": "অতঃপর তাঁর স্ত্রী চীৎকার করতে করতে সামনে এল এবং মুখ চাপড়িয়ে বললঃ আমি তো বৃদ্ধা, বন্ধ্যা।"
  },
  {
    "num": "30",
    "ara": "قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
    "eng": "They said, \"Thus has said your Lord; indeed, He is the Wise, the Knowing.\"",
    "ban": "তারা বললঃ তোমার পালনকর্তা এরূপই বলেছেন। নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।"
  },
  {
    "num": "31",
    "ara": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
    "eng": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
    "ban": "ইব্রাহীম বললঃ হে প্রেরিত ফেরেশতাগণ, তোমাদের উদ্দেশ্য কি?"
  },
  {
    "num": "32",
    "ara": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُّجْرِمِينَ",
    "eng": "They said, \"Indeed, we have been sent to a people of criminals",
    "ban": "তারা বললঃ আমরা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি,"
  },
  {
    "num": "33",
    "ara": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ",
    "eng": "To send down upon them stones of clay,",
    "ban": "যাতে তাদের উপর মাটির ঢিলা নিক্ষেপ করি।"
  },
  {
    "num": "34",
    "ara": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ",
    "eng": "Marked in the presence of your Lord for the transgressors.\"",
    "ban": "যা সীমাতিক্রমকারীদের জন্যে আপনার পালনকর্তার কাছে চিহিߦ#2468; আছে।"
  },
  {
    "num": "35",
    "ara": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ",
    "eng": "So We brought out whoever was in the cities of the believers.",
    "ban": "অতঃপর সেখানে যারা ঈমানদার ছিল, আমি তাদেরকে উদ্ধার করলাম।"
  },
  {
    "num": "36",
    "ara": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ",
    "eng": "And We found not within them other than a [single] house of Muslims.",
    "ban": "এবং সেখানে একটি গৃহ ব্যতীত কোন মুসলমান আমি পাইনি।"
  },
  {
    "num": "37",
    "ara": "وَتَرَكْنَا فِيهَا آيَةً لِّلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
    "eng": "And We left therein a sign for those who fear the painful punishment.",
    "ban": "যারা যন্ত্রণাদায়ক শাস্তিকে ভয় করে, আমি তাদের জন্যে সেখানে একটি নিদর্শন রেখেছি।"
  },
  {
    "num": "38",
    "ara": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ",
    "eng": "And in Moses [was a sign], when We sent him to Pharaoh with clear authority.",
    "ban": "এবং নিদর্শন রয়েছে মূসার বৃত্তান্তে; যখন আমি তাকে সুস্পষ্ট প্রমাণসহ ফেরাউনের কাছে প্রেরণ করেছিলাম।"
  },
  {
    "num": "39",
    "ara": "فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
    "eng": "But he turned away with his supporters and said,\" A magician or a madman.\"",
    "ban": "অতঃপর সে শক্তিবলে মুখ ফিরিয়ে নিল এবং বললঃ সে হয় যাদুকর, না হয় পাগল।"
  },
  {
    "num": "40",
    "ara": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
    "eng": "So We took him and his soldiers and cast them into the sea, and he was blameworthy.",
    "ban": "অতঃপর আমি তাকে ও তার সেনাবাহিনীকে পাকড়াও করলাম এবং তাদেরকে সমুদ্রে নিক্ষেপ করলাম। সে ছিল অভিযুক্ত।"
  },
  {
    "num": "41",
    "ara": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
    "eng": "And in 'Aad [was a sign], when We sent against them the barren wind.",
    "ban": "এবং নিদর্শন রয়েছে তাদের কাহিনীতে; যখন আমি তাদের উপর প্রেরণ করেছিলাম অশুভ বায়ু।"
  },
  {
    "num": "42",
    "ara": "مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
    "eng": "It left nothing of what it came upon but that it made it like disintegrated ruins.",
    "ban": "এই বায়ু যার উপর দিয়ে প্রবাহিত হয়েছিলঃ তাকেই চুর্ণ-বিচুর্ণ করে দিয়েছিল।"
  },
  {
    "num": "43",
    "ara": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ",
    "eng": "And in Thamud, when it was said to them, \"Enjoy yourselves for a time.\"",
    "ban": "আরও নিদর্শন রয়েছে সামূদের ঘটনায়; যখন তাদেরকে বলা হয়েছিল, কিছুকাল মজা লুটে নাও।"
  },
  {
    "num": "44",
    "ara": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ",
    "eng": "But they were insolent toward the command of their Lord, so the thunderbolt seized them while they were looking on.",
    "ban": "অতঃপর তারা তাদের পালনকর্তার আদেশ অমান্য করল এবং তাদের প্রতি বজ্রঘাত হল এমতাবস্থায় যে, তারা তা দেখেছিল।"
  },
  {
    "num": "45",
    "ara": "فَمَا اسْتَطَاعُوا مِن قِيَامٍ وَمَا كَانُوا مُنتَصِرِينَ",
    "eng": "And they were unable to arise, nor could they defend themselves.",
    "ban": "অতঃপর তারা দাঁড়াতে সক্ষম হল না এবং কোন প্রতিকারও করতে পারল না।"
  },
  {
    "num": "46",
    "ara": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
    "eng": "And [We destroyed] the people of Noah before; indeed, they were a people defiantly disobedient.",
    "ban": "আমি ইতিপূর্বে নূহের সম্প্রদায়কে ধ্বংস করেছি। নিশ্চিতই তারা ছিল পাপাচারী সম্প্রদায়।"
  },
  {
    "num": "47",
    "ara": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ",
    "eng": "And the heaven We constructed with strength, and indeed, We are [its] expander.",
    "ban": "আমি স্বীয় ক্ষমতাবলে আকাশ নির্মাণ করেছি এবং আমি অবশ্যই ব্যাপক ক্ষমতাশালী।"
  },
  {
    "num": "48",
    "ara": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ",
    "eng": "And the earth We have spread out, and excellent is the preparer.",
    "ban": "আমি ভূমিকে বিছিয়েছি। আমি কত সুন্দরভাবেই না বিছাতে সক্ষম।"
  },
  {
    "num": "49",
    "ara": "وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
    "eng": "And of all things We created two mates; perhaps you will remember.",
    "ban": "আমি প্রত্যেক বস্তু জোড়ায় জোড়ায় সৃষ্টি করেছি, যাতে তোমরা হৃদয়ঙ্গম কর।"
  },
  {
    "num": "50",
    "ara": "فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "eng": "So flee to Allah. Indeed, I am to you from Him a clear warner.",
    "ban": "অতএব, আল্লাহর দিকে ধাবিত হও। আমি তাঁর তরফ থেকে তোমাদের জন্যে সুস্পষ্ট সতর্ককারী।"
  },
  {
    "num": "51",
    "ara": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُم مِّنْهُ نَذِيرٌ مُّبِينٌ",
    "eng": "And do not make [as equal] with Allah another deity. Indeed, I am to you from Him a clear warner.",
    "ban": "তোমরা আল্লাহর সাথে কোন উপাস্য সাব্যস্ত করো না। আমি তাঁর পক্ষ থেকে তোমাদের জন্য সুস্পষ্ট সতর্ককারী।"
  },
  {
    "num": "52",
    "ara": "كَذَلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ",
    "eng": "Similarly, there came not to those before them any messenger except that they said, \"A magician or a madman.\"",
    "ban": "এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে, তারা বলছেঃ যাদুকর, না হয় উম্মাদ।"
  },
  {
    "num": "53",
    "ara": "أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ",
    "eng": "Did they suggest it to them? Rather, they [themselves] are a transgressing people.",
    "ban": "তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা দুষ্ট সম্প্রদায়।"
  },
  {
    "num": "54",
    "ara": "فَتَوَلَّ عَنْهُمْ فَمَا أَنتَ بِمَلُومٍ",
    "eng": "So leave them, [O Muhammad], for you are not to be blamed.",
    "ban": "অতএব, আপনি ওদের থেকে মুখ ফিরিয়ে নিন। এতে আপনি অপরাধী হবেন না।"
  },
  {
    "num": "55",
    "ara": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ",
    "eng": "And remind, for indeed, the reminder benefits the believers.",
    "ban": "এবং বোঝাতে থাকুন; কেননা, বোঝানো মুমিনদের উপকারে আসবে।"
  },
  {
    "num": "56",
    "ara": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ",
    "eng": "And I did not create the jinn and mankind except to worship Me.",
    "ban": "আমার এবাদত করার জন্যই আমি মানব ও জিন জাতি সৃষ্টি করেছি।"
  },
  {
    "num": "57",
    "ara": "مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ",
    "eng": "I do not want from them any provision, nor do I want them to feed Me.",
    "ban": "আমি তাদের কাছে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে।"
  },
  {
    "num": "58",
    "ara": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
    "eng": "Indeed, it is Allah who is the [continual] Provider, the firm possessor of strength.",
    "ban": "আল্লাহ তা’আলাই তো জীবিকাদাতা শক্তির আধার, পরাক্রান্ত।"
  },
  {
    "num": "59",
    "ara": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ",
    "eng": "And indeed, for those who have wronged is a portion [of punishment] like the portion of their predecessors, so let them not impatiently urge Me.",
    "ban": "অতএব, এই যালেমদের প্রাপ্য তাই, যা ওদের অতীত সহচরদের প্রাপ্য ছিল। কাজেই ওরা যেন আমার কাছে তা তাড়াতাড়ি না চায়।"
  },
  {
    "num": "60",
    "ara": "فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن يَوْمِهِمُ الَّذِي يُوعَدُونَ",
    "eng": "And woe to those who have disbelieved from their Day which they are promised.",
    "ban": "অতএব, কাফেরদের জন্যে দুর্ভোগ সেই দিনের, যেদিনের প্রতিশ্রুতি ওদেরকে দেয়া হয়েছে।"
  }
]
