[
  {
    "num": "1",
    "ara": "وَالنَّجْمِ إِذَا هَوَى",
    "eng": "By the star when it descends,",
    "ban": "নক্ষত্রের কসম, যখন অস্তমিত হয়।"
  },
  {
    "num": "2",
    "ara": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى",
    "eng": "Your companion [Muhammad] has not strayed, nor has he erred,",
    "ban": "তোমাদের সংগী পথভ্রষ্ট হননি এবং বিপথগামীও হননি।"
  },
  {
    "num": "3",
    "ara": "وَمَا يَنطِقُ عَنِ الْهَوَى",
    "eng": "Nor does he speak from [his own] inclination.",
    "ban": "এবং প্রবৃত্তির তাড়নায় কথা বলেন না।"
  },
  {
    "num": "4",
    "ara": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى",
    "eng": "It is not but a revelation revealed,",
    "ban": "কোরআন ওহী, যা প্রত্যাদেশ হয়।"
  },
  {
    "num": "5",
    "ara": "عَلَّمَهُ شَدِيدُ الْقُوَى",
    "eng": "Taught to him by one intense in strength -",
    "ban": "তাঁকে শিক্ষা দান করে এক শক্তিশালী ফেরেশতা,"
  },
  {
    "num": "6",
    "ara": "ذُو مِرَّةٍ فَاسْتَوَى",
    "eng": "One of soundness. And he rose to [his] true form",
    "ban": "সহজাত শক্তিসম্পন্ন, সে নিজ আকৃতিতে প্রকাশ পেল।"
  },
  {
    "num": "7",
    "ara": "وَهُوَ بِالْأُفُقِ الْأَعْلَى",
    "eng": "While he was in the higher [part of the] horizon.",
    "ban": "উর্ধ্ব দিগন্তে,"
  },
  {
    "num": "8",
    "ara": "ثُمَّ دَنَا فَتَدَلَّى",
    "eng": "Then he approached and descended",
    "ban": "অতঃপর নিকটবর্তী হল ও ঝুলে গেল।"
  },
  {
    "num": "9",
    "ara": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى",
    "eng": "And was at a distance of two bow lengths or nearer.",
    "ban": "তখন দুই ধনুকের ব্যবধান ছিল অথবা আরও কম।"
  },
  {
    "num": "10",
    "ara": "فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى",
    "eng": "And he revealed to His Servant what he revealed.",
    "ban": "তখন আল্লাহ তাঁর দাসের প্রতি যা প্রত্যাদেশ করবার, তা প্রত্যাদেশ করলেন।"
  },
  {
    "num": "11",
    "ara": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى",
    "eng": "The heart did not lie [about] what it saw.",
    "ban": "রসূলের অন্তর মিথ্যা বলেনি যা সে দেখেছে।"
  },
  {
    "num": "12",
    "ara": "أَفَتُمَارُونَهُ عَلَى مَا يَرَى",
    "eng": "So will you dispute with him over what he saw?",
    "ban": "তোমরা কি বিষয়ে বিতর্ক করবে যা সে দেখেছে?"
  },
  {
    "num": "13",
    "ara": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى",
    "eng": "And he certainly saw him in another descent",
    "ban": "নিশ্চয় সে তাকে আরেকবার দেখেছিল,"
  },
  {
    "num": "14",
    "ara": "عِندَ سِدْرَةِ الْمُنتَهَى",
    "eng": "At the Lote Tree of the Utmost Boundary -",
    "ban": "সিদরাতুলমুন্তাহার নিকটে,"
  },
  {
    "num": "15",
    "ara": "عِندَهَا جَنَّةُ الْمَأْوَى",
    "eng": "Near it is the Garden of Refuge -",
    "ban": "যার কাছে অবস্থিত বসবাসের জান্নাত।"
  },
  {
    "num": "16",
    "ara": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى",
    "eng": "When there covered the Lote Tree that which covered [it].",
    "ban": "যখন বৃক্ষটি দ্বারা আচ্ছন্ন হওয়ার, তদ্দ্বারা আচ্ছন্ন ছিল।"
  },
  {
    "num": "17",
    "ara": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى",
    "eng": "The sight [of the Prophet] did not swerve, nor did it transgress [its limit].",
    "ban": "তাঁর দৃষ্টিবিভ্রম হয় নি এবং সীমালংঘনও করেনি।"
  },
  {
    "num": "18",
    "ara": "لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى",
    "eng": "He certainly saw of the greatest signs of his Lord.",
    "ban": "নিশ্চয় সে তার পালনকর্তার মহান নিদর্শনাবলী অবলোকন করেছে।"
  },
  {
    "num": "19",
    "ara": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى",
    "eng": "So have you considered al-Lat and al-'Uzza?",
    "ban": "তোমরা কি ভেবে দেখেছ লাত ও ওযযা সম্পর্কে।"
  },
  {
    "num": "20",
    "ara": "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى",
    "eng": "And Manat, the third - the other one?",
    "ban": "এবং তৃতীয় আরেকটি মানাত সম্পর্কে?"
  },
  {
    "num": "21",
    "ara": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنثَى",
    "eng": "Is the male for you and for Him the female?",
    "ban": "পুত্র-সন্তান কি তোমাদের জন্যে এবং কন্যা-সন্তান আল্লাহর জন্য?"
  },
  {
    "num": "22",
    "ara": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَى",
    "eng": "That, then, is an unjust division.",
    "ban": "এমতাবস্থায় এটা তো হবে খুবই অসংগত বন্টন।"
  },
  {
    "num": "23",
    "ara": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَى",
    "eng": "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance.",
    "ban": "এগুলো কতগুলো নাম বৈ নয়, যা তোমরা এবং তোমাদের পূর্ব-পুরুষদের রেখেছ। এর সমর্থনে আল্লাহ কোন দলীল নাযিল করেননি। তারা অনুমান এবং প্রবৃত্তিরই অনুসরণ করে। অথচ তাদের কাছে তাদের পালনকর্তার পক্ষ থেকে পথ নির্দেশ এসেছে।"
  },
  {
    "num": "24",
    "ara": "أَمْ لِلْإِنسَانِ مَا تَمَنَّى",
    "eng": "Or is there for man whatever he wishes?",
    "ban": "মানুষ যা চায়, তাই কি পায়?"
  },
  {
    "num": "25",
    "ara": "فَلِلَّهِ الْآخِرَةُ وَالْأُولَى",
    "eng": "Rather, to Allah belongs the Hereafter and the first [life].",
    "ban": "অতএব, পরবর্তী ও পূর্ববর্তী সব মঙ্গলই আল্লাহর হাতে।"
  },
  {
    "num": "26",
    "ara": "وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَى",
    "eng": "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves.",
    "ban": "আকাশে অনেক ফেরেশতা রয়েছে। তাদের কোন সুপারিশ ফলপ্রসূ হয় না যতক্ষণ আল্লাহ যার জন্যে ইচ্ছা ও যাকে পছন্দ করেন, অনুমতি না দেন।"
  },
  {
    "num": "27",
    "ara": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنثَى",
    "eng": "Indeed, those who do not believe in the Hereafter name the angels female names,",
    "ban": "যারা পরকালে বিশ্বাস করে না, তারাই ফেরেশতাকে নারীবাচক নাম দিয়ে থাকে।"
  },
  {
    "num": "28",
    "ara": "وَمَا لَهُم بِهِ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا",
    "eng": "And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all.",
    "ban": "অথচ এ বিষয়ে তাদের কোন জ্ঞান নেই। তারা কেবল অনুমানের উপর চলে। অথচ সত্যের ব্যাপারে অনুমান মোটেই ফলপ্রসূ নয়।"
  },
  {
    "num": "29",
    "ara": "فَأَعْرِضْ عَن مَّن تَوَلَّى عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا",
    "eng": "So turn away from whoever turns his back on Our message and desires not except the worldly life.",
    "ban": "অতএব যে আমার স্মরণে বিমুখ এবং কেবল পার্থিব জীবনই কামনা করে তার তরফ থেকে আপনি মুখ ফিরিয়ে নিন।"
  },
  {
    "num": "30",
    "ara": "ذَلِكَ مَبْلَغُهُم مِّنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى",
    "eng": "That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided.",
    "ban": "তাদের জ্ঞানের পরিধি এ পর্যন্তই। নিশ্চয় আপনার পালনকর্তা ভাল জানেন, কে তাঁর পথ থেকে বিচ্যুত হয়েছে এবং তিনিই ভাল জানেন কে সুপথপ্রাপ্ত হয়েছে।"
  },
  {
    "num": "31",
    "ara": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى",
    "eng": "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -",
    "ban": "নভোমন্ডল ও ভূমন্ডলে যা কিছু আছে, সবই আল্লাহর, যাতে তিনি মন্দকর্মীদেরকে তাদের কর্মের প্রতিফল দেন এবং সৎকর্মীদেরকে দেন ভাল ফল।"
  },
  {
    "num": "32",
    "ara": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ الْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى",
    "eng": "Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him.",
    "ban": "যারা বড় বড় গোনাহ ও অশ্লীলকার্য থেকে বেঁচে থাকে ছোটখাট অপরাধ করলেও নিশ্চয় আপনার পালনকর্তার ক্ষমা সুদূর বিস্তৃত। তিনি তোমাদের সম্পর্কে ভাল জানেন, যখন তিনি তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা থেকে এবং যখন তোমরা মাতৃগর্ভে কচি শিশু ছিলে। অতএব তোমরা আত্নপ্রশংসা করো না। তিনি ভাল জানেন কে সংযমী।"
  },
  {
    "num": "33",
    "ara": "أَفَرَأَيْتَ الَّذِي تَوَلَّى",
    "eng": "Have you seen the one who turned away",
    "ban": "আপনি কি তাকে দেখেছেন, যে মুখ ফিরিয়ে নেয়।"
  },
  {
    "num": "34",
    "ara": "وَأَعْطَى قَلِيلًا وَأَكْدَى",
    "eng": "And gave a little and [then] refrained?",
    "ban": "এবং দেয় সামান্যই ও পাষাণ হয়ে যায়।"
  },
  {
    "num": "35",
    "ara": "أَعِندَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى",
    "eng": "Does he have knowledge of the unseen, so he sees?",
    "ban": "তার কাছে কি অদৃশ্যের জ্ঞান আছে যে, সে দেখে?"
  },
  {
    "num": "36",
    "ara": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى",
    "eng": "Or has he not been informed of what was in the scriptures of Moses",
    "ban": "তাকে কি জানানো হয়নি যা আছে মূসার কিতাবে,"
  },
  {
    "num": "37",
    "ara": "وَإِبْرَاهِيمَ الَّذِي وَفَّى",
    "eng": "And [of] Abraham, who fulfilled [his obligations] -",
    "ban": "এবং ইব্রাহীমের কিতাবে, যে তার দায়িত্ব পালন করেছিল?"
  },
  {
    "num": "38",
    "ara": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى",
    "eng": "That no bearer of burdens will bear the burden of another",
    "ban": "কিতাবে এই আছে যে, কোন ব্যক্তি কারও গোনাহ নিজে বহন করবে না।"
  },
  {
    "num": "39",
    "ara": "وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى",
    "eng": "And that there is not for man except that [good] for which he strives",
    "ban": "এবং মানুষ তাই পায়, যা সে করে,"
  },
  {
    "num": "40",
    "ara": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى",
    "eng": "And that his effort is going to be seen -",
    "ban": "তার কর্ম শীঘ্রই দেখা হবে।"
  },
  {
    "num": "41",
    "ara": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى",
    "eng": "Then he will be recompensed for it with the fullest recompense",
    "ban": "অতঃপর তাকে পূর্ণ প্রতিদান দেয়া হবে।"
  },
  {
    "num": "42",
    "ara": "وَأَنَّ إِلَى رَبِّكَ الْمُنتَهَى",
    "eng": "And that to your Lord is the finality",
    "ban": "তোমার পালনকর্তার কাছে সবকিছুর সমাপ্তি,"
  },
  {
    "num": "43",
    "ara": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى",
    "eng": "And that it is He who makes [one] laugh and weep",
    "ban": "এবং তিনিই হাসান ও কাঁদান"
  },
  {
    "num": "44",
    "ara": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا",
    "eng": "And that it is He who causes death and gives life",
    "ban": "এবং তিনিই মারেন ও বাঁচান,"
  },
  {
    "num": "45",
    "ara": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى",
    "eng": "And that He creates the two mates - the male and female -",
    "ban": "এবং তিনিই সৃষ্টি করেন যুগল-পুরুষ ও নারী।"
  },
  {
    "num": "46",
    "ara": "مِن نُّطْفَةٍ إِذَا تُمْنَى",
    "eng": "From a sperm-drop when it is emitted",
    "ban": "একবিন্দু বীর্য থেকে যখন স্খলিত করা হয়।"
  },
  {
    "num": "47",
    "ara": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى",
    "eng": "And that [incumbent] upon Him is the next creation",
    "ban": "পুনরুত্থানের দায়িত্ব তাঁরই,"
  },
  {
    "num": "48",
    "ara": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى",
    "eng": "And that it is He who enriches and suffices",
    "ban": "এবং তিনিই ধনবান করেন ও সম্পদ দান করেন।"
  },
  {
    "num": "49",
    "ara": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى",
    "eng": "And that it is He who is the Lord of Sirius",
    "ban": "তিনি শিরা নক্ষত্রের মালিক।"
  },
  {
    "num": "50",
    "ara": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى",
    "eng": "And that He destroyed the first [people of] 'Aad",
    "ban": "তিনিই প্রথম আদ সম্প্রদায়কে ধ্বংস করেছেন,"
  },
  {
    "num": "51",
    "ara": "وَثَمُودَ فَمَا أَبْقَى",
    "eng": "And Thamud - and He did not spare [them] -",
    "ban": "এবং সামুদকেও; অতঃপর কাউকে অব্যহতি দেননি।"
  },
  {
    "num": "52",
    "ara": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى",
    "eng": "And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing.",
    "ban": "এবং তাদের পূর্বে নূহের সম্প্রদায়কে, তারা ছিল আরও জালেম ও অবাধ্য।"
  },
  {
    "num": "53",
    "ara": "وَالْمُؤْتَفِكَةَ أَهْوَى",
    "eng": "And the overturned towns He hurled down",
    "ban": "তিনিই জনপদকে শুন্যে উত্তোলন করে নিক্ষেপ করেছেন।"
  },
  {
    "num": "54",
    "ara": "فَغَشَّاهَا مَا غَشَّى",
    "eng": "And covered them by that which He covered.",
    "ban": "অতঃপর তাকে আচ্ছন্ন করে নেয় যা আচ্ছন্ন করার।"
  },
  {
    "num": "55",
    "ara": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى",
    "eng": "Then which of the favors of your Lord do you doubt?",
    "ban": "অতঃপর তুমি তোমার পালনকর্তার কোন অনুগ্রহকে মিথ্যা বলবে?"
  },
  {
    "num": "56",
    "ara": "هَذَا نَذِيرٌ مِّنَ النُّذُرِ الْأُولَى",
    "eng": "This [Prophet] is a warner like the former warners.",
    "ban": "অতীতের সতর্ককারীদের মধ্যে সে-ও একজন সতর্ককারী।"
  },
  {
    "num": "57",
    "ara": "أَزِفَتِ الْآزِفَةُ",
    "eng": "The Approaching Day has approached.",
    "ban": "কেয়ামত নিকটে এসে গেছে।"
  },
  {
    "num": "58",
    "ara": "لَيْسَ لَهَا مِن دُونِ اللَّهِ كَاشِفَةٌ",
    "eng": "Of it, [from those] besides Allah, there is no remover.",
    "ban": "আল্লাহ ব্যতীত কেউ একে প্রকাশ করতে সক্ষম নয়।"
  },
  {
    "num": "59",
    "ara": "أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ",
    "eng": "Then at this statement do you wonder?",
    "ban": "তোমরা কি এই বিষয়ে আশ্চর্যবোধ করছ?"
  },
  {
    "num": "60",
    "ara": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
    "eng": "And you laugh and do not weep",
    "ban": "এবং হাসছ-ক্রন্দন করছ না?"
  },
  {
    "num": "61",
    "ara": "وَأَنتُمْ سَامِدُونَ",
    "eng": "While you are proudly sporting?",
    "ban": "তোমরা ক্রীড়া-কৌতুক করছ,"
  },
  {
    "num": "62",
    "ara": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا",
    "eng": "So prostrate to Allah and worship [Him].",
    "ban": "অতএব আল্লাহকে সেজদা কর এবং তাঁর এবাদত কর।"
  }
]
