[
  {
    "num": "1",
    "ara": "وَالنَّجْمِ إِذَا هَوَى",
    "eng": "By the star when it descends,",
    "ban": "ভাবো তারকার কথা, যখন তা অস্ত যায়!"
  },
  {
    "num": "2",
    "ara": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى",
    "eng": "Your companion [Muhammad] has not strayed, nor has he erred,",
    "ban": "তোমাদের সঙ্গী দোষ-ত্রুটি করেন না, আর তিনি বিপথেও যান না,"
  },
  {
    "num": "3",
    "ara": "وَمَا يَنطِقُ عَنِ الْهَوَى",
    "eng": "Nor does he speak from [his own] inclination.",
    "ban": "আর তিনি ইচ্ছামত কোনো কথা বলেন না।"
  },
  {
    "num": "4",
    "ara": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى",
    "eng": "It is not but a revelation revealed,",
    "ban": "এইখানা প্রত্যাদিষ্ট হওয়া প্রত্যাদেশবাণী বৈ তো নয়, --"
  },
  {
    "num": "5",
    "ara": "عَلَّمَهُ شَدِيدُ الْقُوَى",
    "eng": "Taught to him by one intense in strength -",
    "ban": "তাঁকে শিখিয়েছেন বিরাট শক্তিমান --"
  },
  {
    "num": "6",
    "ara": "ذُو مِرَّةٍ فَاسْتَوَى",
    "eng": "One of soundness. And he rose to [his] true form",
    "ban": "বলবীর্যের অধিকারী। কাজেই তিনি পরিপূর্ণতায় পৌঁছলেন।"
  },
  {
    "num": "7",
    "ara": "وَهُوَ بِالْأُفُقِ الْأَعْلَى",
    "eng": "While he was in the higher [part of the] horizon.",
    "ban": "আর তিনি রয়েছেন ঊর্ধ্ব দিগন্তে।"
  },
  {
    "num": "8",
    "ara": "ثُمَّ دَنَا فَتَدَلَّى",
    "eng": "Then he approached and descended",
    "ban": "তারপর তিনি সন্নিকটে এলেন, অতঃপর তিনি অবনত করলেন,"
  },
  {
    "num": "9",
    "ara": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى",
    "eng": "And was at a distance of two bow lengths or nearer.",
    "ban": "তখন তিনি দুই ধনুকের ব্যবধানে রইলেন, অথবা আরও কাছে।"
  },
  {
    "num": "10",
    "ara": "فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى",
    "eng": "And he revealed to His Servant what he revealed.",
    "ban": "তখন তিনি তাঁর বান্দার কাছে প্রত্যাদেশ করলেন যা তিনি প্রত্যাদেশ করেন।"
  },
  {
    "num": "11",
    "ara": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى",
    "eng": "The heart did not lie [about] what it saw.",
    "ban": "হৃদয় অস্বীকার করে নি যা তিনি দেখেছিলেন তাতে।"
  },
  {
    "num": "12",
    "ara": "أَفَتُمَارُونَهُ عَلَى مَا يَرَى",
    "eng": "So will you dispute with him over what he saw?",
    "ban": "তোমরা কি তবে তাঁর সঙ্গে বিতর্ক করবে যা তিনি দেখেছেন সে-সন্বন্ধে?"
  },
  {
    "num": "13",
    "ara": "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى",
    "eng": "And he certainly saw him in another descent",
    "ban": "আর তিনি নিশ্চয়ই তাঁকে দেখেছিলেন অন্য এক অবতরণে --"
  },
  {
    "num": "14",
    "ara": "عِندَ سِدْرَةِ الْمُنتَهَى",
    "eng": "At the Lote Tree of the Utmost Boundary -",
    "ban": "দূরদিগন্তের সিদরাহ্‌-গাছের কাছে,"
  },
  {
    "num": "15",
    "ara": "عِندَهَا جَنَّةُ الْمَأْوَى",
    "eng": "Near it is the Garden of Refuge -",
    "ban": "তার কাছে আছে চির-উপভোগ্য উদ্যান।"
  },
  {
    "num": "16",
    "ara": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى",
    "eng": "When there covered the Lote Tree that which covered [it].",
    "ban": "দেখো! যা আচ্ছাদন করে তা ঢেকে দিয়েছিল সিদরাহ্‌-গাছকে,"
  },
  {
    "num": "17",
    "ara": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى",
    "eng": "The sight [of the Prophet] did not swerve, nor did it transgress [its limit].",
    "ban": "দৃষ্টি বিভ্রান্ত হয় নি এবং তা সীমা ছাড়িয়েও যায় নি।"
  },
  {
    "num": "18",
    "ara": "لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى",
    "eng": "He certainly saw of the greatest signs of his Lord.",
    "ban": "তিনি নিশ্চয়ই তাঁর প্রভুর শ্রেষ্ঠ নিদর্শনগুলোর মধ্যে চেয়ে দেখেছিলেন।"
  },
  {
    "num": "19",
    "ara": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى",
    "eng": "So have you considered al-Lat and al-'Uzza?",
    "ban": "তোমরা কি তবে ভেবে দেখেছ লাত ও 'উযযা,"
  },
  {
    "num": "20",
    "ara": "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى",
    "eng": "And Manat, the third - the other one?",
    "ban": "এবং মানাত, -- তৃতীয় আরেকটি?"
  },
  {
    "num": "21",
    "ara": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنثَى",
    "eng": "Is the male for you and for Him the female?",
    "ban": "তোমাদের জন্য পুত্রসন্তান আর তাঁর জন্য কন্যা!"
  },
  {
    "num": "22",
    "ara": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَى",
    "eng": "That, then, is an unjust division.",
    "ban": "এ তো বড়ই অসংগত বন্টন!"
  },
  {
    "num": "23",
    "ara": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَى",
    "eng": "They are not but [mere] names you have named them - you and your forefathers - for which Allah has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance.",
    "ban": "তারা নামাবলী বৈ তো নয়, যা তোমরা নামকরণ করেছ -- তোমরা ও তোমাদের পূর্বপুরুষরা, যাদের জন্য আল্লাহ্ কোনো সনদ পাঠান নি। তারা তো শুধু অনুমানের এবং যা তাদের অন্তর কামনা করে তারই অনুসরণ করে। অথচ তাদের প্রভুর কাছ থেকে তাদের কাছে পথনির্দেশ অবশ্যই এসে গেছে।"
  },
  {
    "num": "24",
    "ara": "أَمْ لِلْإِنسَانِ مَا تَمَنَّى",
    "eng": "Or is there for man whatever he wishes?",
    "ban": "অথবা মানুষের জন্য কি তাই থাকবে যা সে কামনা করে?"
  },
  {
    "num": "25",
    "ara": "فَلِلَّهِ الْآخِرَةُ وَالْأُولَى",
    "eng": "Rather, to Allah belongs the Hereafter and the first [life].",
    "ban": "কিন্ত শেষটা তো আল্লাহ্‌র, আর প্রথমটাও।"
  },
  {
    "num": "26",
    "ara": "وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَى",
    "eng": "And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allah has permitted [it] to whom He wills and approves.",
    "ban": "আর মহাকাশমন্ডলে কত যে ফিরিশ্‌তা রয়েছে যাদের সুপারিশ কোনো কাজে আসবে না যতক্ষণ না আল্লাহ্ অনুমতি দেন তার জন্য যাকে তিনি ইচ্ছা করেন ও তিনি সন্তষ্ট হয়েছেন।"
  },
  {
    "num": "27",
    "ara": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنثَى",
    "eng": "Indeed, those who do not believe in the Hereafter name the angels female names,",
    "ban": "নিঃসন্দেহ যারা পরকালে বিশ্বাস করে না তারা ফিরিশ্‌তাদের নাম দেয় মেয়েদের নামে।"
  },
  {
    "num": "28",
    "ara": "وَمَا لَهُم بِهِ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا",
    "eng": "And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all.",
    "ban": "আর এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো অনুমানেরই অনুসরণ করছে, আর নিঃসন্দেহ সত্যের বিরুদ্ধে অনুমানে কোনো লাভ হয় না।"
  },
  {
    "num": "29",
    "ara": "فَأَعْرِضْ عَن مَّن تَوَلَّى عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا",
    "eng": "So turn away from whoever turns his back on Our message and desires not except the worldly life.",
    "ban": "সেজন্য তাকে উপেক্ষা করো যে আমাদের উপদেশ থেকে ফিরে যায় আর দুনিয়ার জীবন ছাড়া আর কিছু চায় না।"
  },
  {
    "num": "30",
    "ara": "ذَلِكَ مَبْلَغُهُم مِّنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى",
    "eng": "That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided.",
    "ban": "এইটিই তাদের জ্ঞানের শেষসীমা। নিঃসন্দেহ তোমার প্রভু -- তিনিই ভাল জানেন তাকে যে তার পথ থেকে ভ্রষ্ট হয়েছে, আর তিনিই ভাল জানেন যে সৎপথপ্রাপ্ত।"
  },
  {
    "num": "31",
    "ara": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى",
    "eng": "And to Allah belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -",
    "ban": "আর মহাকাশমন্ডলে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে তা আল্লাহ্‌রই, যেন যারা মন্দ কাজ করেছে তাদের তিনি প্রতিফল দিতে পারেন যা তারা করেছে সেজন্য, আর যারা সৎকাজ করেছে তাদের তিনি ভালভাবে প্রতিদান দিতে পারেন।"
  },
  {
    "num": "32",
    "ara": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ الْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى",
    "eng": "Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him.",
    "ban": "যারা বর্জন করে বড় বড় পাপাচার ও অশ্লীল কাজ -- মুখোমুখি হওয়া ভিন্ন -- তোমার প্রভু পরিত্রাণে নিশ্চয়ই অপরিসীম। তিনি তোমাদের ভালো জানেন যখন থেকে তিনি তোমাদের সৃষ্টির সূচনা করেছেন মাটি থেকে, আর যখন তোমরা ছিলে তোমাদের মায়ের পেটে ভ্রণরূপে। অতএব তোমরা তোমাদের নিজেদের গুণগান করো না। তিনিই ভালো জানেন তাকে যে ধর্মভীরুতা অবলন্বন করে।"
  },
  {
    "num": "33",
    "ara": "أَفَرَأَيْتَ الَّذِي تَوَلَّى",
    "eng": "Have you seen the one who turned away",
    "ban": "তুমি কি তবে তাকে দেখেছ যে ফিরে যায়,"
  },
  {
    "num": "34",
    "ara": "وَأَعْطَى قَلِيلًا وَأَكْدَى",
    "eng": "And gave a little and [then] refrained?",
    "ban": "আর যৎসামান্য দান করে এবং নির্দয়তা দেখায়?"
  },
  {
    "num": "35",
    "ara": "أَعِندَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى",
    "eng": "Does he have knowledge of the unseen, so he sees?",
    "ban": "তার কাছে কি অদৃশ্য সম্পর্কে জ্ঞান রয়েছে ফলে সে দেখত পাচ্ছে?"
  },
  {
    "num": "36",
    "ara": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى",
    "eng": "Or has he not been informed of what was in the scriptures of Moses",
    "ban": "অথবা তাকে কি সংবাদ দেওয়া হয় নি মূসার গ্রন্থে যা আছে সে-সন্বন্ধে,"
  },
  {
    "num": "37",
    "ara": "وَإِبْرَاهِيمَ الَّذِي وَفَّى",
    "eng": "And [of] Abraham, who fulfilled [his obligations] -",
    "ban": "এবং ইব্রাহীম সন্বন্ধে যিনি সম্পূর্ণরূপে প্রতিপালন করেছিলেন --"
  },
  {
    "num": "38",
    "ara": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى",
    "eng": "That no bearer of burdens will bear the burden of another",
    "ban": "যথা কোনো ভারবাহী অন্যের বোঝা বহন করবে না,"
  },
  {
    "num": "39",
    "ara": "وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى",
    "eng": "And that there is not for man except that [good] for which he strives",
    "ban": "আর এই যে মানুষের জন্য কিছুই থাকবে না যার জন্য সে চেষ্টা না ক'রে,"
  },
  {
    "num": "40",
    "ara": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى",
    "eng": "And that his effort is going to be seen -",
    "ban": "আর এই যে, তার প্রচেষ্টা অচিরেই দৃষ্টিগোচর হবে,"
  },
  {
    "num": "41",
    "ara": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى",
    "eng": "Then he will be recompensed for it with the fullest recompense",
    "ban": "তারপর তাকে প্রতিদান দেওয়া হবে পরিপূর্ণ প্রতিদানে,"
  },
  {
    "num": "42",
    "ara": "وَأَنَّ إِلَى رَبِّكَ الْمُنتَهَى",
    "eng": "And that to your Lord is the finality",
    "ban": "আর এই যে, তোমার প্রভুর দিকেই হচ্ছে শেষ-সীমা,"
  },
  {
    "num": "43",
    "ara": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى",
    "eng": "And that it is He who makes [one] laugh and weep",
    "ban": "আর এই যে, তিনিই হাসান আর তিনিই কাঁদান,"
  },
  {
    "num": "44",
    "ara": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا",
    "eng": "And that it is He who causes death and gives life",
    "ban": "আর এই যে, তিনিই মারেন ও তিনিই বাঁচান।"
  },
  {
    "num": "45",
    "ara": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى",
    "eng": "And that He creates the two mates - the male and female -",
    "ban": "আর এই যে, তিনিই সৃষ্টি করেছেন জোড়ায়-জোড়ায় নর ও নারী, --"
  },
  {
    "num": "46",
    "ara": "مِن نُّطْفَةٍ إِذَا تُمْنَى",
    "eng": "From a sperm-drop when it is emitted",
    "ban": "শুক্রকীট থেকে যখন তাকে বিন্যাস করা হয়,"
  },
  {
    "num": "47",
    "ara": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى",
    "eng": "And that [incumbent] upon Him is the next creation",
    "ban": "আর এই যে, তাঁর উপরেই রয়েছে পুনরায় উত্থানের দায়িত্ব,"
  },
  {
    "num": "48",
    "ara": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى",
    "eng": "And that it is He who enriches and suffices",
    "ban": "আর এই যে, তিনিই ধনদৌলত দেন ও সুখ-সমৃদ্ধি প্রদান করেন,"
  },
  {
    "num": "49",
    "ara": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى",
    "eng": "And that it is He who is the Lord of Sirius",
    "ban": "আর এই যে, তিনিই শি'রা নক্ষত্রের প্রভু,"
  },
  {
    "num": "50",
    "ara": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى",
    "eng": "And that He destroyed the first [people of] 'Aad",
    "ban": "আর এই যে, তিনিই ধ্বংস করেছিলেন প্রাচীনকালের 'আদ-জাতিকে,"
  },
  {
    "num": "51",
    "ara": "وَثَمُودَ فَمَا أَبْقَى",
    "eng": "And Thamud - and He did not spare [them] -",
    "ban": "আর ছামূদ-জাতিও, তাই তিনি বাকী রাখেন নি,"
  },
  {
    "num": "52",
    "ara": "وَقَوْمَ نُوحٍ مِّن قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى",
    "eng": "And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing.",
    "ban": "আর নূহ-এর লোকদলও এর আগে। নিঃসন্দেহ তারা ছিল -- তারাই তো ছিল অত্যন্ত অত্যাচারী ও বেজায় অবাধ্য।"
  },
  {
    "num": "53",
    "ara": "وَالْمُؤْتَفِكَةَ أَهْوَى",
    "eng": "And the overturned towns He hurled down",
    "ban": "আর উলটে ফেলা শহরগুলো -- তিনি ধ্বংস করেছিলেন,"
  },
  {
    "num": "54",
    "ara": "فَغَشَّاهَا مَا غَشَّى",
    "eng": "And covered them by that which He covered.",
    "ban": "ফলে তাদের তিনি ঢেকে দিয়েছিলেন যা ঢেকে দেয়।"
  },
  {
    "num": "55",
    "ara": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى",
    "eng": "Then which of the favors of your Lord do you doubt?",
    "ban": "অতএব তোমার প্রভুর কোন অনুগ্রহ সম্পর্কে তুমি বাদানুবাদ করবে?"
  },
  {
    "num": "56",
    "ara": "هَذَا نَذِيرٌ مِّنَ النُّذُرِ الْأُولَى",
    "eng": "This [Prophet] is a warner like the former warners.",
    "ban": "প্রাচীনকালের সতর্ককারীদের মধ্যে থেকে ইনি হচ্ছেন একজন সতর্ককারী।"
  },
  {
    "num": "57",
    "ara": "أَزِفَتِ الْآزِفَةُ",
    "eng": "The Approaching Day has approached.",
    "ban": "আসন্ন ঘটনা সমাগত,"
  },
  {
    "num": "58",
    "ara": "لَيْسَ لَهَا مِن دُونِ اللَّهِ كَاشِفَةٌ",
    "eng": "Of it, [from those] besides Allah, there is no remover.",
    "ban": "এটি দূর করবার মতো আল্লাহ্ ছাড়া আর কেউ নেই।"
  },
  {
    "num": "59",
    "ara": "أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ",
    "eng": "Then at this statement do you wonder?",
    "ban": "এই বিবৃতিতে তোমরা কি তাজ্জব হচ্ছ?"
  },
  {
    "num": "60",
    "ara": "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
    "eng": "And you laugh and do not weep",
    "ban": "আর তোমরা কি হাসছ, তোমরা কি আর কাঁদবে না?"
  },
  {
    "num": "61",
    "ara": "وَأَنتُمْ سَامِدُونَ",
    "eng": "While you are proudly sporting?",
    "ban": "আর তোমরা তো হেলাফেলা করছ।"
  },
  {
    "num": "62",
    "ara": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا",
    "eng": "So prostrate to Allah and worship [Him].",
    "ban": "অতএব আল্লাহ্‌র প্রতি সিজদা করো এবং উপাসনা করো।"
  }
]
