[
  {
    "num": "1",
    "ara": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
    "ban": "আল্লাহ্‌র মহিমা ঘোষণা করছে যা-কিছু আছে মহাকাশমন্ডলে ও যা-কিছু আছে পৃথিবীতে, আর তিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "2",
    "ara": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِن دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنتُمْ أَن يَخْرُجُوا وَظَنُّوا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ",
    "eng": "It is He who expelled the ones who disbelieved among the People of the Scripture from their homes at the first gathering. You did not think they would leave, and they thought that their fortresses would protect them from Allah; but [the decree of] Allah came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
    "ban": "তিনিই সেইজন যিনি গ্রন্থধারীদের মধ্যের যারা অবিশ্বাস পোষণ করেছিল তাদের বিতাড়িত করে দিয়েছিলেন তাদের বাড়িঘর থেকে প্রথমকার সমাবেশে। তোমরা ভাবো নি যে তারা বেরিয়ে যাবে, আর তারা ভেবেছিল যে তাদের দুর্গগুলি তাদের সংরক্ষণ করবে আল্লাহ্‌র বিরুদ্ধে, কিন্ত আল্লাহ্ তাদের কাছে এসে পৌঁছেছিলেন এমন এক দিক থেকে যা তারা ধারণা করে নি, আর তিনি তাদের অন্তরে ভয় সঞ্চার করেছিলেন, তারা তাদের বাড়িঘর বিনষ্ট করেছিল তাদের নিজেদের হাত দিয়ে, আর মুমিনদের হাত দিয়ে। অতএব তোমরা শিক্ষা গ্রহণ করো, হে চক্ষুষ্মান্ লোকেরা!"
  },
  {
    "num": "3",
    "ara": "وَلَوْلَا أَن كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ",
    "eng": "And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
    "ban": "আর যদি এ না হতো যে আল্লাহ্ তাদের জন্যে নির্বাসনের সিদ্ধান্ত করেছেন তাহলে তিনি অবশ্যই তাদের এই দুনিয়াতেই শাস্তি দিতেন। আর তাদের জন্য আখেরাতে রয়েছে আগুনের শাস্তি।"
  },
  {
    "num": "4",
    "ara": "ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "eng": "That is because they opposed Allah and His Messenger. And whoever opposes Allah - then indeed, Allah is severe in penalty.",
    "ban": "এ এইজন্য যে তারা আল্লাহ্ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছিল, আর যে কেউ আল্লাহ্‌র বিরুদ্ধাচরণ করে, আল্লাহ্ তবে নিশ্চয়ই প্রতিফল দানে কঠোর।"
  },
  {
    "num": "5",
    "ara": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ",
    "eng": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allah and so He would disgrace the defiantly disobedient.",
    "ban": "তোমরা যে-কতক খেজুর গাছ কেটে ফেলেছ অথবা যেগুলোকে তাদের শিকড়ের উপরে খাড়া রেখে দিয়েছ, তা তো আল্লাহ্‌রই অনুমতিক্রমে, আর যেন তিনি সত্যত্যাগীদের লাঞ্ছিত করতে পারেন।"
  },
  {
    "num": "6",
    "ara": "وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَن يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent.",
    "ban": "আর যা-কিছু তাদের থেকে আল্লাহ্ তাঁর রসূলকে ফাও দিয়েছেন, যার জন্য তোমরা ধাওয়া করাও নি কোনো ঘোড়া, আর না কোনো উট, কিন্ত আল্লাহ্ তাঁর রসূলগণকে দখল দিয়ে থাকেন যার উপরে তিনি ইচ্ছা করে থাকেন। আর আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "7",
    "ara": "مَّا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "eng": "And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty.",
    "ban": "আল্লাহ্ তাঁর রসূলকে জনপদবাসীর নিকট থেকে যা-কিছু ফাও দিয়েছেন তা কিন্ত আল্লাহ্‌র জন্য, আর রসূলের জন্য, আর নিকট- আ‌ত্মীয়দের জন্য, আর এতীমদের ও নিঃস্বদের ও পথচারীদের জন্য, যাতে তা তোমাদের মধ্যেকার ধনীদের মধ্যেই ঘোরাঘুরির বস্তু না হয়। আর রসূল যা-কিছু তোমাদের দেন তা তবে গ্রহণ করো, আর যা-কিছু তিনি নিষেধ করেন তোমরা বিরত থাকো। আর আল্লাহ্‌কে ভয়ভক্তি করো, নিঃসন্দেহ আল্লাহ্ প্রতিফল দানে কঠোর।"
  },
  {
    "num": "8",
    "ara": "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا وَيَنصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ",
    "eng": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful.",
    "ban": "সেইসব দরিদ্র মুহাজিরদের জন্য যাদের বের করে দেওয়া হয়েছিল তাদের বাড়িঘর ও তাদের বিষয়-সম্পত্তি থেকে, যারা কামনা করছিল আল্লাহ্‌র কাছ থেকে অনুগ্রহ-প্রাচুর্য ও সন্তষ্টি, এবং সাহায্য করছিল আল্লাহ্‌কে ও তাঁর রসূলকে। এরাই খোদ সত্যপরায়ণ।"
  },
  {
    "num": "9",
    "ara": "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "eng": "And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
    "ban": "আর যারা তাদের পূর্বেই বাড়িঘর ও ধর্মবিশ্বাস সুপ্রতিষ্ঠিত করেছিল তারা ভালবাসে তাদের যারা তাদের কাছে হিজরত করে এসেছে, আর তারা তাদের অন্তরে কোনো প্রয়োজন বোধ করে না তাদের যা দেওয়া হয়েছে তার জন্য, আর তারা তাদের নিজেদের চেয়েও অগ্রাধিকার দেয় যদিও বা তারা স্বয়ং অভাবগ্রস্ত রয়েছে। আর যে কেউ তার অন্তরের কৃপণতা থেকে মুক্ত রেখেছে তারাই তাহলে খোদ সফলকাম।"
  },
  {
    "num": "10",
    "ara": "وَالَّذِينَ جَاءُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ",
    "eng": "And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
    "ban": "আর যারা তাদের পরে এসেছিল তারা বলে -- \"আমাদের প্রভু! আমাদের পরিত্রাণ করো আর আমাদের ভাই-বন্ধুদের যারা ধর্মবিশ্বাসে আমাদের অগ্রবর্তী রয়েছেন, আর আমাদের অন্তরে কোনো হিংসা-বিদ্বেষ রেখো না তাদের প্রতি যারা ঈমান এনেছেন; আমাদের প্রভু! তুমিই নিশ্চয় পরম স্নেহময়, অফুরন্ত ফলদাতা।\""
  },
  {
    "num": "11",
    "ara": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
    "eng": "Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars.",
    "ban": "তুমি কি তাদের দেখ নি যারা কপটাচরণ করছে, -- তারা গ্রন্থধারীদের মধ্যের যারা অবিশ্বাস পোষণ করে তাদের তেমন ভাই- বন্ধুদের বলে -- \"তোমাদের যদি বের করে দেওয়া হয় তাহলে আমরাও নিশ্চয়ই তোমাদের সঙ্গে বেরিয়ে যাব, আর তোমাদের ব্যাপারে আমরা কারোর তাবেদারি কখনো করব না, আর তোমাদের সঙ্গে যদি যুদ্ধ করা হয় তাহলে আমরা নিশ্চয়ই তোমাদের সাহায্য করব\"? আর আল্লাহ্ সাক্ষ্য দিচ্ছেন যে তারা নিশ্চয়ই মিথ্যাবাদী।"
  },
  {
    "num": "12",
    "ara": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ",
    "eng": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
    "ban": "যদি তাদের বহিস্কার করা হয়, তারা তাদের সঙ্গে বেরুবে না, আর যদি তাদের সঙ্গে যুদ্ধ করা হয় তাহলে তারা তাদের সাহায্য করবে না, আর যদিও তারা তাদের সাহায্য করতে আসে তাহলেও তারা পৃষ্ঠপ্রদর্শন করবে, শেষপর্যন্ত তাদের সাহায্য করা হবে না।"
  },
  {
    "num": "13",
    "ara": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِم مِّنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "eng": "You [believers] are more fearful within their breasts than Allah. That is because they are a people who do not understand.",
    "ban": "তোমরাই বরং তাদের অন্তরে আল্লাহ্‌র চাইতেও অধিকতর ভয়াবহ। এ এইজন্য যে তারা হচ্ছে এমন এক লোকদল যারা বুদ্ধি- বিবেচনা রাখে না।"
  },
  {
    "num": "14",
    "ara": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَاءِ جُدُرٍ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
    "eng": "They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
    "ban": "তারা সংঘবদ্ধ হয়ে তোমাদের বিরুদ্ধে যুদ্ধ করবে না সুরক্ষিত জন-বসতির ভেতরে অথবা দেওয়াল দুর্গের আড়াল থেকে ব্যতীত। তাদের নিজেদের মধ্যে তাদের সংঘর্ষ অতি প্রচন্ড। তুমি তাদের ভাবতে পার ঐক্যবদ্ধ, কিন্ত তাদের অন্তর হচ্ছে বিচ্ছিন্ন। এ এইজন্য যে তারা হচ্ছে এমন এক জাতি যারা বুদ্ধিশুদ্ধি রাখে না।"
  },
  {
    "num": "15",
    "ara": "كَمَثَلِ الَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
    "ban": "এরা তাদের মতো যারা এদের অব্যবহিত পূর্বে অবস্থান করছিল, -- তারা তাদের কৃতকর্মের কুফল আস্বাদন করেছিল, আর তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "16",
    "ara": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِّنكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
    "eng": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds.\"",
    "ban": "শয়তানের সমতুল্য, দেখো! সে মানুষকে বলে -- \"অবিশ্বাস করো\", তারপর যখন সে অবিশ্বাস করে তখন সে বলে -- \"আমি নিশ্চয়ই তোমার থেকে সম্পর্কচ্যুত, আমি অবশ্যই বিশ্বজগতের প্রভু আল্লাহ্‌কে ভয় করি।\""
  },
  {
    "num": "17",
    "ara": "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ",
    "eng": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.",
    "ban": "সুতরাং তাদের উভয়ের পরিণাম এই যে উভয়েই থাকবে আগুনে, তারা সেখানে দীর্ঘকাল অবস্থান করবে। আর এই হচ্ছে অন্যায়াচারীদের প্রতিফল।"
  },
  {
    "num": "18",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
    "eng": "O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে ভয়-ভক্তি করো, আর প্রত্যেকেই ভেবে দেখুক কী সে আগবাড়াচ্ছে আগামীকালের জন্য, আর আল্লাহ্‌কে ভয়ভক্তি করো। নিঃসন্দেহ তোমরা যা করছ আল্লাহ্ সে-সন্বন্ধে পূর্ণ-ওয়াকিফহাল।"
  },
  {
    "num": "19",
    "ara": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ",
    "eng": "And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.",
    "ban": "আর তোমরা তাদের মতো হয়ো না যারা আল্লাহ্‌কে ভুলে যায়, ফলে তিনি তাদের ভুলিয়ে দিয়ে থাকেন তাদের নিজেদের সন্বন্ধে। তারাই স্বয়ং সত্যত্যাগী।"
  },
  {
    "num": "20",
    "ara": "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ",
    "eng": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
    "ban": "আগুনের বাসিন্দারা ও জান্নাতের বাসিন্দারা একসমান নয়। জান্নাতের অধিবাসীরাই স্বয়ং সফলকাম।"
  },
  {
    "num": "21",
    "ara": "لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "eng": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
    "ban": "আমরা যদি এই কুরআনকে কোনো পাহাড়ের উপরে অবতীর্ণ করতাম তাহলে তুমি দেখতে পেতে আল্লাহ্‌র ভয়ে তা নুইয়ে পড়েছে, ভেঙ্গে চুরমার হয়ে গেছে। আর এই উপমা -- আমরা এটি লোকেদের জন্য বিবৃত করছি যেন তারা চিন্তা করে।"
  },
  {
    "num": "22",
    "ara": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ",
    "eng": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
    "ban": "তিনিই সেই আল্লাহ্ যিনি ব্যতীত অন্য উপাস্য নেই, তিনি অদৃশ্যের ও দৃশ্যের পরিজ্ঞাতা। তিনি পরম করুণাময়, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "23",
    "ara": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
    "eng": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
    "ban": "তিনিই সেই আল্লাহ্ যিনি ব্যতীত কোনো উপাস্য নেই, -- রাজাধিরাজ, মহাপবিত্র, প্রশান্তিদাতা, নিরাপত্তা-বিধায়ক, সুরক্ষক, মহাশক্তিশালী, মহামহিম, পরম গেরবান্নিত। সকল মহিমা আল্লাহ্‌র, তারা যা আরোপ করে তার বহু উর্ধ্বে।"
  },
  {
    "num": "24",
    "ara": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
    "ban": "তিনি আল্লাহ্‌, সৃজনকর্তা, উদ্ভাবনকর্তা, রূপদাতা, তাঁরই হচ্ছে সর্বাঙ্গসুন্দর নামাবলী। মহাকাশমন্ডলে ও পৃথিবীতে যারা আছে তারা তাঁরই জপতপ করে, আর তিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  }
]
