[
  {
    "num": "1",
    "ara": "الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ",
    "eng": "[All] praise is [due] to Allah, who created the heavens and the earth and made the darkness and the light. Then those who disbelieve equate [others] with their Lord.",
    "ban": "সমস্ত প্রশংসা আল্লাহ্‌র জন্য যিনি মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন, আর তিনি তৈরি করেছেন অন্ধকার ও আলো। তবু যারা অবিশ্বাস পোষণ করে তারা তাদের প্রভুর সাথে দাঁড় করায় সমকক্ষ।"
  },
  {
    "num": "2",
    "ara": "هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ",
    "eng": "It is He who created you from clay and then decreed a term and a specified time [known] to Him; then [still] you are in dispute.",
    "ban": "তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন কাদা থেকে তারপর তিনি নির্ধারিত করেছেন একটি আয়ুস্কাল, আর তাঁর কাছে নির্ধারিত রয়েছে একটি কাল, তবু তোমরা সন্দেহ করো!"
  },
  {
    "num": "3",
    "ara": "وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
    "eng": "And He is Allah, [the only deity] in the heavens and the earth. He knows your secret and what you make public, and He knows that which you earn.",
    "ban": "আর তিনিই আল্লাহ্ মহাকাশমন্ডলে ও পৃথিবীতে। তিনি জানেন তোমাদের গোপনীয় বিষয় ও তোমাদের প্রকাশ্য বিষয়, আর তিনি জানেন যা তোমরা অর্জন করো।"
  },
  {
    "num": "4",
    "ara": "وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
    "eng": "And no sign comes to them from the signs of their Lord except that they turn away therefrom.",
    "ban": "আর তাদের কাছে তাদের প্রভুর নির্দেশাবলীর মধ্যে থেকে এমন কোনো নির্দেশ আসে না যা থেকে তারা ফেরতগামী না হয়।"
  },
  {
    "num": "5",
    "ara": "فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَسَوْفَ يَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "For they had denied the truth when it came to them, but there is going to reach them the news of what they used to ridicule.",
    "ban": "সুতরাং তারা নিশ্চয়ই সত্যকে প্রত্যাখ্যান করেছে যখনই তা তাদের কাছে এসেছে, কাজেই অচিরেই তাদের কাছে বার্তা আসবে যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করতো।"
  },
  {
    "num": "6",
    "ara": "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ مَّكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِم مِّدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِن تَحْتِهِمْ فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ وَأَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ",
    "eng": "Have they not seen how many generations We destroyed before them which We had established upon the earth as We have not established you? And We sent [rain from] the sky upon them in showers and made rivers flow beneath them; then We destroyed them for their sins and brought forth after them a generation of others.",
    "ban": "তারা কি দেখে না -- তাদের আগে আমরা কত মানব-বংশকে ধ্বংস করেছি যাদের আমরা পৃথিবীতে এমনভাবে প্রতিষ্ঠিত করেছিলাম যেমন তোমাদেরও প্রতিষ্ঠিত করি নি? আর আমরা মেঘমালা পাঠিয়েছিলাম তাদের উপরে অজস্র বৃষ্টিপাত করতে, আর তাদের নিচে দিয়ে ঝরনারাজি প্রবাহিত হতে দিয়েছিলাম, তারপর তাদের ধ্বংস করেছিলাম তাদের অপরাধের জন্য, আর তাদের পরে পত্তন করেছিলাম অন্য এক মানব-বংশের।"
  },
  {
    "num": "7",
    "ara": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُّبِينٌ",
    "eng": "And even if We had sent down to you, [O Muhammad], a written scripture on a page and they touched it with their hands, the disbelievers would say, \"This is not but obvious magic.\"",
    "ban": "আর আমরা যদি তোমার কাছে কাগজের মধ্যে কিতাব অবতারণ করতাম আর তাদের হাত দিয়ে তারা তা স্পর্শও করতো, তবু যারা অবিশ্বাস পোষণ করে তারা নিশ্চয়ই বলতো -- \"এ স্পষ্ট জাদু ব্যতীত আর কিছুই নয়।\""
  },
  {
    "num": "8",
    "ara": "وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الْأَمْرُ ثُمَّ لَا يُنظَرُونَ",
    "eng": "And they say, \"Why was there not sent down to him an angel?\" But if We had sent down an angel, the matter would have been decided; then they would not be reprieved.",
    "ban": "আর তারা বলে -- \"একজন ফিরিশ্‌তাকে কেন তাঁর কাছে নামানো হয় না?\" আর যদিও আমরা একজন ফিরিশ্‌তাকে পাঠাতাম তা হলে ব্যাপারটি নিশ্চয়ই মীমাংসা হয়ে যেত, তখন তাদের অবকাশ দেয়া হবে না।"
  },
  {
    "num": "9",
    "ara": "وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ",
    "eng": "And if We had made him an angel, We would have made him [appear as] a man, and We would have covered them with that in which they cover themselves.",
    "ban": "আর আমরা যদি তাঁকে ফিরিশ্‌তা বানাতাম তবে নিশ্চয়ই আমরা তাকে মানুষ বানাতাম, আর তাদের জন্য ঘোরালো করতাম যা তারা ঘোরালো করছে।"
  },
  {
    "num": "10",
    "ara": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
    "eng": "And already were messengers ridiculed before you, but those who mocked them were enveloped by that which they used to ridicule.",
    "ban": "আর নিশ্চয়ই তোমার পূর্বে রসূলগণকে ঠাট্টা-বিদ্রূপ করা হয়েছিল, কাজেই যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করতো তা ঘেরাও করেছিল তাদের মধ্যের যারা বিদ্রূপ করেছিল তাদের।"
  },
  {
    "num": "11",
    "ara": "قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
    "eng": "Say, \"Travel through the land; then observe how was the end of the deniers.\"",
    "ban": "বলো -- \"পৃথিবীতে পরিভ্রমণ করো, তারপর চেয়ে দেখো কেমন হয়েছিল প্রত্যাখ্যানকারীদের পরিণাম।\""
  },
  {
    "num": "12",
    "ara": "قُل لِّمَن مَّا فِي السَّمَاوَاتِ وَالْأَرْضِ قُل لِّلَّهِ كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "eng": "Say, \"To whom belongs whatever is in the heavens and earth?\" Say, \"To Allah.\" He has decreed upon Himself mercy. He will surely assemble you for the Day of Resurrection, about which there is no doubt. Those who will lose themselves [that Day] do not believe.",
    "ban": "বলো -- \"মহাকাশমন্ডলে ও পৃথিবীতে যা-কিছু আছে সে-সব কার জন্য?\" বলো -- \"আল্লাহ্‌রই জন্য।\" তিনি তাঁর নিজের উপরে কর্তব্য ঠাওরেছেন করুণা। তিনি অবশ্যই কিয়ামতের দিনের প্রতি তোমাদের জমায়েৎ করতে যাচ্ছেন -- কোনো সন্দেহ নেই তাতে। যারা নিজেদের অন্তরা‌ত্মার ক্ষতিসাধন করেছে তারা তবে ঈমান আনবে না।"
  },
  {
    "num": "13",
    "ara": "وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And to Him belongs that which reposes by night and by day, and He is the Hearing, the Knowing.",
    "ban": "আর তাঁরই যা-কিছু অবস্থান করে রাতে ও দিনের বেলায়, আর তিনি সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "14",
    "ara": "قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
    "eng": "Say, \"Is it other than Allah I should take as a protector, Creator of the heavens and the earth, while it is He who feeds and is not fed?\" Say, [O Muhammad], \"Indeed, I have been commanded to be the first [among you] who submit [to Allah] and [was commanded], 'Do not ever be of the polytheists.' \"",
    "ban": "বলো -- \"আমি কি মহাকাশমন্ডল ও পৃথিবীর আদি-স্রষ্টা আল্লাহ্ ব্যতীত অন্যকে মুরব্বীরূপে গ্রহণ করবো, অথচ তিনি খাওয়ান, কিন্ত তাঁকে খাওয়ানো হয় না।\" বলো -- \"আমি নিশ্চয়ই আদিষ্ট হয়েছি যেন যারা আ‌ত্মসমর্পণ করে তাদের মধ্যে আমি অগ্রণী হই।\" আর তুমি মুশরিকদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "15",
    "ara": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng": "Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
    "ban": "তুমি বলো -- \"আমি অবশ্যই ভয় করি এক ভীষণ দিনের শাস্তি যদি আমি আমার প্রভুর অবাধ্যতা করি।\""
  },
  {
    "num": "16",
    "ara": "مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ",
    "eng": "He from whom it is averted that Day - [Allah] has granted him mercy. And that is the clear attainment.",
    "ban": "যার কাছ থেকে সেদিন এটি অপসারিত করা হবে তাকে তবে নিশ্চয় তিনি করুণা করেছেন। আর এ এক সুস্পষ্ট সাফল্য!"
  },
  {
    "num": "17",
    "ara": "وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "And if Allah should touch you with adversity, there is no remover of it except Him. And if He touches you with good - then He is over all things competent.",
    "ban": "আর আল্লাহ্ যদি তোমাকে দুঃখ দিয়ে স্পর্শ করেন তবে তার মোচনকারী তিনি ব্যতীত আর কেউ নেই। আর যদি তিনি তোমাকে স্পর্শ করেন কল্যাণ দিয়ে তবে তিনিই তো সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "18",
    "ara": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
    "eng": "And He is the subjugator over His servants. And He is the Wise, the Acquainted [with all].",
    "ban": "আর তাঁর বান্দাদের উপরেও তিনি পরম ক্ষমতাশালী! আর তিনি পরমজ্ঞানী, চির-ওয়াকিফহাল।"
  },
  {
    "num": "19",
    "ara": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنذِرَكُم بِهِ وَمَن بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُل لَّا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ",
    "eng": "Say, \"What thing is greatest in testimony?\" Say, \"Allah is witness between me and you. And this Qur'an was revealed to me that I may warn you thereby and whomever it reaches. Do you [truly] testify that with Allah there are other deities?\" Say, \"I will not testify [with you].\" Say, \"Indeed, He is but one God, and indeed, I am free of what you associate [with Him].\"",
    "ban": "বলো \"সাক্ষ্যদানে সবচাইতে গুরুত্বপূর্ণ কি?\" বলো -- \"আল্লাহ্‌ই আমার ও তোমাদের মধ্যে সাক্ষী, আর এই কুরআন আমার নিকট প্রত্যাদিষ্ট হয়েছে যেন এর দ্বারা আমি তোমাদের এবং যার কাছে এটি পৌঁছুতে পারে তাদের সতর্ক করতে পারি। তোমরা কি সত্যিই এই সাক্ষ্য দাও যে আল্লাহ্‌র সঙ্গে অন্য আরো উপাস্য আছে?\" তুমি বলো -- \"আমি সাক্ষ্য দিই না।\" বলো -- \"নিঃসন্দেহ তিনিই একমাত্র উপাস্য, আর আমি অবশ্যই মুক্ত তোমরা যে-সব অংশীদার দাঁড় করাও তা থেকে।\""
  },
  {
    "num": "20",
    "ara": "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
    "eng": "Those to whom We have given the Scripture recognize it as they recognize their [own] sons. Those who will lose themselves [in the Hereafter] do not believe.",
    "ban": "যাদের আমরা কিতাব দিয়েছি তারা তাঁকে চিনতে পেরেছিল যেমন তারা চেনে তাদের সন্তানদের। যারা তাদের অন্তরা‌ত্মার ক্ষতি করেছে তারা তবে ঈমান আনবে না।"
  },
  {
    "num": "21",
    "ara": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
    "eng": "And who is more unjust than one who invents about Allah a lie or denies His verses? Indeed, the wrongdoers will not succeed.",
    "ban": "আর কে তার চাইতে বেশী অন্যায়কারী যে আল্লাহ্‌-সন্বন্ধে মিথ্যা রচনা করে অথবা তাঁর আয়াতসমূহ প্রত্যাখ্যান করে? নিঃসন্দেহ অন্যায়কারীরা সফলকাম হবে না।"
  },
  {
    "num": "22",
    "ara": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ",
    "eng": "And [mention, O Muhammad], the Day We will gather them all together; then We will say to those who associated others with Allah, \"Where are your 'partners' that you used to claim [with Him]?\"",
    "ban": "আর একদিন আমরা তাদের সবাইকে একত্রিত করবো, তারপর যারা অংশীদার নিযুক্ত করেছিল তাদের বলবো -- \"কোথায় আছে তোমাদের সেইসব অনুসঙ্গী দেবতারা যাদের তোমরা তুলে ধরেছিলে?\""
  },
  {
    "num": "23",
    "ara": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّا أَن قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
    "eng": "Then there will be no [excuse upon] examination except they will say, \"By Allah, our Lord, we were not those who associated.\"",
    "ban": "তখন তাদের আর কিছু অজুহাত থাকবে না এই বলা ছাড়া -- \"আমাদের প্রভু আল্লাহ্‌র কসম, আমরা বহুখোদাবাদী ছিলাম না।\""
  },
  {
    "num": "24",
    "ara": "انظُرْ كَيْفَ كَذَبُوا عَلَى أَنفُسِهِمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ",
    "eng": "See how they will lie about themselves. And lost from them will be what they used to invent.",
    "ban": "দেখ, কিভাবে তারা নিজেদের বিরুদ্ধে মিথ্যা কথা বলে, আর তাদের থেকে বিদায় নিয়েছে যা তারা রচনা করতো!"
  },
  {
    "num": "25",
    "ara": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِن يَرَوْا كُلَّ آيَةٍ لَّا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
    "eng": "And among them are those who listen to you, but We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if they should see every sign, they will not believe in it. Even when they come to you arguing with you, those who disbelieve say, \"This is not but legends of the former peoples.\"",
    "ban": "আর তাদের মধ্যে কেউ-কেউ তোমার দিকে কান পাতে, আর তাদের অন্তঃকরণের উপরে আমরা দিয়ে রেখেছি ঢাকনা পাছে তারা তা উপলব্ধি করতে পারে, আর তাদের কানে গুরুভার। আর যদিও তারা প্রত্যেকটি নিদর্শন প্রত্যক্ষ করে তবু তারা তোমার সঙ্গে তর্কবিতর্ক করে, যারা অবিশ্বাস পোষণ করে তারা বলে -- \"এ তো আগের দিনের উপকথা ব্যতীত আর কিছুই নয়।\""
  },
  {
    "num": "26",
    "ara": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
    "eng": "And they prevent [others] from him and are [themselves] remote from him. And they do not destroy except themselves, but they perceive [it] not.",
    "ban": "আর তারা অন্যকে নিষেধ করে এ থেকে, আর এ থেকে তারা দূরে চলে যায়, আর তারা অবশ্যই ধ্বংস করে শুধু তাদের নিজেদেরই, কিন্ত তারা অনুভব করে না।"
  },
  {
    "num": "27",
    "ara": "وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ",
    "eng": "If you could but see when they are made to stand before the Fire and will say, \"Oh, would that we could be returned [to life on earth] and not deny the signs of our Lord and be among the believers.\"",
    "ban": "আর যদি তুমি দেখতে পেতে যখন আগুনের সামনে তাদের দাঁড় করানো হবে, তখন তারা বলবে -- \"হায়! যদি আমরা ফিরে যেতে পারতাম, আর যদি আমাদের প্রভুর নির্দেশাবলী প্রত্যাখ্যান না করতাম, আর যদি আমরা হতাম বিশ্বাসীদের অন্তর্ভুক্ত!\""
  },
  {
    "num": "28",
    "ara": "بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ",
    "eng": "But what they concealed before has [now] appeared to them. And even if they were returned, they would return to that which they were forbidden; and indeed, they are liars.",
    "ban": "না, তারা পূর্বে যা লুকিয়েছিল তা প্রকাশ পাবে তাদের কাছে। আর তাদের ফেরত পাঠানো হলেও তারা তাতেই ফিরে যেতো যা থেকে তাদের নিষেধ করা হয়েছিল, আর নিঃসন্দেহ তারাই মিথ্যাবাদী।"
  },
  {
    "num": "29",
    "ara": "وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
    "eng": "And they say, \"There is none but our worldly life, and we will not be resurrected.\"",
    "ban": "আর তারা বলে -- \"আমাদের দুনিয়াদারী জীবন ব্যতীত আর কিছুই নেই, আর আমরা পুনরুত্থিতও হব না।\""
  },
  {
    "num": "30",
    "ara": "وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "eng": "If you could but see when they will be made to stand before their Lord. He will say, \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will [then] say, \"So taste the punishment because you used to disbelieve.\"",
    "ban": "আর যদি তুমি দেখতে পেতে যখন তাদের প্রভুর সামনে তাদের দাঁড় করানো হবে! তিনি বলবেন -- \"এ কি সত্য নয়?\" তারা বলবে -- \"হাঁ আমাদের প্রভুর কসম!\" তিনি বলবেন -- \"তবে তোমরা আস্বাদন করো সেই শাস্তি যা তোমরা অবিশ্বাস করতে।\""
  },
  {
    "num": "31",
    "ara": "قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ",
    "eng": "Those will have lost who deny the meeting with Allah, until when the Hour [of resurrection] comes upon them unexpectedly, they will say, \"Oh, [how great is] our regret over what we neglected concerning it,\" while they bear their burdens on their backs. Unquestionably, evil is that which they bear.",
    "ban": "তারা নিশ্চয়ই ক্ষতি করেছে যারা আল্লাহ্‌র সাথে মুলাকাত হওয়া অস্বীকার করে, যে পর্যন্ত না তাদের কাছে অতর্কিতে এসে পড়ে ঘড়ি-ঘান্টা, তখন তারা বলবে -- \"হায়! এ সন্বন্ধে আমরা অবহেলা করেছিলাম ব'লে আফসোস!\" আর তারা তাদের বোঝা তাদের পিঠে বহন করবে। এটি কি অতি নিকৃষ্ট নয় যা তারা বহন করছে?"
  },
  {
    "num": "32",
    "ara": "وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ وَلَلدَّارُ الْآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
    "eng": "And the worldly life is not but amusement and diversion; but the home of the Hereafter is best for those who fear Allah, so will you not reason?",
    "ban": "আর এই দুনিয়ার জীবন ছেলেখেলা ও কৌতুক বই আর কিছুই নয়। আর পরকালের আবাসই শ্রেষ্ঠ তাদের জন্য যারা ধর্মপরায়ণতা পালন করে। তবে কি তোমরা অনুধাবন করো না?"
  },
  {
    "num": "33",
    "ara": "قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ",
    "eng": "We know that you, [O Muhammad], are saddened by what they say. And indeed, they do not call you untruthful, but it is the verses of Allah that the wrongdoers reject.",
    "ban": "আমরা অবশ্যই জানি যে তারা যা বলে তা নিশ্চিতই তোমাকে কষ্ট দেয়, কিন্ত তারা তো নিশ্চয়ই তোমাকে মিথ্যাবাদী বলে না, কিন্ত অন্যায়কারীরা আল্লাহ্‌র আয়াতকেই অমান্য করে।"
  },
  {
    "num": "34",
    "ara": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ",
    "eng": "And certainly were messengers denied before you, but they were patient over [the effects of] denial, and they were harmed until Our victory came to them. And none can alter the words of Allah. And there has certainly come to you some information about the [previous] messengers.",
    "ban": "আর তোমার পূর্বেও রসূলগণকে অবশ্যই মিথ্যারোপ করা হয়েছিল, কিন্ত তাঁরা অধ্যবসায়ী হয়েছিলেন তাদেরকে মিথ্যারোপ করা ও যন্ত্রণা দেয়া সত্ত্বেও, যে পর্যন্ত না আমাদের সাহায্য তাদের কাছে এসেছিল, আর আল্লাহ্‌র বাণী কেউ বদলাতে পারে না। আর তোমার কাছে প্রেরিত-পুরুষগণের সন্বন্ধে সংবাদ নিশ্চয়ই এসেছে।"
  },
  {
    "num": "35",
    "ara": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَن تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُم بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ",
    "eng": "And if their evasion is difficult for you, then if you are able to seek a tunnel into the earth or a stairway into the sky to bring them a sign, [then do so]. But if Allah had willed, He would have united them upon guidance. So never be of the ignorant.",
    "ban": "আর যদি তাদের ফিরে যাওয়া তোমার কাছে কষ্টকর হয়, তবে যদি সমর্থ হও তো ভূগর্ভে সুড়ঙ্গপথ খোঁজো অথবা আকাশে উঠবার একটি মই, এবং তাদের কাছে নিয়ে এস কোনো নিদর্শন! আর যদি আল্লাহ্ ইচ্ছা করতেন তবে তিনি তাদের সকলকে অবশ্য সৎপথে সমবেত করতেন, কাজেই তুমি অজ্ঞদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "36",
    "ara": "إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
    "eng": "Only those who hear will respond. But the dead - Allah will resurrect them; then to Him they will be returned.",
    "ban": "কেবল তারাই সাড়া দেয় যারা শোনে। আর মৃতের সন্বন্ধে -- আল্লাহ্ তাদের পুনর্জীবিত করবেন, তখন তাঁর দিকেই তাদের ফিরিরে আনা হবে।"
  },
  {
    "num": "37",
    "ara": "وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ قُلْ إِنَّ اللَّهَ قَادِرٌ عَلَى أَن يُنَزِّلَ آيَةً وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng": "And they say, \"Why has a sign not been sent down to him from his Lord?\" Say, \"Indeed, Allah is Able to send down a sign, but most of them do not know.\"",
    "ban": "আর তারা বলাবলি করে -- \"কেন তাঁর কাছে তাঁর প্রভুর নিকট থেকে কোনো নিদর্শন অবতীর্ণ হয় না?\" তুমি বলো -- \"নিঃসন্দেহ আল্লাহ্ নিদর্শন অবতীর্ণ করতে সক্ষম, কিন্ত তাদের অধিকাংশই জানে না।\""
  },
  {
    "num": "38",
    "ara": "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ",
    "eng": "And there is no creature on [or within] the earth or bird that flies with its wings except [that they are] communities like you. We have not neglected in the Register a thing. Then unto their Lord they will be gathered.",
    "ban": "আর এমন কোনো পার্থিব জীব নেই এই পৃথিবীতে আর না আছে কোন উড়ন্ত প্রাণী যে উড়ে তার দুই ডানার সাহায্যে, যারা তোমাদের মতো এক সম্প্রদায়ের নয়। আমরা এই কিতাবে কোনো কিছুই ফেলে রাখি নি। অতঃপর তাদের প্রভুর দিকে তাদের একত্রিত করা হবে।"
  },
  {
    "num": "39",
    "ara": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ مَن يَشَإِ اللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ",
    "eng": "But those who deny Our verses are deaf and dumb within darknesses. Whomever Allah wills - He leaves astray; and whomever He wills - He puts him on a straight path.",
    "ban": "আর যারা আমাদের নির্দেশসমূহে মিথ্যারোপ করে তারা বধির ও বোবা, ঘোর অন্ধকারে। আল্লাহ্ যাকে ইচ্ছা করেন তাকে তিনি বিপথে যেতে দেন, আর যাকে ইচ্ছা করেন তাকে তিনি স্থাপন করেন সহজ-সঠিক পথের উপরে।"
  },
  {
    "num": "40",
    "ara": "قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ",
    "eng": "Say, \"Have you considered: if there came to you the punishment of Allah or there came to you the Hour - is it other than Allah you would invoke, if you should be truthful?\"",
    "ban": "বলো -- \"তোমরা কি ভেবে দেখেছ যে আল্লাহ্‌র শাস্তি তোমাদের উপরে যদি এসে পড়ে অথবা সেই ঘড়ি-ঘন্টা তোমাদের নিকটে উপস্থিত হয়, তোমরা কি আল্লাহ্ ছাড়া অপর কাউকে ডাকবে? যদি তোমরা সত্যবাদী হও।\""
  },
  {
    "num": "41",
    "ara": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَاءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
    "eng": "No, it is Him [alone] you would invoke, and He would remove that for which you invoked Him if He willed, and you would forget what you associate [with Him].",
    "ban": "বরং তাঁকেই তোমরা ডাকবে, আর তিনি যদি ইচ্ছা করেন তবে দূর ক'রে দেবেন তা যার জন্য তাঁকে তোমরা ডেকে থাকো, আর তোমরা ভুলে যাবে তোমরা যে-সব অংশী দাঁড় করাও।"
  },
  {
    "num": "42",
    "ara": "وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَاهُم بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
    "eng": "And We have already sent [messengers] to nations before you, [O Muhammad]; then We seized them with poverty and hardship that perhaps they might humble themselves [to Us].",
    "ban": "আর আমরা নিশ্চয়ই তোমার পূর্বের সম্প্রদায়ের কাছে রসূল পাঠিয়েছিলাম, তারপর আমরা দুর্দশা ও বিপদপাত দ্বারা তাদের পাকড়াও করেছিলাম যেন তারা নিজেদের বিনত করে।"
  },
  {
    "num": "43",
    "ara": "فَلَوْلَا إِذْ جَاءَهُم بَأْسُنَا تَضَرَّعُوا وَلَكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ",
    "eng": "Then why, when Our punishment came to them, did they not humble themselves? But their hearts became hardened, and Satan made attractive to them that which they were doing.",
    "ban": "তবে কেন, যখন আমাদের থেকে দুর্দশা তাদের উপরে এসেছিল, তারা বিনত করল না? পরন্ত, তাদের অন্তঃকরণ কঠিন হয়ে উঠল, আর শয়তান তাদের কাছে চিত্তাকর্ষক করে তুললো যে-সব তারা করে যাচ্ছিল।"
  },
  {
    "num": "44",
    "ara": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
    "eng": "So when they forgot that by which they had been reminded, We opened to them the doors of every [good] thing until, when they rejoiced in that which they were given, We seized them suddenly, and they were [then] in despair.",
    "ban": "তারপর যখন তারা ভুলে গেল যে বিষয়ে তাদের স্মরণ করিয়ে দেয়া হয়েছিল, তাদের জন্য আমরা খুলে দিলাম সব-কিছুর দরজা, যে পর্যন্ত না তারা মেতে উঠেছিল যা তাদের দেয়া হয়েছিল তাতে, আমরা তাদের পাকড়াও করলাম অতর্কিতে, কাজেই দেখো! তারা তখন হতভন্ব!"
  },
  {
    "num": "45",
    "ara": "فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
    "eng": "So the people that committed wrong were eliminated. And praise to Allah, Lord of the worlds.",
    "ban": "এইভাবে শিকড় কাটা হয়েছিল সেইসব গোষ্ঠীর যারা অন্যায় করেছিল। আর \"সমস্ত প্রশংসা আল্লাহ্‌র জন্য, সৃষ্টজগতের প্রভু।\""
  },
  {
    "num": "46",
    "ara": "قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُم مَّنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِهِ انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ ثُمَّ هُمْ يَصْدِفُونَ",
    "eng": "Say, \"Have you considered: if Allah should take away your hearing and your sight and set a seal upon your hearts, which deity other than Allah could bring them [back] to you?\" Look how we diversify the verses; then they [still] turn away.",
    "ban": "বলো -- \"তোমরা কি ভেবে দেখেছ, আল্লাহ্ যদি কেড়ে নেন তোমাদের শ্রবণশক্তি ও তোমাদের দৃষ্টিশক্তি, আর মোহর মেরে দেন তোমাদের হৃদয়ের উপরে, তবে আল্লাহ্ ব্যতীত কে উপাস্য আছে যে তোমাদের ঐগুলো ফিরিয়ে দেবে?\" দেখো, কিরূপে আমরা নির্দেশসমূহ নানাভাবে বর্ণনা করি, এতদসত্ত্বেও তারা ফিরে যায়!"
  },
  {
    "num": "47",
    "ara": "قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ",
    "eng": "Say, \"Have you considered: if the punishment of Allah should come to you unexpectedly or manifestly, will any be destroyed but the wrongdoing people?\"",
    "ban": "বলো -- \"তোমাদের কি দৃষ্টিগোচর হয়েছে, -- তোমাদের উপরে যদি আল্লাহ্‌র শাস্তি এসে পড়ে অতর্কিতে অথবা প্রকাশ্যভাবে, তবে অত্যাচারিগোষ্ঠী ছাড়া আর কাউকে কি ধ্বংস করা হবে?\""
  },
  {
    "num": "48",
    "ara": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "eng": "And We send not the messengers except as bringers of good tidings and warners. So whoever believes and reforms - there will be no fear concerning them, nor will they grieve.",
    "ban": "আর কোনো বাণীবাহককে আমরা পাঠাই না সুসংবাদদাতারূপে ও সতর্ককারীরূপে ভিন্ন। অতএব যে কেউ ঈমান আনে ও সৎকাজ করে তাদের উপরে থাকবে না কোনো ভয়ভীতি, আর তারা করবে না অনুতাপ।"
  },
  {
    "num": "49",
    "ara": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ",
    "eng": "But those who deny Our verses - the punishment will touch them for their defiant disobedience.",
    "ban": "আর যারা আমাদের নির্দেশাবলীতে মিথ্যারোপ করেছে, শাস্তি তাদের পাকড়াও করবে যেহেতু তারা দুষ্কৃতি করে যাচ্ছিল।"
  },
  {
    "num": "50",
    "ara": "قُل لَّا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ",
    "eng": "Say, [O Muhammad], \"I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me.\" Say, \"Is the blind equivalent to the seeing? Then will you not give thought?\"",
    "ban": "বলো -- \"আমি তোমাদের বলি না যে আমার কাছে আল্লাহ্‌র ধনভান্ডার রয়েছে, আর অদৃশ্য সন্বন্ধেও আমি জানি না, আর আমি তোমাদের বলি না যে আমি নিশ্চয়ই একজন ফিরিশ্‌তা, আমার কাছে যা প্রত্যাদিষ্ট হয় আমি শুধু তারই অনুসরণ করি।\" বলো -- \"অন্ধ ও চক্ষুষ্মান কি একসমান? তোমরা কি তবু অনুধাবন করবে না?\""
  },
  {
    "num": "51",
    "ara": "وَأَنذِرْ بِهِ الَّذِينَ يَخَافُونَ أَن يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
    "eng": "And warn by the Qur'an those who fear that they will be gathered before their Lord - for them besides Him will be no protector and no intercessor - that they might become righteous.",
    "ban": "আর এর দ্বারা তাদের সতর্ক করো যারা ভয় করে যে তাদের প্রভুর কাছে তাদের সমবেত করা হবে, তাদের জন্য তিনি ছাড়া কোনো অভিভাবক নেই আর কোনো সুপারিশকারীও নেই, অতএব তারা যেন ধর্মপরায়ণতা অবলন্বন করে।"
  },
  {
    "num": "52",
    "ara": "وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ",
    "eng": "And do not send away those who call upon their Lord morning and afternoon, seeking His countenance. Not upon you is anything of their account and not upon them is anything of your account. So were you to send them away, you would [then] be of the wrongdoers.",
    "ban": "আর তাদের তাড়িয়ে দিও না যারা তাদের প্রভুকে ডাকে প্রাতে ও সন্ধ্যায়, তারা চায় তাঁরই শুভ মুখ। তোমার উপরে তাদের হিসাবপত্রের কোন দায়দায়িত্ব নেই, আর তোমার হিসেবপত্রের কোনো দায়দায়িত্ব তাদের উপরে নেই, কাজেই যদি তাদের তাড়িয়ে দাও তবে তুমি হবে অন্যায়কারীদের অন্তর্ভুক্ত।"
  },
  {
    "num": "53",
    "ara": "وَكَذَلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ",
    "eng": "And thus We have tried some of them through others that the disbelievers might say, \"Is it these whom Allah has favored among us?\" Is not Allah most knowing of those who are grateful?",
    "ban": "আর এইভাবে আমরা তাদের একদলকে শাসন করি অন্য দলের দ্বারা, তার ফলে তারা বলে -- \"এরাই কি তারা যাদের প্রতি আল্লাহ্ অনুগ্রহ করলেন আমাদের মধ্যে থেকে?\" আল্লাহ্ কি ভালো জানেন না কৃতজ্ঞদের?"
  },
  {
    "num": "54",
    "ara": "وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ",
    "eng": "And when those come to you who believe in Our verses, say, \"Peace be upon you. Your Lord has decreed upon Himself mercy: that any of you who does wrong out of ignorance and then repents after that and corrects himself - indeed, He is Forgiving and Merciful.\"",
    "ban": "আর যারা আমাদের আয়াতসমূহে ঈমান এনেছে তারা যখন তোমার কাছে আসে তখন বলো -- \"সালামুন 'আলাইকুম।\" তোমাদের প্রভু তাঁর নিজের উপরে কর্তব্য ঠাওরেছেন করুণা, সেজন্য তোমাদের মধ্যে যে অজ্ঞানতাবশতঃ পাপকার্য করে, অতঃপর তার পরে ফেরে ও সৎকাজ করে, তবে তো তিনি পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "55",
    "ara": "وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ",
    "eng": "And thus do We detail the verses, and [thus] the way of the criminals will become evident.",
    "ban": "আর এইভাবে আমরা আয়াতসমূহ বিশদভাবে বর্ণনা করি, আর যেন অপরাধীদের পথ স্পষ্ট প্রতীয়মান হয়।"
  },
  {
    "num": "56",
    "ara": "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ قُل لَّا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ",
    "eng": "Say, \"Indeed, I have been forbidden to worship those you invoke besides Allah.\" Say, \"I will not follow your desires, for I would then have gone astray, and I would not be of the [rightly] guided.\"",
    "ban": "বলো -- \"আমাকে নিশ্চয়ই নিষেধ করা হয়েছে আল্লাহ্ ব্যতীত তাদের উপাসনা করতে যাদের তোমরা পূজা-অর্চনা করো।\" বলো -- \"আমি তোমাদের খেয়ালখুশির অনুসরণ করি না, কেননা তাহলে আমি নিশ্চয়ই বিপথে যাব, আর আমি সৎপথপ্রাপ্তদের অন্তর্ভুক্ত থাকবো না।\""
  },
  {
    "num": "57",
    "ara": "قُلْ إِنِّي عَلَى بَيِّنَةٍ مِّن رَّبِّي وَكَذَّبْتُم بِهِ مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ",
    "eng": "Say, \"Indeed, I am on clear evidence from my Lord, and you have denied it. I do not have that for which you are impatient. The decision is only for Allah. He relates the truth, and He is the best of deciders.\"",
    "ban": "বলো -- \"আমি নিশ্চয়ই আমার প্রভুর কাছ থেকে স্পষ্ট প্রমাণের উপরে, অথচ তোমরা তাতে মিথ্যারোপ করেছ। আমার কাছে তা নেই যা তোমরা তাড়াতাড়ি ঘটাতে চাচ্ছ। সিদ্ধান্ত তো আল্লাহ্ ছাড়া কারোর নয়। তিনি সত্য বর্ণনা করেন, আর মীমাংসাকারীদের মধ্যে তিনিই শ্রেষ্ঠ।\""
  },
  {
    "num": "58",
    "ara": "قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ",
    "eng": "Say, \"If I had that for which you are impatient, the matter would have been decided between me and you, but Allah is most knowing of the wrongdoers.\"",
    "ban": "বলো -- \"আমার কাছে যদি তা থাকতো যা তোমরা সত্বর ঘটাতে চাও তাহলে নিশ্চয়ই ব্যাপারটির মীমাংসা হয়ে যেতো আমার মধ্যে ও তোমাদের মধ্যে। আর আল্লাহ্ ভালো জানেন অন্যায়কারীদের।\""
  },
  {
    "num": "59",
    "ara": "وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ",
    "eng": "And with Him are the keys of the unseen; none knows them except Him. And He knows what is on the land and in the sea. Not a leaf falls but that He knows it. And no grain is there within the darknesses of the earth and no moist or dry [thing] but that it is [written] in a clear record.",
    "ban": "আর তাঁরই কাছে অদৃশ্যের চাবিকাঠি রয়েছে, কেউ তা জানে না তিনি ছাড়া। আর তিনি জানেন যা আছে স্থলদেশে ও সমুদ্রে। আর গাছের এমন একটি পাতাও পড়ে না যা তিনি জানেন না, আর নেই একটি শস্যকণাও মাটির অন্ধকারে, আর নেই কোনো তরতাজা জিনিস অথবা শুকনোবস্তু -- যা রয়েছে সুস্পষ্ট কিতাবে।"
  },
  {
    "num": "60",
    "ara": "وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُّسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "And it is He who takes your souls by night and knows what you have committed by day. Then He revives you therein that a specified term may be fulfilled. Then to Him will be your return; then He will inform you about what you used to do.",
    "ban": "আর তিনিই সেইজন যিনি তোমাদের গ্রহণ করেন রাত্রিকালে, আর তিনি জানেন তোমরা যা অর্জন করো দিনের বেলায়, তারপর এতে তিনি তোমাদের জাগরিত করেন যেন নির্ধারিত কাল পূর্ণ হয়। তারপর তাঁর কাছেই তোমাদের প্রত্যাবর্তন, তখন তিনি তোমাদের জানিয়ে দেবেন যা তোমরা করতে।"
  },
  {
    "num": "61",
    "ara": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ",
    "eng": "And He is the subjugator over His servants, and He sends over you guardian-angels until, when death comes to one of you, Our messengers take him, and they do not fail [in their duties].",
    "ban": "আর তিনিই প্রভাবশালী তাঁর দাসদের উপরে, আর তিনিই তোমাদের উপরে রক্ষক প্রেরণ করেন। আবশেষে যখন তোমাদের কারো কাছে মৃত্যু আসে তখন আমাদের দূতরা তাকে গ্রহণ করে, আর তারা অবহেলা করে না।"
  },
  {
    "num": "62",
    "ara": "ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ",
    "eng": "Then they His servants are returned to Allah, their true Lord. Unquestionably, His is the judgement, and He is the swiftest of accountants.",
    "ban": "অতঃপর তাদের আনা হয় তাদের প্রকৃত মনিব আল্লাহ্‌র কাছে। কর্তৃত্ব কি তাঁরই নয়? আর তিনি হিসাবরক্ষকদের মধ্যে সর্বাপেক্ষা তৎপর।"
  },
  {
    "num": "63",
    "ara": "قُلْ مَن يُنَجِّيكُم مِّن ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَّئِنْ أَنجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ",
    "eng": "Say, \"Who rescues you from the darknesses of the land and sea [when] you call upon Him imploring [aloud] and privately, 'If He should save us from this [crisis], we will surely be among the thankful.' \"",
    "ban": "বলো -- \"কে তোমাদের উদ্ধার করেন স্থলদেশের ও সমুদ্রের অন্ধকার থেকে তোমরা তাঁকে ডাকো কাতরভাবে ও মনে মনে -- 'যদি তিনি এ থেকে আমাদের উদ্ধার করেন তবে নিশ্চয়ই আমরা হবো কৃতজ্ঞদের মধ্যেকার'?\""
  },
  {
    "num": "64",
    "ara": "قُلِ اللَّهُ يُنَجِّيكُم مِّنْهَا وَمِن كُلِّ كَرْبٍ ثُمَّ أَنتُمْ تُشْرِكُونَ",
    "eng": "Say, \"It is Allah who saves you from it and from every distress; then you [still] associate others with Him.\"",
    "ban": "বলো -- \"আল্লাহ্‌ই তোমাদের উদ্ধার করেন এ-সব থেকে আর প্রত্যেকটি দুঃখকষ্ট থেকে, তথাপি তোমরা অংশীদার দাঁড় করাও।\""
  },
  {
    "num": "65",
    "ara": "قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ",
    "eng": "Say, \"He is the [one] Able to send upon you affliction from above you or from beneath your feet or to confuse you [so you become] sects and make you taste the violence of one another.\" Look how We diversify the signs that they might understand.",
    "ban": "বলো -- \"তিনি ক্ষমতাশীল তোমাদের উপরে শাস্তি আরোপ করতে তোমাদের উপর থেকে অথবা তোমাদের পায়ের নিচে থেকে, অথবা তোমাদের দিশাহারা করতে পারেন দলাদলি করিয়ে, আর তোমাদের একদলকে ভোগ করাতে পারেন অন্য দলের নিপীড়ন।\" দেখো, কিরূপে আমরা নির্দেশসমূহ নানাভাবে বর্ণনা করি যেন তারা বুঝতে পারে!"
  },
  {
    "num": "66",
    "ara": "وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُل لَّسْتُ عَلَيْكُم بِوَكِيلٍ",
    "eng": "But your people have denied it while it is the truth. Say, \"I am not over you a manager.\"",
    "ban": "আর তোমার সম্প্রদায় এতে মিথ্যারোপ করেছে, অথচ এইটিই সত্য। বলো -- \"আমি তোমাদের জন্য উকিল নই।"
  },
  {
    "num": "67",
    "ara": "لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ",
    "eng": "For every happening is a finality; and you are going to know.",
    "ban": "\"প্রত্যেক ভবিষ্যদ্বাণীর জন্য নির্ধারিত কাল রয়েছে, আর শীঘ্রই তোমরা জানতে পারবে।\""
  },
  {
    "num": "68",
    "ara": "وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ",
    "eng": "And when you see those who engage in [offensive] discourse concerning Our verses, then turn away from them until they enter into another conversation. And if Satan should cause you to forget, then do not remain after the reminder with the wrongdoing people.",
    "ban": "আর তুমি যখন দেখতে পাবে তাদের যারা আমাদের আয়াতসমূহে নিরর্থক তর্ক করে তখন তাদের থেকে সরে যাবে যে পর্যন্ত না তারা অন্য কোনো প্রসঙ্গে প্রবেশ করে। আর যদি শয়তান তোমাকে ভুলিয়ে দেয় তবে মনে পড়ার পরে বসে থেকো না অন্যায়কারীদের দলের সঙ্গে।"
  },
  {
    "num": "69",
    "ara": "وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَلَكِن ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ",
    "eng": "And those who fear Allah are not held accountable for the disbelievers at all, but [only for] a reminder - that perhaps they will fear Him.",
    "ban": "আর যারা ধর্মপরায়ণতা অবলন্বন করে তাদের উপরে ওদের হিসাবপত্রের কোনো কিছুতে দায়িত্ব নেই, তবে স্মরণ করিয়ে দেয়া, যাতে ওরাও ধর্মপরায়ণতা অবলন্বন করে।"
  },
  {
    "num": "70",
    "ara": "وَذَرِ الَّذِينَ اتَّخَذُوا دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَا أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ",
    "eng": "And leave those who take their religion as amusement and diversion and whom the worldly life has deluded. But remind with the Qur'an, lest a soul be given up to destruction for what it earned; it will have other than Allah no protector and no intercessor. And if it should offer every compensation, it would not be taken from it. Those are the ones who are given to destruction for what they have earned. For them will be a drink of scalding water and a painful punishment because they used to disbelieve.",
    "ban": "আর তাদের বর্জন করো যারা তাদের ধর্মকে খেলা ও কৌতুকরূপে গ্রহণ করেছে, আর এ দ্বারা স্মরণ করিয়ে দাও পাছে কোনো প্রাণ বিধবস্ত হয়ে যায় যা সে অর্জন করে তার দ্বারা, তার জন্য আল্লাহ্‌কে ছেড়ে দিয়ে অন্য কোনো অভিভাবক থাকবে না, আর না কোনো সুপারিশকারী, আর যদি তারা খেসারত দেয় সবরকমের খেসারতি, তবুও তাদের থেকে তা গ্রহণ করা হবে না। এরাই তারা যাদের ধ্বংস করা হবে তারা যা অর্জন করেছে সেজন্য, তাদের জন্য পানীয় হচ্ছে ফুটন্ত জল থেকে, আর হচ্ছে এক ব্যথাদায়ক শাস্তি যেহেতু তারা অবিশ্বাস পোষণ করে চলতো।"
  },
  {
    "num": "71",
    "ara": "قُلْ أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ",
    "eng": "Say, \"Shall we invoke instead of Allah that which neither benefits us nor harms us and be turned back on our heels after Allah has guided us? [We would then be] like one whom the devils enticed [to wander] upon the earth confused, [while] he has companions inviting him to guidance, [calling], 'Come to us.' \" Say, \"Indeed, the guidance of Allah is the [only] guidance; and we have been commanded to submit to the Lord of the worlds.",
    "ban": "বলো -- \"আমরা কি আল্লাহ্ ছাড়া তাকে ডাকবো যে আমাদের উপকার করতে পারে না এবং আমাদের অপকারও করতে পারে না, আর আমরা কি আমাদের গোড়ালির উপরে মোড় ফিরিয়ে নেব আল্লাহ্ আমাদের পথ দেখিয়ে দেবার পরে, -- তার মতো যাকে শয়তানরা হীন প্রবৃত্তিতে উসকানি দিয়েছে দুনিয়াতে হয়রানিতে ফেলে, তার সহচরগণ রয়েছে যারা তাকে আহ্বান করছে ধর্মপথের দিকে -- 'আমাদের দিকে এসো'?\" বলো -- \"নিঃসন্দেহ আল্লাহ্‌র পথনির্দেশ -- এই হচ্ছে পথনির্দেশ। আর আমাদের আদেশ দেওয়া হয়েছে যেন আমরা আ‌ত্মসমর্পণ করি বিশ্বজগতের প্রভুর কাছে, --"
  },
  {
    "num": "72",
    "ara": "وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
    "eng": "And to establish prayer and fear Him.\" And it is He to whom you will be gathered.",
    "ban": "\"আর নামায প্রতিষ্ঠিত রাখতে ও তাঁকে ভয়ভক্তি করতে, আর তিনিই সেইজন যাঁর কাছে তোমাদের সমবেত করা হবে।\""
  },
  {
    "num": "73",
    "ara": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَيَوْمَ يَقُولُ كُن فَيَكُونُ قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّورِ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
    "eng": "And it is He who created the heavens and earth in truth. And the day He says, \"Be,\" and it is, His word is the truth. And His is the dominion [on] the Day the Horn is blown. [He is] Knower of the unseen and the witnessed; and He is the Wise, the Acquainted.",
    "ban": "আর তিনিই সেইজন যিনি মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন সত্যের সাথে। আর যখন তিনি বলেন -- \"হও\", তখন হয়ে যায়। তাঁর কথাই সত্য। আর তাঁরই সার্বভৌম কর্তৃত্ব সেদিনকার যেদিন শিংগায় ফুৎকার দেয়া হবে। অদৃশ্য ও প্রকাশ্য বিষয়ে সর্বজ্ঞাতা, আর তিনি পরমজ্ঞানী, পূর্ণ-ওয়াকিফহাল।"
  },
  {
    "num": "74",
    "ara": "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُّبِينٍ",
    "eng": "And [mention, O Muhammad], when Abraham said to his father Azar, \"Do you take idols as deities? Indeed, I see you and your people to be in manifest error.\"",
    "ban": "আর স্মরণ করো! ইব্রাহীম বলেছিলেন তাঁর পিতৃ-পুরুষ আষারকে -- \"তুমি কি মূর্তিদের উপাস্যরূপে গ্রহণ করেছ? নিঃসন্দেহ আমি তোমাকে ও তোমার গোষ্ঠীকে স্পষ্ট ভ্রান্তির মধ্যে দেখতে পাচ্ছি।\""
  },
  {
    "num": "75",
    "ara": "وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ",
    "eng": "And thus did We show Abraham the realm of the heavens and the earth that he would be among the certain [in faith]",
    "ban": "আর এইভাবে আমরা ইব্রাহীমকে দেখিয়েছিলাম মহাকাশমন্ডল ও পৃথিবীর সার্বভেম রাজত্ব যাতে তিনি হতে পারেন দৃঢ়প্রত্যয়ীদের অন্তর্ভুক্ত।"
  },
  {
    "num": "76",
    "ara": "فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآفِلِينَ",
    "eng": "So when the night covered him [with darkness], he saw a star. He said, \"This is my lord.\" But when it set, he said, \"I like not those that disappear.\"",
    "ban": "তারপর রাত্রি যখন তাঁর উপরে অন্ধকার ছেয়ে আনলো তখন তিনি একটি তারা দেখতে পেলেন, তিনি বললেন -- \"এইটি আমার প্রভু!\" তারপর যখন তা অস্ত গেল তখন তিনি বললেন -- \"আমি অস্তগামীদের ভালোবাসি না।\""
  },
  {
    "num": "77",
    "ara": "فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ",
    "eng": "And when he saw the moon rising, he said, \"This is my lord.\" But when it set, he said, \"Unless my Lord guides me, I will surely be among the people gone astray.\"",
    "ban": "অতঃপর যখন তিনি চন্দ্রকে উদিত হতে দেখলেন তখন বললেন -- \"এইটি আমার প্রভু!\" কিন্ত যখন তা অস্ত গেল তখন তিনি বললেন -- \"যদি আমার প্রভু আমাকে পথ-প্রদর্শন না করতেন তাহলে আমি অবশ্যই হয়ে পড়তাম পথভ্রষ্টদের দলভুক্ত।"
  },
  {
    "num": "78",
    "ara": "فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ",
    "eng": "And when he saw the sun rising, he said, \"This is my lord; this is greater.\" But when it set, he said, \"O my people, indeed I am free from what you associate with Allah.",
    "ban": "তারপর যখন তিনি দেখলেন সৃর্য উদয় হচ্ছে তখন তিনি বললেন -- \"এইটি আমার প্রভু, এটি সব চাইতে বড়!\" কিন্ত যখন এটিও অস্ত গেল তখন তিনি বললেন -- \"হে আমার সম্প্রদায়, তোমরা যাদের শরিক কর তা থেকে আমি অবশ্যই মুক্ত।"
  },
  {
    "num": "79",
    "ara": "إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ",
    "eng": "Indeed, I have turned my face toward He who created the heavens and the earth, inclining toward truth, and I am not of those who associate others with Allah.\"",
    "ban": "\"নিঃসন্দেহ আমি তাঁর দিকে আমার মুখ ফেরাচ্ছি একনিষ্ঠভাবে যিনি মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন, আর আমি বহু- খোদাবাদীদের অন্তর্ভুক্ত নই।\""
  },
  {
    "num": "80",
    "ara": "وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَن يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ",
    "eng": "And his people argued with him. He said, \"Do you argue with me concerning Allah while He has guided me? And I fear not what you associate with Him [and will not be harmed] unless my Lord should will something. My Lord encompasses all things in knowledge; then will you not remember?",
    "ban": "আর তাঁর লোকেরা তাঁর সঙ্গে হুজ্জৎ শুরু করল। তিনি বললেন -- \"তোমরা কি আমার সঙ্গে আল্লাহ্ সন্বন্ধে হুজ্জৎ করছো, অথচ তিনি আমাকে নিশ্চয়ই সৎপথ দেখিয়েছেন? আর আমি তাদের একটুও ভয় করি না যাদের তোমরা তাঁর সাথে শরিক করেছ, যদি না আমার প্রভু অন্যবিধ ইচ্ছা করেন। আমার প্রভু সব-কিছুর উপরেই জ্ঞানে আধিপত্য রাখেন। তবু কি তোমরা অনুধাবন করবে না?"
  },
  {
    "num": "81",
    "ara": "وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِن كُنتُمْ تَعْلَمُونَ",
    "eng": "And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know?",
    "ban": "\"আর কেমন ক'রে আমি ভয় করবো তাদের যাদের তোমরা শরিক করো, অথচ তোমরা ভয় করো না যখন আল্লাহ্‌র সঙ্গে তোমরা অংশী দাঁড় করাতে যাও যার জন্য তিনি তোমাদের কাছে কোনো সনদ পাঠান নি? সুতরাং এই দুই দলের কারা নিরাপত্তা সন্বন্ধে বেশি হক্‌দার? যদি তোমরা জেনে থাকো।\""
  },
  {
    "num": "82",
    "ara": "الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُم مُّهْتَدُونَ",
    "eng": "They who believe and do not mix their belief with injustice - those will have security, and they are [rightly] guided.",
    "ban": "যারা আল্লাহ্‌তে ঈমান এনেছে আর যারা তাদের ঈমানকে অন্যায় আচরণ দ্বারা মাখামাখি করে নি, তারাই -- এদেরই প্রাপ্য নিরাপত্তা, আর এরাই হচ্ছে সুপথে চালিত।"
  },
  {
    "num": "83",
    "ara": "وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "eng": "And that was Our [conclusive] argument which We gave Abraham against his people. We raise by degrees whom We will. Indeed, your Lord is Wise and Knowing.",
    "ban": "আর এইগুলো হচ্ছে আমাদের যুক্তিতর্ক যা আমরা ইব্রাহীমকে তাঁর লোকদের বিরুদ্ধে দিয়েছিলাম। আমরা যাকে ইচ্ছা করি বহুস্তর উন্নত করি। নিঃসন্দেহ তোমার প্রভু পরমজ্ঞানী, সর্বজ্ঞাতা।"
  },
  {
    "num": "84",
    "ara": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلًّا هَدَيْنَا وَنُوحًا هَدَيْنَا مِن قَبْلُ وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ",
    "eng": "And We gave to Abraham, Isaac and Jacob - all [of them] We guided. And Noah, We guided before; and among his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus do We reward the doers of good.",
    "ban": "আর আমরা তাঁকে দিয়েছিলাম ইসহাক ও ইয়াকুব। প্রত্যেককে আমরা সৎপথ দেখিয়েছিলাম, আর নূহকে পথ দেখিয়েছিলাম এর আগে, আর তাঁর বংশধরদের মধ্য থেকে দাউদ ও সুলাইমান আর আইয়ূব ও ইউসুফ আর মূসা ও হারূন। আর এইভাবে আমরা পুরস্কার প্রদান করি সৎকর্মশীলদের।"
  },
  {
    "num": "85",
    "ara": "وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِّنَ الصَّالِحِينَ",
    "eng": "And Zechariah and John and Jesus and Elias - and all were of the righteous.",
    "ban": "আর যাকারিয়া ও ইয়াহ্‌য়া আর ঈসা ও ইলয়াস। প্রতেকেই হয়েছিলেন পুণ্যকর্মাদের অন্তর্ভুক্ত।"
  },
  {
    "num": "86",
    "ara": "وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ",
    "eng": "And Ishmael and Elisha and Jonah and Lot - and all [of them] We preferred over the worlds.",
    "ban": "আর ইসমাইল, আর ইয়াসাআ ও ইউনুস, আর লূত। আর সবাইকে আমরা মানবগোষ্ঠীর উপরে শ্রেষ্ঠত্ব দিয়েছিলাম।"
  },
  {
    "num": "87",
    "ara": "وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ",
    "eng": "And [some] among their fathers and their descendants and their brothers - and We chose them and We guided them to a straight path.",
    "ban": "আর তাঁদের পিতাদের, আর তাঁদের বংশধরদের, আর তাঁদের ভাইদের মধ্যে থেকে, আর আমরা তাদের নির্বাচিত করেছিলাম এবং তাদের পরিচালিত করেছিলাম সহজ-সঠিক পথের দিকে।"
  },
  {
    "num": "88",
    "ara": "ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُم مَّا كَانُوا يَعْمَلُونَ",
    "eng": "That is the guidance of Allah by which He guides whomever He wills of His servants. But if they had associated others with Allah, then worthless for them would be whatever they were doing.",
    "ban": "এই হচ্ছে আল্লাহ্‌র পথনির্দেশ, এর দ্বারা তিনি পথ দেখান তাঁর বান্দাদের মধ্যের যাকে ইচ্ছে করেন। আর যদি তাঁরা অংশী দাঁড় করতেন তবে তাঁরা যা করছিলেন সে-সব নিশ্চয়ই তাঁদের জন্য বৃথা হতো।"
  },
  {
    "num": "89",
    "ara": "أُولَئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ فَإِن يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوا بِهَا بِكَافِرِينَ",
    "eng": "Those are the ones to whom We gave the Scripture and authority and prophethood. But if the disbelievers deny it, then We have entrusted it to a people who are not therein disbelievers.",
    "ban": "এরাঁই তাঁরা যাঁদের আমরা দিয়েছিলাম কিতাব, আর কর্তৃত্ব, আর নবুওৎ; কাজেই এরা যদি এ-সবে অবিশ্বাস পোষণ করে তবে আমরা নিশ্চয়ই এর তত্ত্বাবধানের ভার দিয়েছি এমন এক সম্প্রদায়ের উপরে যারা এতে অবিশ্বাসী হবে না।"
  },
  {
    "num": "90",
    "ara": "أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ",
    "eng": "Those are the ones whom Allah has guided, so from their guidance take an example. Say, \"I ask of you for this message no payment. It is not but a reminder for the worlds.\"",
    "ban": "এরাঁই তাঁরা যাঁদের আল্লাহ্ সৎপথে পরিচালিত করেছেন, সুতরাং তুমি তাঁদের পথনির্দেশের অনুসরণ করো। বলো -- \"আমি তোমাদের কাছে এর জন্য কোনো প্রতিদান চাই না। এতো নিঃসন্দেহ মানবগোষ্ঠীর কাছে স্মারকই মাত্র।\""
  },
  {
    "num": "91",
    "ara": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنزَلَ اللَّهُ عَلَى بَشَرٍ مِّن شَيْءٍ قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِّلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوا أَنتُمْ وَلَا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ",
    "eng": "And they did not appraise Allah with true appraisal when they said, \"Allah did not reveal to a human being anything.\" Say, \"Who revealed the Scripture that Moses brought as light and guidance to the people? You [Jews] make it into pages, disclosing [some of] it and concealing much. And you were taught that which you knew not - neither you nor your fathers.\" Say, \"Allah [revealed it].\" Then leave them in their [empty] discourse, amusing themselves.",
    "ban": "আর তারা আল্লাহ্‌র সম্মান করে না তাঁর যথাযোগ্য মর্যাদার সাথে যখন তারা বলে -- \"আল্লাহ্ কোনো মানুষের কাছে কিছুই অবতারণ করেন নি।\" বলো -- \"কে অবতারণ করেছিলেন গ্রন্থখানা যা নিয়ে মূসা এসেছিলেন -- মানুষের জন্য আলোক ও পথনির্দেশরূপে, যা তোমরা কাগজপত্রে তুলে তা প্রকাশ করো ও বেশির ভাগ গোপন করো, আর তোমাদের শেখানো হয়েছিল যা তোমরা জানতে না, -- তোমরা আর তোমাদের পিতৃপুরুষরাও না?\" বলো -- \"আল্লাহ্‌।\" অতঃপর তাদের ছেড়ে দাও তাদের বাজে কথায় খেলাধুলো করতে।"
  },
  {
    "num": "92",
    "ara": "وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ",
    "eng": "And this is a Book which We have sent down, blessed and confirming what was before it, that you may warn the Mother of Cities and those around it. Those who believe in the Hereafter believe in it, and they are maintaining their prayers.",
    "ban": "আর এই হচ্ছে কিতাব যা আমরা অবতারণ করেছি কল্যাণময় ক'রে, যা এর পূর্বেকার তার সত্য-সমর্থকরূপে, আর যেন তুমি সতর্ক করতে পারো নগর জননীকে আর যারা এর চতুর্দিকে রয়েছে তাদের। আর যারা পরকালে বিশ্বাস করে তারা এতে বিশ্বাস করে, আর তারা তাদের নামাযের হেফাজত করে চলে।"
  },
  {
    "num": "93",
    "ara": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَا أَنزَلَ اللَّهُ وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ",
    "eng": "And who is more unjust than one who invents a lie about Allah or says, \"It has been inspired to me,\" while nothing has been inspired to him, and one who says, \"I will reveal [something] like what Allah revealed.\" And if you could but see when the wrongdoers are in the overwhelming pangs of death while the angels extend their hands, [saying], \"Discharge your souls! Today you will be awarded the punishment of [extreme] humiliation for what you used to say against Allah other than the truth and [that] you were, toward His verses, being arrogant.\"",
    "ban": "আর কে তার চাইতে বেশি অন্যায়কারী যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে, অথবা বলে -- 'আমার কাছে প্রত্যাদেশ এসেছে', অথচ তার কাছে কোনো-প্রকার প্রত্যাদেশ আসে নি, আর যে বলে -- 'আমি অবতারণ করতে পারি যা আল্লাহ্ অবতারণ করেছেন তার মতো জিনিস'? আর তুমি যদি দেখতে পেতে যখন অন্যায়কারীরা মৃত্যু-যন্ত্রণায় থাকবে আর ফিরিশ্‌তারা তাদের হাত বাড়াবে -- \"বের করো তোমাদের অন্তরা‌ত্মা! আর তোমাদের দেয়া হবে লাঞ্ছনাপূর্ণ শাস্তি যেহেতু তোমরা আল্লাহ্‌র বিরুদ্ধে বলে চলেছিলে সততার সীমা ছাড়িয়ে, আর তোমরা তাঁর আয়াতসমূহে অহংকার পোষণ করতে।\""
  },
  {
    "num": "94",
    "ara": "وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
    "eng": "[It will be said to them], \"And you have certainly come to Us alone as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' which you claimed that they were among you associates [of Allah]. It has [all] been severed between you, and lost from you is what you used to claim.\"",
    "ban": "আর তোমরা নিশ্চয়ই আমাদের কাছে এসেছ একে একে যেমন তোমাদের আমরা প্রথমবার সৃষ্টি করেছিলাম, আর যা তোমাদের দিয়েছিলাম তা তোমরা তোমাদের পিঠের পেছনে ফেলে এসেছ, আর তোমাদের সঙ্গে তোমাদের সুপারিশকারীদের দেখছি না যাদের তোমরা দাবি করতে যে তারা তোমাদের মধ্যে নিশ্চিত অংশীদার। নিশ্চয় তোমাদের মধ্যেকার বন্ধন ছিন্ন হয়েছে আর তোমাদের থেকে উধাও হয়েছে যা তোমরা দাবি করতে।"
  },
  {
    "num": "95",
    "ara": "إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ",
    "eng": "Indeed, Allah is the cleaver of grain and date seeds. He brings the living out of the dead and brings the dead out of the living. That is Allah; so how are you deluded?",
    "ban": "নিঃসন্দেহ আল্লাহ্ -- তিনি শস্যবীজ ও আটিরঁ অংকুরোদগমকারী। তিনি মৃতদের থেকে জীবিতদের উদগত করেন, আবার তিনিই মৃতদের উদগমকারী জীবিতদের থেকে। এই তো আল্লাহ্‌! সুতরাং কোথা থেকে তোমরা ফিরে যাবে?"
  },
  {
    "num": "96",
    "ara": "فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
    "eng": "[He is] the cleaver of daybreak and has made the night for rest and the sun and moon for calculation. That is the determination of the Exalted in Might, the Knowing.",
    "ban": "তিনিই উষার ঊন্মেষকারী, আর তিনি রাত্রিকে সৃষ্টি করেছেন বিশ্রামের জন্য, আর সূর্যকে এবং চন্দ্রকে হিসাবের জন্য। এই-ই মহাশক্তিশালী সর্বজ্ঞাতার বিধান।"
  },
  {
    "num": "97",
    "ara": "وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "eng": "And it is He who placed for you the stars that you may be guided by them through the darknesses of the land and sea. We have detailed the signs for a people who know.",
    "ban": "আর তিনিই সেইজন যিনি তোমাদের জন্য সৃষ্টি করেছেন তারকারাজি, যেন তোমরা তাদের সাহায্যে স্থলের ও সমুদ্রের অন্ধকারে পথ চলতে পারো। আমরা নিশ্চয়ই নিদর্শনসমূহ বিশদভাবে বিবৃত করেছি এমন লোকের জন্য যারা জ্ঞান রাখে।"
  },
  {
    "num": "98",
    "ara": "وَهُوَ الَّذِي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ",
    "eng": "And it is He who produced you from one soul and [gave you] a place of dwelling and of storage. We have detailed the signs for a people who understand.",
    "ban": "আর তিনিই সেইজন যিনি তোমাদের উদ্ভব করেছেন একই নফস থেকে, এবং রয়েছে এক বিশ্রাম-স্থল আর এক পাত্রাধার। আমরা নিশ্চয়ই নিদর্শনগুলো ব্যাখ্যা করেছি তেমন লোকের জন্য যারা হৃদয়ম করে।"
  },
  {
    "num": "99",
    "ara": "وَهُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ النَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِّنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe.",
    "ban": "আর তিনিই সেইজন যিনি আকাশ থেকে নামান বৃষ্টি, তখন তার দ্বারা আমরা উদ্‌গত করি সব রকমের চারা গাছ, তারপর তা থেকে উদগম করি সবুজ গাছপালা, যা থেকে উদ্ভব করি থোকা থোকা শস্য, আর খেজুর গাছ থেকে -- তার মাথি থেকে ঝুলন্ত কাঁদি, আর আঙ্গুরের ও জলপাইয়ের ও ডালিমের বাগান -- এক রকমের ও সামস্যবিহীন। তোমরা তাকিয়ে দেখো তার ফলের দিকে যখন তা ফলবান হয় ও তার পেকে ওঠাতে। নিঃসন্দেহ এগুলোতে রয়েছে নিদর্শনাবলী তেমন লোকের জন্য যারা বিশ্বাস স্থাপন করে।"
  },
  {
    "num": "100",
    "ara": "وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ",
    "eng": "But they have attributed to Allah partners - the jinn, while He has created them - and have fabricated for Him sons and daughters. Exalted is He and high above what they describe",
    "ban": "তথাপি তারা আল্লাহ্‌র সঙ্গে শরিক করে জিনকে, যদিও তিনিই ওদের সৃষ্টি করেছেন, আর তারা কোনো জ্ঞান ছাড়াই তাঁতে আরোপ করে পুত্র ও কন্যাদের। তাঁরই সব মহিমা! আর তারা যা আরোপ করে সে-সব থেকে তিনি বহু ঊর্ধ্বে।"
  },
  {
    "num": "101",
    "ara": "بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "eng": "[He is] Originator of the heavens and the earth. How could He have a son when He does not have a companion and He created all things? And He is, of all things, Knowing.",
    "ban": "মহাকাশমন্ডল ও পৃথিবীর আদিস্রষ্টা! কোথা থেকে তাঁর সন্তান হবে যখন তাঁর জন্য কোনো সহচরী নেই। আর তিনিই সব- কিছু সৃষ্টি করেছেন, আর তিনিই তো সব-কিছু সন্বন্ধে সর্বজ্ঞাতা।"
  },
  {
    "num": "102",
    "ara": "ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ",
    "eng": "That is Allah, your Lord; there is no deity except Him, the Creator of all things, so worship Him. And He is Disposer of all things.",
    "ban": "এই হচ্ছেন আল্লাহ্‌, তোমাদের প্রভু! তিনি ছাড়া অন্য উপাস্য নেই, তিনি সব-কিছুরই সৃষ্টিকর্তা, কাজেই তাঁরই উপাসনা করো, আর তিনি সব বিষয়ের উপরে কর্ণধার।"
  },
  {
    "num": "103",
    "ara": "لَّا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
    "eng": "Vision perceives Him not, but He perceives [all] vision; and He is the Subtle, the Acquainted.",
    "ban": "দৃষ্টি তাঁর ইয়ত্তা পায় না, কিন্ত তিনি দৃষ্টিতে পরিদর্শন করেন। আর তিনিই সুক্ষদর্শী, পূর্ণ ওয়াকিফহাল।"
  },
  {
    "num": "104",
    "ara": "قَدْ جَاءَكُم بَصَائِرُ مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ",
    "eng": "There has come to you enlightenment from your Lord. So whoever will see does so for [the benefit of] his soul, and whoever is blind [does harm] against it. And [say], \"I am not a guardian over you.\"",
    "ban": "\"নিশ্চয়ই তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে জ্ঞান দৃষ্টি এসেছে, কাজেই যে কেউ দেখতে পায়, সেটি তার নিজের আ‌ত্মার জন্যে, আর যে কেউ অন্ধ হবে, সেটি তার বিরুদ্ধে যাবে। আর আমি তোমাদের উপরে তত্ত্বাবধায়ক নই।\""
  },
  {
    "num": "105",
    "ara": "وَكَذَلِكَ نُصَرِّفُ الْآيَاتِ وَلِيَقُولُوا دَرَسْتَ وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ",
    "eng": "And thus do We diversify the verses so the disbelievers will say, \"You have studied,\" and so We may make the Qur'an clear for a people who know.",
    "ban": "আর এইভাবে আমরা নির্দেশাবলী নানাভাবে বর্ণনা করি, আর যেন তারা বলতে পারে,\"তুমি পাঠ করেছ\", আর যেন আমরা এটি সুস্পষ্ট করতে পারি তেমন লোকদের কাছে যারা জানে।"
  },
  {
    "num": "106",
    "ara": "اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِن رَّبِّكَ لَا إِلَهَ إِلَّا هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
    "eng": "Follow, [O Muhammad], what has been revealed to you from your Lord - there is no deity except Him - and turn away from those who associate others with Allah.",
    "ban": "তুমি তার অনুসরণ করো যা তোমার কাছে তোমার প্রভুর কাছ থেকে প্রত্যাদেশ দেওয়া হয়েছে -- 'তিনি ছাড়া অন্য উপাস্য নেই', আর সরে দাঁড়াও বহুখোদাবাদীদের থেকে।"
  },
  {
    "num": "107",
    "ara": "وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ",
    "eng": "But if Allah had willed, they would not have associated. And We have not appointed you over them as a guardian, nor are you a manager over them.",
    "ban": "আর যদি আল্লাহ্ ইচ্ছে করতেন তবে তারা শরিক করতো না। আর আমরা তোমাকে তাদের উপরে রক্ষাকারীরূপে নিযুক্ত করি নি, আর তুমি তাদের উপরে কার্যনির্বাহকও নও।"
  },
  {
    "num": "108",
    "ara": "وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِن دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "And do not insult those they invoke other than Allah, lest they insult Allah in enmity without knowledge. Thus We have made pleasing to every community their deeds. Then to their Lord is their return, and He will inform them about what they used to do.",
    "ban": "আর তারা আল্লাহ্‌কে ছেড়ে দিয়ে যাদের উপাসনা করে তাদের গালি দিও না, পাছে তারাও শত্রুতাবশতঃ আল্লাহ্‌কে গালি দেয় জ্ঞানহীনতার জন্য। এইভাবে প্রত্যেক সম্প্রদায়ের জন্য তাদের ক্রিয়াকলাপ আমরা চিত্তাকর্ষক করেছি। তারপর তাদের প্রভুর কাছেই হচ্ছে তাদের প্রত্যাবর্তন, তখন তিনি তাদের জানিয়ে দেবেন কি তারা করতো।"
  },
  {
    "num": "109",
    "ara": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ",
    "eng": "And they swear by Allah their strongest oaths that if a sign came to them, they would surely believe in it. Say, \"The signs are only with Allah.\" And what will make you perceive that even if a sign came, they would not believe.",
    "ban": "আর তারা আল্লাহ্‌র নামে কসম খায় তাদের জোরালো শপথের দ্বারা যে যদি কোনো নিদর্শন তাদের কাছে আসতো তবে তারা নিশ্চয়ই তাতে বিশ্বাস করতো। বলো -- \"নিঃসন্দেহ নিদর্শনসমূহ আল্লাহ্‌র কাছেই রয়েছে। আর কেমন ক'রে তোমাদের জানানো যাবে যে যখন তা আসবে তারা বিশ্বাস করবে না?\""
  },
  {
    "num": "110",
    "ara": "وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
    "eng": "And We will turn away their hearts and their eyes just as they refused to believe in it the first time. And We will leave them in their transgression, wandering blindly.",
    "ban": "আর আমরাও তাদের অন্তঃকরণ ও তাদের দৃষ্টি পাল্টে দেবো যেমন তারা প্রথমবার এতে বিশ্বাস করে নি, আর তাদের ছেড়ে দেবো তাদের অবাধ্যতার মধ্যে উদ্‌ভ্রান্ত ভাবে ঘুরে বেড়াতে।"
  },
  {
    "num": "111",
    "ara": "وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ",
    "eng": "And even if We had sent down to them the angels [with the message] and the dead spoke to them [of it] and We gathered together every [created] thing in front of them, they would not believe unless Allah should will. But most of them, [of that], are ignorant.",
    "ban": "আর যদিবা আমরা তাদের প্রতি পাঠাতাম ফিরিশ্‌তাদের, আর মড়াও যদি তাদের সঙ্গে কথা বলতো, আর সব-কিছুই যদি তাদের সামনে একত্রে হাজির করতাম, তবুও তারা বিশ্বাস করতো না, যদি না আল্লাহ্ ইচ্ছা করতেন, কিন্ত তাদের অধিকাংশই অজ্ঞতা পোষণ করে।"
  },
  {
    "num": "112",
    "ara": "وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "eng": "And thus We have made for every prophet an enemy - devils from mankind and jinn, inspiring to one another decorative speech in delusion. But if your Lord had willed, they would not have done it, so leave them and that which they invent.",
    "ban": "আর এইভাবে আমরা প্রত্যেক নবীর জন্যে সৃষ্টি করেছি শত্রু -- মানুষ ও জিন-এর মধ্যেকার শয়তানদের, তারা একে অন্যকে প্ররোচিত করে চমক্‌প্রদ বাক্যদ্বারা প্রতারণার উদ্দেশ্যে। আর তোমার প্রভু যদি ইচ্ছা করতেন তবে তারা এ করতো না। অতএব ছেড়ে দাও তাদের আর তারা যা মিথ্যা রচনা করে তা, --"
  },
  {
    "num": "113",
    "ara": "وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُم مُّقْتَرِفُونَ",
    "eng": "And [it is] so the hearts of those who disbelieve in the Hereafter will incline toward it and that they will be satisfied with it and that they will commit that which they are committing.",
    "ban": "আর যারা পরকালে বিশ্বাস করে না তাদের আন্তরা‌ত্মা যেন এদিকে ঝুঁকে পড়ে, আর যেন তারা এতে খুশিও হয়, আর যেন তারা যা করে চলেছে তাতে যেন মশগুল থাকে।"
  },
  {
    "num": "114",
    "ara": "أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
    "eng": "[Say], \"Then is it other than Allah I should seek as judge while it is He who has revealed to you the Book explained in detail?\" And those to whom We [previously] gave the Scripture know that it is sent down from your Lord in truth, so never be among the doubters.",
    "ban": "\"তবে কি আল্লাহ্ ছাড়া আমি অন্যকে বিচারক খুজঁবো যখন তিনিই সেইজন যিনি তোমাদের কাছে অবতারণ করেছেন এ কিতাব, বিশদভাবে ব্যাখ্যাকৃত?\" আর যাদের আমরা গ্রন্থ দিয়েছিলাম তারা জানে যে এটি অবতীর্ণ হয়েছে তোমার প্রভুর নিকট থেকে সত্যের সাথে, অতএব তুমি সন্দিহানদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "115",
    "ara": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَّا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And the word of your Lord has been fulfilled in truth and in justice. None can alter His words, and He is the Hearing, the Knowing.",
    "ban": "আর তোমার প্রভুর বাণী সম্পূর্ণ হয়েছে সত্যে ও ন্যায়ে। তাঁর বাণী কেউ বদলাতে পারে না, আর তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "116",
    "ara": "وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
    "eng": "And if you obey most of those upon the earth, they will mislead you from the way of Allah. They follow not except assumption, and they are not but falsifying.",
    "ban": "আর যদি তুমি দুনিয়ার বাসিন্দাদের অধিকাংশের আজ্ঞাপালন করো তবে তারা তোমাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করবে। তারা তো শুধু অসার বিষয়ের অনুসরণ করে, আর তারা তো শুধু আন্দাজের উপরেই চলে।"
  },
  {
    "num": "117",
    "ara": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
    "eng": "Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of the [rightly] guided.",
    "ban": "নিঃসন্দেহ তোমার প্রভু -- তিনি ভালো জানেন কে তাঁর পথ থেকে বিপথে যায়, আর তিনি ভালো জানেন যারা সুপথে চালিত তাদের।"
  },
  {
    "num": "118",
    "ara": "فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِن كُنتُم بِآيَاتِهِ مُؤْمِنِينَ",
    "eng": "So eat of that [meat] upon which the name of Allah has been mentioned, if you are believers in His verses.",
    "ban": "কাজেই আহার করো যার উপরে আল্লাহ্‌র নাম উল্লেখ করা হয়েছে, -- যদি তোমরা তাঁর নির্দেশসমূহে বিশ্বাসী হও।"
  },
  {
    "num": "119",
    "ara": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ",
    "eng": "And why should you not eat of that upon which the name of Allah has been mentioned while He has explained in detail to you what He has forbidden you, excepting that to which you are compelled. And indeed do many lead [others] astray through their [own] inclinations without knowledge. Indeed, your Lord - He is most knowing of the transgressors.",
    "ban": "আর তোমাদের কি হয়েছে যে তোমরা তা খাবে না যার উপরে আল্লাহ্‌র নাম উল্লেখ করা হয়েছে, আর তিনি ইতিপূর্বে তোমাদের জন্য বিশদভাবে বর্ণনা করেছেন যা তোমাদের জন্য তিনি নিষেধ করেছেন, তবে যতটাতে তোমরা বাধ্য হও তা ব্যতীত? আর নিঃসন্দেহ অনেকেই বিপথে চালিত করে তাদের খেয়াল-খুশির দ্বারা জ্ঞানহীনতা বশতঃ। নিঃসন্দেহ তোমার প্রভু -- তিনি ভলো জানেন সীমা-লঙ্ঘনকারীদের।"
  },
  {
    "num": "120",
    "ara": "وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ",
    "eng": "And leave what is apparent of sin and what is concealed thereof. Indeed, those who earn [blame for] sin will be recompensed for that which they used to commit.",
    "ban": "আর পরিহার করো প্রকাশ্য পাপ ও তার গোপনীয়গুলোও। নিঃসন্দেহ যারা পাপ অর্জন করে তাদের প্রতিফল দেওয়া হবে তারা যা উপার্জন করে থাকে তার দ্বারা।"
  },
  {
    "num": "121",
    "ara": "وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ",
    "eng": "And do not eat of that upon which the name of Allah has not been mentioned, for indeed, it is grave disobedience. And indeed do the devils inspire their allies [among men] to dispute with you. And if you were to obey them, indeed, you would be associators [of others with Him].",
    "ban": "আর আহার করো না যাতে আল্লাহ্‌র নাম উল্লেখ করা হয় নি, কারণ নিঃসন্দেহ এটি নিশ্চিত পাপাচার। আর নিঃসন্দেহ শয়তানরা তাদের বন্ধুবান্ধদের প্ররোচনা দেয় তোমাদের সঙ্গে বিবাদ করতে, আর তোমরা যদি তাদের আজ্ঞাপালন করো তবে নিঃসন্দেহ তোমরা নিশ্চয়ই বহুখোদাবাদী হবে।"
  },
  {
    "num": "122",
    "ara": "أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "And is one who was dead and We gave him life and made for him light by which to walk among the people like one who is in darkness, never to emerge therefrom? Thus it has been made pleasing to the disbelievers that which they were doing.",
    "ban": "যিনি ছিলেন মৃত, তারপর তাঁকে আমরা জীবন্ত করলাম, আর তাঁর জন্য তৈরি করলাম আলো যার সাহায্যে তিনি মানুষদের মধ্যে চলাফেরা করেন, -- তিনি কি তার মতো যার তুলনা হচ্ছে এমন এক লোক যে থাকে অন্ধকারে যা থেকে তার বেরুনোর পথ নেই? এইভাবে অবিশ্বাসীদের জন্য আমরা চিত্তাকর্ষক করে থাকি যা তারা করতে থাকে।"
  },
  {
    "num": "123",
    "ara": "وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا وَمَا يَمْكُرُونَ إِلَّا بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ",
    "eng": "And thus We have placed within every city the greatest of its criminals to conspire therein. But they conspire not except against themselves, and they perceive [it] not.",
    "ban": "আর এইভাবে আমরা প্রত্যেক জনপদে সেখানকার অপরাধীদের বানিয়েছি সর্দার, যেন তারা তার মধ্যে চক্রান্ত ক'রে চলে, আর তারা চক্রান্ত করে না শুধু তাদের আপন অন্তরা‌ত্মার বিরুদ্ধে ছাড়া, আর তারা বুঝে না।"
  },
  {
    "num": "124",
    "ara": "وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِندَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ",
    "eng": "And when a sign comes to them, they say, \"Never will we believe until we are given like that which was given to the messengers of Allah.\" Allah is most knowing of where He places His message. There will afflict those who committed crimes debasement before Allah and severe punishment for what they used to conspire.",
    "ban": "আর যখন তাদের কাছে কোনো নিদর্শন আসে, তারা বলে -- \"আমরা কখনো বিশ্বাস করবো না যে পর্যন্ত না আল্লাহ্‌র রসূলদের যা দেয়া হয়েছে তার অনুরূপ কিছু আমাদেরও দেওয়া হয়।\" আল্লাহ্‌ই ভালো জানেন কোথায় তাঁর প্রত্যাদেশের ভারার্পণ করবেন। যারা অপরাধ করে চলে তাদের উপরে শীঘ্রই ঘটবে আল্লাহ্‌র তরফ থেকে লাঞ্ছনা এবং কঠোর শাস্তি -- তারা যা চক্রান্ত করে চলেছে সেজন্য।"
  },
  {
    "num": "125",
    "ara": "فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ",
    "eng": "So whoever Allah wants to guide - He expands his breast to [contain] Islam; and whoever He wants to misguide - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allah place defilement upon those who do not believe.",
    "ban": "অতএব আল্লাহ্ যদি কাউকে ইচ্ছা করেন যে তিনি তাকে ধর্মপথে পরিচালন করবেন, তবে তার বক্ষ তিনি ইসলামের প্রতি প্রশস্ত করবেন, আর যার জন্য তিনি ইচ্ছা করেন যে তিনি তাকে পথভ্রষ্টতায় ফেলে রাখবেন, তার বক্ষকে তিনি আটোঁসাঁটো ও সংকীর্ণ করে ফেলেন যেন সে আকাশে আরোহণ করে চলেছে। এইভাবে আল্লাহ্ কলুষতা আনয়ন করেন তাদের উপরে যারা বিশ্বাস স্থাপন করে না।"
  },
  {
    "num": "126",
    "ara": "وَهَذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ",
    "eng": "And this is the path of your Lord, [leading] straight. We have detailed the verses for a people who remember.",
    "ban": "আর এই হচ্ছে তোমার প্রভুর পথ -- সহজ-সঠিক। আমরা নিশ্চয় নির্দেশসমূহ বিশদভাবে ব্যাখ্যা করেছি তেমন লোকের জন্য যারা মনোনিবেশ করে।"
  },
  {
    "num": "127",
    "ara": "لَهُمْ دَارُ السَّلَامِ عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُم بِمَا كَانُوا يَعْمَلُونَ",
    "eng": "For them will be the Home of Peace with their Lord. And He will be their protecting friend because of what they used to do.",
    "ban": "তাদের জন্য রয়েছে শান্তিনিকেতন তাদের প্রভুর কাছে, আর তারা যা করে থাকে সেজন্য তিনি তাদের রক্ষাকারী বন্ধু।"
  },
  {
    "num": "128",
    "ara": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الْإِنسِ وَقَالَ أَوْلِيَاؤُهُم مِّنَ الْإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
    "eng": "And [mention, O Muhammad], the Day when He will gather them together [and say], \"O company of jinn, you have [misled] many of mankind.\" And their allies among mankind will say, \"Our Lord, some of us made use of others, and we have [now] reached our term, which you appointed for us.\" He will say, \"The Fire is your residence, wherein you will abide eternally, except for what Allah wills. Indeed, your Lord is Wise and Knowing.\"",
    "ban": "আর যেদিন তিনি তাদের সবাইকে একত্র করবেন -- \"হে জিন সম্প্রদায়! তোমরা মানুষদের অনেককেই নিয়ে গিয়েছিলে।\" আর মানবগোষ্ঠীর মধ্যে থেকে তাদের বন্ধুবান্ধবরা বলবে -- \"আমাদের প্রভূ! আমাদের কেউ কেউ অন্যদের দ্বারা লাভবান হয়েছিলাম, কিন্ত আমরা পৌছেগেছি আমাদের অন্তিম সময়ে যা তুমি আমাদের জন্য নির্ধারিত করেছিলে। তিনি বলবেন -- \"আগুন হচ্ছে তোমাদের আবাসস্থল, সেখানে দীর্ঘকাল থাকবার জন্য -- আল্লাহ্ যাকে ইচ্ছা করেন সে ব্যতীত। নিঃসন্দেহ তোমার প্রভু পরমজ্ঞানী, সর্বজ্ঞাতা।"
  },
  {
    "num": "129",
    "ara": "وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "And thus will We make some of the wrongdoers allies of others for what they used to earn.",
    "ban": "আর এইভাবে আমরা কোনো-কোনো অন্যায়কারীদের অন্যদের সহায় হতে দিই যা তারা অর্জন করে থাকে সেজন্য।"
  },
  {
    "num": "130",
    "ara": "يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا شَهِدْنَا عَلَى أَنفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
    "eng": "\"O company of jinn and mankind, did there not come to you messengers from among you, relating to you My verses and warning you of the meeting of this Day of yours?\" They will say, \"We bear witness against ourselves\"; and the worldly life had deluded them, and they will bear witness against themselves that they were disbelievers.",
    "ban": "হে জিন ও মানব সম্প্রদায়! তোমাদের কাছে কি তোমাদের মধ্যে থেকে রসূলগণ আসেন নি যাঁরা তোমাদের কাছে আমার নির্দেশাবলী বর্ণনা করতেন আর তোমাদের সতর্ক করতেন তোমাদের এই দিনটিতে একত্রিত হওয়া সন্বন্ধে? তারা বলবে -- \"আমরা সাক্ষ্য দিচ্ছি আমাদের নিজেদের বিরুদ্ধেই।\" আর এই দুনিয়ার জীবন তাদের ভুলিয়েছিল, আর তারা নিজেদের বিরুদ্ধেই সাক্ষ্য দেবে যে তারা বস্তুতঃ অবিশ্বাসী ছিল।"
  },
  {
    "num": "131",
    "ara": "ذَلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ",
    "eng": "That is because your Lord would not destroy the cities for wrongdoing while their people were unaware.",
    "ban": "এটি এজন্য যে কোনো জনপদকে অন্যায়ভাবে ধ্বংস করা তোমার প্রভুর কাজ নয়, যখন তাদের বাসিন্দারা অজ্ঞ থাকে।"
  },
  {
    "num": "132",
    "ara": "وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ",
    "eng": "And for all are degrees from what they have done. And your Lord is not unaware of what they do.",
    "ban": "আর প্রত্যেকের জন্যে রয়েছে তারা যা করে সেই অনুপাতে স্তরসমূহ। আর তোমার প্রভু অনবহিত নন তারা যা করে সে- সন্বন্ধে।"
  },
  {
    "num": "133",
    "ara": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِن بَعْدِكُم مَّا يَشَاءُ كَمَا أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ",
    "eng": "And your Lord is the Free of need, the possessor of mercy. If He wills, he can do away with you and give succession after you to whomever He wills, just as He produced you from the descendants of another people.",
    "ban": "আর তোমার প্রভু স্বয়ংসম্পূর্ণ, করুণার অধিকারী। তিনি যদি ইচ্ছা করেন তবে তিনি তোমাদের সরিয়ে দিতে পারেন এবং তোমাদের পরে তোমাদের স্থলাভিষিক্ত করতে পারেন যাদের তিনি চান, যেমন তিনি তোমাদের উত্থিত করেছিলেন অন্য এক গোষ্ঠীর বংশ থেকে।"
  },
  {
    "num": "134",
    "ara": "إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنتُم بِمُعْجِزِينَ",
    "eng": "Indeed, what you are promised is coming, and you will not cause failure [to Allah].",
    "ban": "নিঃসন্দেহ তোমাদের কাছে যা ওয়াদা করা হয়েছে তা অবশ্যই ঘটবে, আর তোমরা এড়িয়ে যেতে পারবে না।"
  },
  {
    "num": "135",
    "ara": "قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
    "eng": "Say, \"O my people, work according to your position; [for] indeed, I am working. And you are going to know who will have succession in the home. Indeed, the wrongdoers will not succeed.",
    "ban": "বলো -- \"হে আমার লোকেরা! তোমাদের স্থলে তোমরা কাজ করে চলো, আমিও কাজ করে যাচ্ছি, আর শীঘ্রই তোমরা জানতে পারবে কার জন্য রয়েছে শেষ-আলয়।\" নিঃসন্দেহ অন্যায়কারীরা সফলকাম হবে না।"
  },
  {
    "num": "136",
    "ara": "وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ",
    "eng": "And the polytheists assign to Allah from that which He created of crops and livestock a share and say, \"This is for Allah,\" by their claim, \"and this is for our partners [associated with Him].\" But what is for their \"partners\" does not reach Allah, while what is for Allah - this reaches their \"partners.\" Evil is that which they rule.",
    "ban": "আর তারা আল্লাহ্‌র জন্য নির্দিষ্ট করে শস্যক্ষেত্র ও পশুপালন থেকে যা তিনি উৎপাদন করেছেন তার এক অংশ, এবং বলে -- \"এই হচ্ছে আল্লাহ্‌র জন্য\" -- তাদের ধারণানুযায়ী, -- \"আর এই হচ্ছে আমাদের অংশীদেবতাদের জন্য।\" তারপর যা তাদের অংশীদেবতাদের জন্য তা আল্লাহ্‌র কাছে পৌঁছে না, আর যা আল্লাহ্‌র জন্য তা পেছে যাঁয় তাদের অংশীদেবতাদের কাছে। কি নিকৃষ্ট যা তারা সিদ্ধান্ত করে!"
  },
  {
    "num": "137",
    "ara": "وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
    "eng": "And likewise, to many of the polytheists their partners have made [to seem] pleasing the killing of their children in order to bring about their destruction and to cover them with confusion in their religion. And if Allah had willed, they would not have done so. So leave them and that which they invent.",
    "ban": "আর এইভাবে বহুখোদাবাদীদের অধিকাংশের জন্য তাদের অংশীদেবতারা চিত্তাকর্ষক করেছে তাদের সন্তান-হত্যা, যেন তারা এদের ধ্বংস করতে পারে আর তাদের ধর্মকে তাদের জন্য বিভ্রান্তিকর করতে পারে। আর আল্লাহ্ যদি ইচ্ছে করতেন তবে তারা এ করতো না, কাজেই তাদের ও তারা যা জালিয়াতি করে তাকে উপেক্ষা করো।"
  },
  {
    "num": "138",
    "ara": "وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَا إِلَّا مَن نَّشَاءُ بِزَعْمِهِمْ وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لَّا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِم بِمَا كَانُوا يَفْتَرُونَ",
    "eng": "And they say, \"These animals and crops are forbidden; no one may eat from them except whom we will,\" by their claim. And there are those [camels] whose backs are forbidden [by them] and those upon which the name of Allah is not mentioned - [all of this] an invention of untruth about Him. He will punish them for what they were inventing.",
    "ban": "আর তারা বলে -- \"এইসব গবাদি-পশু ও শস্যক্ষেত্র নিষিদ্ধ, কেউ এইসব খেতে পারবে না আমরা যাদের ইচ্ছা করি তারা ব্যতীত\", -- তাদের ধারণানুযায়ী, এবং কতক পশু যাদের পিঠ নিষেধ করা হয়েছে, আর গবাদি-পশু যাদের উপরে তারা আল্লাহ্‌র নাম স্মরণ করে না, -- এ-সব তাঁর বিরুদ্ধে মিথ্যা উদ্ভাবন। তিনি অচিরেই তাদের প্রতিফল দেবেন তারা যা উদ্ভাবন করে থাকে তার জন্য।"
  },
  {
    "num": "139",
    "ara": "وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ",
    "eng": "And they say, \"What is in the bellies of these animals is exclusively for our males and forbidden to our females. But if it is [born] dead, then all of them have shares therein.\" He will punish them for their description. Indeed, He is Wise and Knowing.",
    "ban": "আর তারা বলে -- \"এই গবাদি-পশুর পেটে যা আছে তা বিশেষভাবে আমাদের পুরুষদের জন্য, আর নিষিদ্ধ আমাদের নারীদের জন্য, আর যদি তা মৃত হয় তবে তারাও ওতে অংশীদার।\" তিনি শীঘ্রই তাদের প্রতিদান দেবেন তাদের ধার্য করার জন্য। নিঃসন্দেহ তিনি পরমজ্ঞানী, সর্বজ্ঞাতা।"
  },
  {
    "num": "140",
    "ara": "قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ",
    "eng": "Those will have lost who killed their children in foolishness without knowledge and prohibited what Allah had provided for them, inventing untruth about Allah. They have gone astray and were not [rightly] guided.",
    "ban": "নিঃসন্দেহ তারা ক্ষতিগ্রস্ত যারা তাদের সন্তানদের হত্যা করে নিরবুদ্ধিতার বশে, জ্ঞানহীনতার জন্য, আর নিষেধ করে আল্লাহ্ তাদের যা খেতে দিয়েছেন -- আল্লাহ্‌র বিরুদ্ধে মিথ্যা রচনা ক'রে। তারা অবশ্যই গোল্লায় গেছে, আর তারা সৎপথপ্রাপ্তও নয়।"
  },
  {
    "num": "141",
    "ara": "وَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِن ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
    "eng": "And He it is who causes gardens to grow, [both] trellised and untrellised, and palm trees and crops of different [kinds of] food and olives and pomegranates, similar and dissimilar. Eat of [each of] its fruit when it yields and give its due [zakah] on the day of its harvest. And be not excessive. Indeed, He does not like those who commit excess.",
    "ban": "আর তিনিই সেইজন যিনি সৃষ্টি করেছেন বাগান -- মাচা-বাঁধানো ও মাচা-বিহীন, আর খেজুর গাছ, আর শস্যক্ষেত্র যার রকম- রকমের স্বাদ, আর জলপাই ও ডালিম -- এক রকমের ও সাদৃশ্যবিহীন। সে-সবের ফল খাও যখন তা ফল ধরে, আর ওর হক্ প্রদান করো ফসল তোলার দিনে, আর অপচয় করো না। নিঃসন্দেহ তিনি অপচয়কারীদের ভালোবাসেন না।"
  },
  {
    "num": "142",
    "ara": "وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "eng": "And of the grazing livestock are carriers [of burdens] and those [too] small. Eat of what Allah has provided for you and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy.",
    "ban": "আর গবাদি-পশুদের মধ্যে কতকগুলো ভার বহনের জন্য আর কিছু ক্ষুদ্রাকার। আল্লাহ্ তোমাদের যা খাদ্যবস্তু দিয়েছেন সে- সব থেকে আহার করো, আর শয়তানের পদাঙ্ক অনুসরণ করো না। নিঃসন্দেহ তোমাদের জন্য সে হচ্ছে প্রকাশ্য শত্রু ।"
  },
  {
    "num": "143",
    "ara": "ثَمَانِيَةَ أَزْوَاجٍ مِّنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ",
    "eng": "[They are] eight mates - of the sheep, two and of the goats, two. Say, \"Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Inform me with knowledge, if you should be truthful.\"",
    "ban": "আটটি জোড়ায় -- ভেড়া থেকে দুটো ও ছাগল থেকে দুটো। বলো -- \"তিনি কি নিষেধ করেছেন নর দুটি অথবা মাদী দুটি, অথবা মাদী-দুটির গর্ভ যা ধরে রেখেছে তা? জ্ঞানের সাথে আমাকে জানাও যদি তোমরা সত্যবাদী হয়ে থেকো।\""
  },
  {
    "num": "144",
    "ara": "وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنثَيَيْنِ أَمْ كُنتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "eng": "And of the camels, two and of the cattle, two. Say, \"Is it the two males He has forbidden or the two females or that which the wombs of the two females contain? Or were you witnesses when Allah charged you with this? Then who is more unjust than one who invents a lie about Allah to mislead the people by [something] other than knowledge? Indeed, Allah does not guide the wrongdoing people.\"",
    "ban": "আর উট থেকে দুটো ও গরু থেকে দুটো। বলো -- \"তিনি কি নিষেধ করেছেন নর দুটি অথবা মাদী দুটি, না মাদী-দুটির গর্ভ যা ধারণ করেছে তা? অথবা তোমরা কি সাক্ষী ছিলে যখন আল্লাহ্ তোমাদের জন্য এই বিধান দিয়েছিলেন?\" সুতরাং কে বেশি অন্যায়কারী তার চাইতে যে আল্লাহ্‌র বিরুদ্ধে মিথ্যা রচনা করে, যেন সে লোককে বিভ্রান্ত করতে পারে জ্ঞানহীনভাবে? নিঃসন্দেহ আল্লাহ্ ধর্মপথে পরিচালিত করেন না অন্যায়কারী লোকদের।"
  },
  {
    "num": "145",
    "ara": "قُل لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ",
    "eng": "Say, \"I do not find within that which was revealed to me [anything] forbidden to one who would eat it unless it be a dead animal or blood spilled out or the flesh of swine - for indeed, it is impure - or it be [that slaughtered in] disobedience, dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], then indeed, your Lord is Forgiving and Merciful.\"",
    "ban": "বলো -- \"আমার কাছে যা প্রত্যাদিষ্ট হয়েছে তাতে আমি খাদকের জন্য নিষিদ্ধ পাই নি তা খেতে এইসব ব্যতীত -- যা মৃত হয়ে গেছে, অথবা ঝরে পড়া রক্ত, অথবা শূকরের মাংস, -- কেননা তা নিঃসন্দেহ অশুচি, অথবা যা হালাল করা হয়েছে তার উপরে আল্লাহ্ ছাড়া অন্য নাম নেওয়ার পাপাচারে, কিন্ত যে কেউ চাপে পড়েছে, অবাধ্য না হয়ে বা মাত্রা না ছাড়িয়ে, তবে তোমার প্রভু নিঃসন্দেহ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "146",
    "ara": "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُم بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ",
    "eng": "And to those who are Jews We prohibited every animal of uncloven hoof; and of the cattle and the sheep We prohibited to them their fat, except what adheres to their backs or the entrails or what is joined with bone. [By] that We repaid them for their injustice. And indeed, We are truthful.",
    "ban": "আর যারা ঈহুদী মত পোষণ করে তাদের জন্য আমরা নিষেধ করেছিলাম প্রত্যেক অবিভক্ত খুর-বিশিষ্ট প্রাণী, আর গরু ও মেষের মধ্যে তাদের জন্য আমরা নিষেধ করেছিলাম উভয়ের চর্বি, তবে যা জড়িত থাকত তাদের পিঠে বা অন্ত্রে, অথবা যা সংযুক্ত থাকত হাড়ের সঙ্গে তা ব্যতীত। এভাবে তাদের আমরা প্রতিফল দিয়েছিলাম তাদের অবাধ্যতার জন্য, আর নিঃসন্দেহ আমরা সত্যপরায়ণ।"
  },
  {
    "num": "147",
    "ara": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ",
    "eng": "So if they deny you, [O Muhammad], say, \"Your Lord is the possessor of vast mercy; but His punishment cannot be repelled from the people who are criminals.\"",
    "ban": "কাজেই তারা যদি তোমাকে প্রত্যাখ্যান করে তবে বলো -- \"তোমাদের প্রভু সর্বব্যাপী করুণার মালিক, কিন্ত তাঁর শাস্তি প্রতিহত হবে না অপরাধী সম্প্রদায়ের থেকে।\""
  },
  {
    "num": "148",
    "ara": "سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِن شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِن تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
    "eng": "Those who associated with Allah will say, \"If Allah had willed, we would not have associated [anything] and neither would our fathers, nor would we have prohibited anything.\" Likewise did those before deny until they tasted Our punishment. Say, \"Do you have any knowledge that you can produce for us? You follow not except assumption, and you are not but falsifying.\"",
    "ban": "যারা বহুখোদাবাদী তারা তখন বলবে -- \"আল্লাহ্ যদি ইচ্ছা করতেন তবে আমরা অংশী দাঁড় করতাম না, আর আমাদের পিতৃপুরুষরাও না, আর আমরা কিছুই নিষেধ করতাম না।\" এইভাবে এদের পূর্বে যারা ছিল তারাও প্রত্যাখ্যান করেছিল, যে পর্যন্ত না তারা আমাদের ক্ষমতা আস্বাদ করেছিল! বলো -- \"তোমাদের কাছে কি কোনো জ্ঞান রয়েছে? থাকলে তা আমাদের নিকট হাজির করো। তোমরা শুধু কল্পনারই অনুসরণ করছো, আর তোমরা তো শুধু আন্দাজে হাতড়াচ্ছ।\""
  },
  {
    "num": "149",
    "ara": "قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
    "eng": "Say, \"With Allah is the far-reaching argument. If He had willed, He would have guided you all.\"",
    "ban": "বলো -- \"তবে চূড়ান্ত যুক্তি-তর্ক আল্লাহ্‌রই, কাজেই তিনি যদি ইচ্ছা করতেন তবে তোমাদের সবাইকে তিনি সৎপথে পরিচালিত করতেন।\""
  },
  {
    "num": "150",
    "ara": "قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِن شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
    "eng": "Say, [O Muhammad], \"Bring forward your witnesses who will testify that Allah has prohibited this.\" And if they testify, do not testify with them. And do not follow the desires of those who deny Our verses and those who do not believe in the Hereafter, while they equate [others] with their Lord.",
    "ban": "বলো -- \"হাজির করো তোমাদের সাক্ষীদের যারা সাক্ষ্য দিতে পারে যে আল্লাহ্ এ নিষেধ করেছেন।\" অতএব যদি তারা সাক্ষ্য দেয় তবে তুমি তাদের সঙ্গে সাক্ষ্য দিতে যেও না, আর তাদের খেয়ালখুশির অনুসরণ করো না যারা আমাদের নির্দেশাবলী প্রত্যাখ্যান করেছে, আর যারা পরকালে বিশ্বাস করে না, আর তারাই তাদের প্রতিপালকের প্রতি সমকক্ষ ঠাওরায়।"
  },
  {
    "num": "151",
    "ara": "قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُم مِّنْ إِمْلَاقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَعْقِلُونَ",
    "eng": "Say, \"Come, I will recite what your Lord has prohibited to you. [He commands] that you not associate anything with Him, and to parents, good treatment, and do not kill your children out of poverty; We will provide for you and them. And do not approach immoralities - what is apparent of them and what is concealed. And do not kill the soul which Allah has forbidden [to be killed] except by [legal] right. This has He instructed you that you may use reason.\"",
    "ban": "বলো -- \"এসো আমি বাতলে দিই তোমাদের প্রভু তোমাদের জন্য কি নিষেধ করেছেন, -- তোমরা তাঁর সঙ্গে অন্য কিছু শরিক করো না, আর পিতা-মাতার প্রতি সদ্ব্যবহার, আর তোমাদের সন্তানদের তোমরা হত্যা করো না দারিদ্রের কারণে,\" -- আমারাই জীবিকা দিই তোমাদের ও তাদেরও, -- \"আর অশ্লিলতার ধারে-কাছেও যেও না তার যা প্রকাশ পায় ও যা গোপন থাকে, আর তেমন কোনো লোককে হত্যা করো না যাকে আল্লাহ্ নিষেধ করেছেন, -- যথাযথ কারণ ব্যতীত। এইসব দিয়ে তিনি তোমাদের আদেশ জারি করেছেন, যেন তোমরা বুঝতে পারো।"
  },
  {
    "num": "152",
    "ara": "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى وَبِعَهْدِ اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَذَكَّرُونَ",
    "eng": "And do not approach the orphan's property except in a way that is best until he reaches maturity. And give full measure and weight in justice. We do not charge any soul except [with that within] its capacity. And when you testify, be just, even if [it concerns] a near relative. And the covenant of Allah fulfill. This has He instructed you that you may remember.",
    "ban": "\"আর এতীমের সম্পত্তির কাছে যেও না যা শ্রেষ্ঠতর সেই উদ্দেশ্য ব্যতীত, যে পর্যন্ত না সে তার সাবালকত্বে পৌঁছে। আর পুরো মাপ ও ওজন দেবে ন্যায্যভাবে।\" আমরা কোনো লোকের উপরে ভার চাপাই না যা তার ক্ষমতার অতিরিক্ত। \"আর যখন তোমরা কথা বলো তখন ন্যায়নিষ্ঠ হও যদিও তা আপনজনের ব্যাপারে হয়। আর আল্লাহ্‌র ওয়াদা সম্পাদন করো। -- এইসব দিয়ে তোমাদের তিনি নির্দেশ দিয়েছেন যেন তোমরা মনোনিবেশ করো।"
  },
  {
    "num": "153",
    "ara": "وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ",
    "eng": "And, [moreover], this is My path, which is straight, so follow it; and do not follow [other] ways, for you will be separated from His way. This has He instructed you that you may become righteous.",
    "ban": "\"আর যে এটিই আমার সহজ-সঠিক পথ, কাজেই এরই অনুসরণ করো, এবং অন্যান্য পথ অনুসরণ করো না, কেননা সে-সব তাঁর পথ থেকে তোমাদের বিচ্ছিন্ন করবে।\" এইসব দ্বারা তিনি তোমাদের নির্দেশ দিয়েছেন যেন তোমরা ধর্মপরায়ণতা অবলন্বন করো।"
  },
  {
    "num": "154",
    "ara": "ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ",
    "eng": "Then We gave Moses the Scripture, making complete [Our favor] upon the one who did good and as a detailed explanation of all things and as guidance and mercy that perhaps in [the matter of] the meeting with their Lord they would believe.",
    "ban": "পুনরায়, আমরা মূসাকে দিয়েছিলাম গ্রন্থ -- পূর্ণাঙ্গ তারজন্য যে শুভকাজ করে এবং যা হচ্ছে সব-কিছুর বিশদ বিবরণ, আর পথনির্দেশ ও করুণা, -- যেন তারা তাদের প্রভুর সঙ্গে মুলাকাতের সন্বন্ধে বিশ্বাস করে।"
  },
  {
    "num": "155",
    "ara": "وَهَذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ",
    "eng": "And this [Qur'an] is a Book We have revealed [which is] blessed, so follow it and fear Allah that you may receive mercy.",
    "ban": "আর এ এক গ্রন্থ -- আমরা এটি অবতারণ করেছি কল্যাণময় ক'রে, কাজেই এর অনুসরণ করো ও ভয়ভক্তি করো যেন তোমাদের প্রতি দয়া প্রদর্শন করা হয়, --"
  },
  {
    "num": "156",
    "ara": "أَن تَقُولُوا إِنَّمَا أُنزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَافِلِينَ",
    "eng": "[We revealed it] lest you say, \"The Scripture was only sent down to two groups before us, but we were of their study unaware,\"",
    "ban": "পাছে তোমরা বলো -- \"আমাদের আগে গ্রন্থ অবতীর্ণ হয়েছিল শুধু দুটি সম্প্রদায়ের কাছে, আর আমরা তাদের পড়াশুনা সন্বন্ধে অজ্ঞাত ছিলাম।\""
  },
  {
    "num": "157",
    "ara": "أَوْ تَقُولُوا لَوْ أَنَّا أُنزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ",
    "eng": "Or lest you say, \"If only the Scripture had been revealed to us, we would have been better guided than they.\" So there has [now] come to you a clear evidence from your Lord and a guidance and mercy. Then who is more unjust than one who denies the verses of Allah and turns away from them? We will recompense those who turn away from Our verses with the worst of punishment for their having turned away.",
    "ban": "অথবা পাছে তোমরা বলো -- \"যদি আমাদের কাছে গ্রন্থ অবতীর্ণ হতো তবে আমরা তাদের চাইতে ভালোভাবে সুপথগামী হতাম।\" এখন তো তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে এসেছে স্পষ্ট প্রমাণ এবং পথনির্দেশ ও কুরুণা। অতএব তার চাইতে কে বেশি অন্যায়কারী যে আল্লাহ্‌র নির্দেশসমূহ প্রত্যাখ্যান করে আর সে-সব থেকে ফিরে যায়? যারা আমাদের নির্দেশাবলী থেকে ফিরে যায় তাদের আমরা অচিরেই প্রতিফল দেবো নিকৃষ্ট শাস্তি দিয়ে, যেহেতু তারা ফিরে যেতো।"
  },
  {
    "num": "158",
    "ara": "هَلْ يَنظُرُونَ إِلَّا أَن تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا قُلِ انتَظِرُوا إِنَّا مُنتَظِرُونَ",
    "eng": "Do they [then] wait for anything except that the angels should come to them or your Lord should come or that there come some of the signs of your Lord? The Day that some of the signs of your Lord will come no soul will benefit from its faith as long as it had not believed before or had earned through its faith some good. Say, \"Wait. Indeed, we [also] are waiting.\"",
    "ban": "তারা কি প্রতীক্ষা করছে পাছে ফিরিশ্‌তারা তাদের কাছে আসুক, অথবা তোমার প্রভু আসুন, অথবা তোমার প্রভুর কোনো কোনো নিদর্শন আসুক, তখন কোনো লোকেরই তার ঈমানে কোনো ফায়দা হবে না যে এর আগে বিশ্বাস স্থাপন করে নি, কিংবা যে তার ঈমানের দ্বারা কোনো কল্যাণ অর্জন করে নি। বলো -- \"তোমরা অপেক্ষা করো, আমরাও প্রতীক্ষাকারী।\""
  },
  {
    "num": "159",
    "ara": "إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا يَفْعَلُونَ",
    "eng": "Indeed, those who have divided their religion and become sects - you, [O Muhammad], are not [associated] with them in anything. Their affair is only [left] to Allah; then He will inform them about what they used to do.",
    "ban": "নিঃসন্দেহ যারা তাদের ধর্মকে বিভক্ত করেছে এবং বিভিন্ন দল হয়ে গেছে, তাদের জন্য তোমার কোনো দায়দায়িত্ব নেই। নিঃসন্দেহ তাদের ব্যাপার আল্লাহ্‌র কাছে, তিনিই এরপরে তাদের জানাবেন যা তারা করে চলতো।"
  },
  {
    "num": "160",
    "ara": "مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَن جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
    "eng": "Whoever comes [on the Day of Judgement] with a good deed will have ten times the like thereof [to his credit], and whoever comes with an evil deed will not be recompensed except the like thereof; and they will not be wronged.",
    "ban": "যে কেউ একটি ভালো কাজ নিয়ে আসে, তার জন্য তবে রয়েছে দশটি তার অনুরূপ, আর যে কেউ একটি মন্দ কাজ নিয়ে আসে, তাকে তবে প্রতিদান দেয়া হয় না তার অনুরূপ ব্যতীত, আর তাদের প্রতি অন্যায় করা হবে না।"
  },
  {
    "num": "161",
    "ara": "قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
    "eng": "Say, \"Indeed, my Lord has guided me to a straight path - a correct religion - the way of Abraham, inclining toward truth. And he was not among those who associated others with Allah.\"",
    "ban": "বলো -- \"নিঃসন্দেহ আমার প্রভু আমাকে পরিচালনা করেছেন সহজ-সঠিক পথের দিকে -- এক সুষ্ঠাঙ্গ ধর্মে -- একনিষ্ঠ ইব্রাহীমের ধর্মমতে, আর তিনি বহুখোদাবাদীদের অন্তর্ভুক্ত ছিলেন না।\""
  },
  {
    "num": "162",
    "ara": "قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ",
    "eng": "Say, \"Indeed, my prayer, my rites of sacrifice, my living and my dying are for Allah, Lord of the worlds.",
    "ban": "বলো -- \"নিঃসন্দেহ আমার নামায ও আমার কুরবানি, আর আমার জীবন ও আমার মরণ -- আল্লাহ্‌র জন্য যিনি সমস্ত বিশ্বজগতের প্রভু।"
  },
  {
    "num": "163",
    "ara": "لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ",
    "eng": "No partner has He. And this I have been commanded, and I am the first [among you] of the Muslims.\"",
    "ban": "\"কোনো শরিক নেই তাঁর, আর এভাবেই আমি আদিষ্ট হয়েছি, আর আমি থাকবো আ‌ত্মসমর্পণকারীদের একেবারে পুরোভাগে।\""
  },
  {
    "num": "164",
    "ara": "قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
    "eng": "Say, \"Is it other than Allah I should desire as a lord while He is the Lord of all things? And every soul earns not [blame] except against itself, and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you concerning that over which you used to differ.\"",
    "ban": "বলো -- \"কী! আমি কি আল্লাহ্ ছাড়া অন্য প্রভু খুজঁবো, অথচ তিনিই সব-কিছুর রব্ব?\" আর প্রত্যেক সত্তা অর্জন করে না তার জন্যে ছাড়া, আর কোনো ভারবাহক অন্যের ভার বহন করবে না। তারপর তোমাদের প্রভুর কাছেই তোমাদের প্রত্যাবর্তন, তখন তিনি তোমাদের জানিয়ে দেবেন যে-বিষয়ে তোমরা মতভেদ ক'রে চলছিলে।"
  },
  {
    "num": "165",
    "ara": "وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ",
    "eng": "And it is He who has made you successors upon the earth and has raised some of you above others in degrees [of rank] that He may try you through what He has given you. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.",
    "ban": "আর তিনিই সেইজন যিনি তোমাদের পৃথিবীর প্রতিনিধি বানিয়েছেন, আর তোমাদের কাউকে অন্যদের উপরে মর্যাদায় উন্নত করেছেন, যেন তিনি তোমাদের নিয়মানুবর্তী করতে পারেন যা তিনি তোমাদের দিয়েছেন তার দ্বারা। নিঃসন্দেহ তিনি পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  }
]
