[
  {
    "num": "1",
    "ara": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
    "eng": "Whatever is in the heavens and whatever is on the earth is exalting Allah, the Sovereign, the Pure, the Exalted in Might, the Wise.",
    "ban": "মহাকাশমন্ডলে যা-কিছু আছে ও যে কেউ আছে পৃথিবীতে তারা আল্লাহ্‌র মহিমা জপতপ করে, -- যিনি মহারাজাধিরাজ, পরম পবিত্র, মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "2",
    "ara": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ",
    "eng": "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error -",
    "ban": "তিনিই সেইজন যিনি নিরক্ষরদের মধ্যে, তাদেরই মধ্যে থেকে, একজন রসূল দাঁড় করিয়েছেন, তিনি তাদের কাছে পাঠ করছেন তাঁর নির্দেশাবলী, আর তিনি তাদের পবিত্র করেছেন, আর তিনি তাদের শিক্ষা দিয়েছেন ধর্মগ্রন্থ ও জ্ঞানবিজ্ঞান, যদিও এর আগে তারা তো ছিল স্পষ্ট বিভ্রান্তিতে, --"
  },
  {
    "num": "3",
    "ara": "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "eng": "And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.",
    "ban": "আর তাদের মধ্যে থেকে অন্যান্যদের যারা এখনও তাদের সঙ্গে যোগ দেয় নি। আর তিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "4",
    "ara": "ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
    "eng": "That is the bounty of Allah, which He gives to whom He wills, and Allah is the possessor of great bounty.",
    "ban": "এইটিই আল্লাহ্‌র অনুগ্রহ-প্রাচুর্য, -- এটি তিনি দান করেন যাকে তিনি ইচ্ছা করেন। আর আল্লাহ্ বিরাট করুণাভান্ডারের অধিকারী।"
  },
  {
    "num": "5",
    "ara": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "eng": "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people.",
    "ban": "যাদের তওরাতের ভার দেওয়া হয়েছিল, তারপর তারা তা অনুসরণ করে নি, তাদের দৃষ্টান্ত হচ্ছে গাধার মতো, যে গ্রন্থরাজির বোঝা বইছে। কত নিকৃষ্ট সে-জাতির দৃষ্টান্ত যারা আল্লাহ্‌র নির্দেশাবলী প্রত্যাখ্যান করে। আর আল্লাহ্ অন্যায়াচারী জাতিকে সৎপথে চালান না।"
  },
  {
    "num": "6",
    "ara": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ",
    "eng": "Say, \"O you who are Jews, if you claim that you are allies of Allah, excluding the [other] people, then wish for death, if you should be truthful.\"",
    "ban": "বলো -- \"ওহে যারা ইহুদী মত পোষণ কর! যদি তোমরা মনে কর যে লোকজনকে বাদ দিয়ে তোমরাই আল্লাহ্‌র বন্ধুবান্ধব, তাহলে তোমরা মৃত্যু কামনা করো, যদি তোমরা সত্যবাদী হও।\""
  },
  {
    "num": "7",
    "ara": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
    "eng": "But they will not wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
    "ban": "কিন্ত তাদের নিজেদের হাত যা আগবাড়িয়েছে সেজন্য তারা কখনো তা কামনা করবে না। আর আল্লাহ্ অন্যায়াচারীদের সন্বন্ধে সম্যক জ্ঞাতা।"
  },
  {
    "num": "8",
    "ara": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"",
    "ban": "বলো -- \"আলবৎ মৃত্যু, যা থেকে তোমরা পালাতে চাও, তা কিন্ত তোমাদের সাক্ষাৎ করবেই, তারপর তোমাদের পাঠানো হবে অদৃশ্যের ও দৃশ্যের পরিজ্ঞাতার কাছে, তখন তিনি তোমাদের জানিয়ে দেবেন কি তোমরা করতে।\""
  },
  {
    "num": "9",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "eng": "O you who have believed, when [the adhan] is called for the prayer on the day of Jumu'ah [Friday], then proceed to the remembrance of Allah and leave trade. That is better for you, if you only knew.",
    "ban": "ওহে যারা ঈমান এনেছ! যখন জুমু'আর দিনে নামাযের জন্য আহ্বান করা হয় তখন তোমরা আল্লাহ্‌র স্মরণে তাড়াতাড়ি করবে ও বেচা-কেনা বন্ধ রাখবে। এইটিই হচ্ছে তোমাদের জন্য শ্রেয়, যদি তোমরা জানতে।"
  },
  {
    "num": "10",
    "ara": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
    "eng": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allah, and remember Allah often that you may succeed.",
    "ban": "তারপর যখন নামায শেষ হয়ে যায় তখন তোমরা দেশে ছড়িয়ে পড়ো এবং আল্লাহ্‌র করুণাভান্ডার থেকে অণ্বেষণ করো, আর আল্লাহ্‌কে প্রচুরভাবে স্মরণ করো, যাতে তোমাদের সফলতা প্রদান করা হয়।"
  },
  {
    "num": "11",
    "ara": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
    "eng": "But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers.\"",
    "ban": "কিন্ত যখন তারা পণ্যদ্রব্য অথবা ক্রীড়া-কৌতুক দেখতে পায় তখন তারা সেদিকে ভেঙ্গে পড়ে এবং তোমাকে দাঁড়ানো অবস্থায় ফেলে রাখে। তুমি বলো -- \"আল্লাহ্‌র কাছে যা রয়েছে তা ক্রীড়া-কৌতুকের চেয়ে ও ব্যবসা-বাণিজ্যের চেয়েও উত্তম! আর জীবিকাদাতাদের মধ্য আল্লাহ্‌ই সর্বশ্রেষ্ঠ।\""
  }
]
