[
  {
    "num": "1",
    "ara": "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ",
    "eng": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
    "ban": "মুনাফিকরা যখন তোমার কাছে আসে তারা তখন বলে -- \"আমরা সাক্ষ্য দিচ্ছি যে তুমিই তো নিশ্চয়ই আল্লাহ্‌র রসূল।\" আর আল্লাহ্ জানেন যে তুমি নিশ্চয়ই তাঁর রসূল। বস্তুত আল্লাহ্ সাক্ষ্য দিচ্ছেন যে মুনাফিকগোষ্ঠীই আলবৎ মিথ্যাবাদী।"
  },
  {
    "num": "2",
    "ara": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَن سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
    "ban": "তারা তাদের শপথগুলোকে আবরণীরূপে গ্রহণ করে, যাতে তারা আল্লাহ্‌র পথ থেকে ফিরিয়ে রাখতে পারে। নিঃসন্দেহ তারা যা করে চলেছে তা কত মন্দ!"
  },
  {
    "num": "3",
    "ara": "ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "eng": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
    "ban": "এটি এই জন্য যে তারা ঈমান আনে, তারপর অবিশ্বাস করে; সেজন্য তাদের হৃদয়ের উপরে মোহর মেরে দেয়া হয়েছে, পরিণামে তারা বুঝতে-সুঝতে পারে না।"
  },
  {
    "num": "4",
    "ara": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ",
    "eng": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
    "ban": "আর তুমি যখন তাদের দেখ তখন তাদের গা-গতর তোমাকে তাজ্জব বানিয়ে দেয়, আর যদি তারা কথা বলে তবে তুমি তাদের বুলি শোনে থাক। তারা যেন এক-একটি কাঠের কুদোঁ ঠেস দিয়ে রাখা। তারা মনে করে প্রত্যেকটি শোরগোল তাদেরই বিরুদ্ধে। তারাই হচ্ছে শত্রু, ফলে তাদের সন্বন্ধে সাবধান হও। আল্লাহ্ তাদের ধ্বংস করুন! কোথা থেকে তাদের ফিরিয়ে দেওয়া হচ্ছে!"
  },
  {
    "num": "5",
    "ara": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
    "eng": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
    "ban": "আর যখন তাদের বলা হয় -- \"এসো, আল্লাহ্‌র রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন\", তারা তখন তাদের মাথা নাড়ে, আর তুমি দেখতে পাও তারা ফিরিয়ে রাখছে। আর তারা গর্বিত বোধ করছে।"
  },
  {
    "num": "6",
    "ara": "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
    "eng": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
    "ban": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা তাদের জন্য ক্ষমা প্রার্থনা নাই কর -- এ তাদের জন্য একসমান। আল্লাহ্ কখনো তাদের ক্ষমা করবেন না। নিশ্চয় সত্যত্যাগী লোকদলকে আল্লাহ্ সৎপথে চালান না।"
  },
  {
    "num": "7",
    "ara": "هُمُ الَّذِينَ يَقُولُونَ لَا تُنفِقُوا عَلَى مَنْ عِندَ رَسُولِ اللَّهِ حَتَّى يَنفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ",
    "eng": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
    "ban": "ওরাই তো তারা যারা বলে -- \"আল্লাহ্‌র রসূলের সঙ্গে যারা রয়েছে তাদের জন্য খরচ করো না যে পর্যন্ত না তারা সরে পড়ে।\" আর মহাকাশমন্ডলের ও পৃথিবীর ধনভান্ডার তো আল্লাহ্‌রই, কিন্ত মুনাফিকগোষ্ঠী বোঝে না।"
  },
  {
    "num": "8",
    "ara": "يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ",
    "eng": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
    "ban": "তারা বলে -- \"আমরা যদি মদীনায় ফিরে যাই তাহলে প্রবলরা দুর্বলদের সেখান থেকে অবশ্যই বের করে দেবে।\" কিন্ত ক্ষমতা তো আল্লাহ্‌রই আর তাঁর রসূলের আর মুমিনদের, কিন্ত মুনাফিকরা জানে না।"
  },
  {
    "num": "9",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ وَمَن يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ",
    "eng": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমাদের ধনসম্পত্তি ও তোমাদের সন্তানসন্ততি যেন তোমাদের আল্লাহ্‌র স্মরণ থেকে ফিরিয়ে না রাখে। আর যে তেমন করে -- তারাই তো তবে খোদ ক্ষতিগ্রস্ত হবে।"
  },
  {
    "num": "10",
    "ara": "وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ",
    "eng": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
    "ban": "আর আমরা তোমাদের যা জীবনোপকরণ দিয়েছি তা থেকে তোমরা খরচ করো তোমাদের কোনো একজনের কাছে মৃত্যু এসে পড়ার আগেই, পাছে তাকে বলতে হয় -- \"আমার প্রভু! কেন তুমি আমাকে এক আসন্নকাল পর্যন্ত অবকাশ দাও নি, তাহলে তো আমি দান-খয়রাত করতাম এবং আমি সৎকর্মীদের অন্তর্ভুক্ত হতে পারতাম।\""
  },
  {
    "num": "11",
    "ara": "وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
    "eng": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
    "ban": "আর আল্লাহ্ কোনো সত্ত্বাকে অবকাশ দেন না যখন তার অন্তিম-সময় এসে যায়। আর তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণওয়াকিফহাল।"
  }
]
