[
  {
    "num": "1",
    "ara": "ن وَالْقَلَمِ وَمَا يَسْطُرُونَ",
    "eng:sai": "Nun. By the pen and what they inscribe,",
    "eng:arb": "Nun. By the Pen, and what they inscribe,",
    "ban": "নূন। শপথ কলমের এবং সেই বিষয়ের যা তারা লিপিবদ্ধ করে,"
  },
  {
    "num": "2",
    "ara": "مَا أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
    "eng:sai": "You are not, [O Muhammad], by the favor of your Lord, a madman.",
    "eng:arb": "thou art not, by the blessing of thy Lord, a man possessed.",
    "ban": "আপনার পালনকর্তার অনুগ্রহে আপনি উম্মাদ নন।"
  },
  {
    "num": "3",
    "ara": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
    "eng:sai": "And indeed, for you is a reward uninterrupted.",
    "eng:arb": "Surely thou shalt have a wage unfailing;",
    "ban": "আপনার জন্যে অবশ্যই রয়েছে অশেষ পুরস্কার।"
  },
  {
    "num": "4",
    "ara": "وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ",
    "eng:sai": "And indeed, you are of a great moral character.",
    "eng:arb": "surely thou art upon a mighty morality.",
    "ban": "আপনি অবশ্যই মহান চরিত্রের অধিকারী।"
  },
  {
    "num": "5",
    "ara": "فَسَتُبْصِرُ وَيُبْصِرُونَ",
    "eng:sai": "So you will see and they will see",
    "eng:arb": "So thou shalt see, and they will see,",
    "ban": "সত্ত্বরই আপনি দেখে নিবেন এবং তারাও দেখে নিবে।"
  },
  {
    "num": "6",
    "ara": "بِأَييِّكُمُ الْمَفْتُونُ",
    "eng:sai": "Which of you is the afflicted [by a devil].",
    "eng:arb": "which of you is the demented.",
    "ban": "কে তোমাদের মধ্যে বিকারগ্রস্ত।"
  },
  {
    "num": "7",
    "ara": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
    "eng:sai": "Indeed, your Lord is most knowing of who has gone astray from His way, and He is most knowing of the [rightly] guided.",
    "eng:arb": "Surely thy Lord knows very well those who have gone astray from His way, and He knows very well those who are guided.",
    "ban": "আপনার পালনকর্তা সম্যক জানেন কে তাঁর পথ থেকে বিচ্যুত হয়েছে এবং তিনি জানেন যারা সৎপথ প্রাপ্ত।"
  },
  {
    "num": "8",
    "ara": "فَلَا تُطِعِ الْمُكَذِّبِينَ",
    "eng:sai": "Then do not obey the deniers.",
    "eng:arb": "So obey thou not those who cry lies.",
    "ban": "অতএব, আপনি মিথ্যারোপকারীদের আনুগত্য করবেন না।"
  },
  {
    "num": "9",
    "ara": "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ",
    "eng:sai": "They wish that you would soften [in your position], so they would soften [toward you].",
    "eng:arb": "They wish that thou shouldst compromise, then they would compromise.",
    "ban": "তারা চায় যদি আপনি নমনীয় হন, তবে তারাও নমনীয় হবে।"
  },
  {
    "num": "10",
    "ara": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ",
    "eng:sai": "And do not obey every worthless habitual swearer",
    "eng:arb": "And obey thou not every mean swearer,",
    "ban": "যে অধিক শপথ করে, যে লাঞ্ছিত, আপনি তার আনুগত্য করবেন না।"
  },
  {
    "num": "11",
    "ara": "هَمَّازٍ مَّشَّاءٍ بِنَمِيمٍ",
    "eng:sai": "[And] scorner, going about with malicious gossip -",
    "eng:arb": "backbiter, going about with slander,",
    "ban": "যে পশ্চাতে নিন্দা করে একের কথা অপরের নিকট লাগিয়ে ফিরে।"
  },
  {
    "num": "12",
    "ara": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
    "eng:sai": "A preventer of good, transgressing and sinful,",
    "eng:arb": "hinderer of good, guilty aggressor, coarse-grained,",
    "ban": "যে ভাল কাজে বাধা দেয়, সে সীমালংঘন করে, সে পাপিষ্ঠ,"
  },
  {
    "num": "13",
    "ara": "عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ",
    "eng:sai": "Cruel, moreover, and an illegitimate pretender.",
    "eng:arb": "moreover ignoble,",
    "ban": "কঠোর স্বভাব, তদুপরি কুখ্যাত;"
  },
  {
    "num": "14",
    "ara": "أَن كَانَ ذَا مَالٍ وَبَنِينَ",
    "eng:sai": "Because he is a possessor of wealth and children,",
    "eng:arb": "because he has wealth and sons.",
    "ban": "এ কারণে যে, সে ধন-সম্পদ ও সন্তান সন্ততির অধিকারী।"
  },
  {
    "num": "15",
    "ara": "إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
    "eng:sai": "When Our verses are recited to him, he says, \"Legends of the former peoples.\"",
    "eng:arb": "When Our signs are recited to him, he says, 'Fairy-tales of the ancients!'",
    "ban": "তার কাছে আমার আয়াত পাঠ করা হলে সে বলে; সেকালের উপকথা।"
  },
  {
    "num": "16",
    "ara": "سَنَسِمُهُ عَلَى الْخُرْطُومِ",
    "eng:sai": "We will brand him upon the snout.",
    "eng:arb": "We shall brand him upon the muzzle!",
    "ban": "আমি তার নাসিকা দাগিয়ে দিব।"
  },
  {
    "num": "17",
    "ara": "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ",
    "eng:sai": "Indeed, We have tried them as We tried the companions of the garden, when they swore to cut its fruit in the [early] morning",
    "eng:arb": "Now We have tried them, even as We tried the owners of the garden when they swore they would pluck in the morning",
    "ban": "আমি তাদেরকে পরীক্ষা করেছি, যেমন পরীক্ষা করেছি উদ্যানওয়ালাদের, যখন তারা শপথ করেছিল যে, সকালে বাগানের ফল আহরণ করবে,"
  },
  {
    "num": "18",
    "ara": "وَلَا يَسْتَثْنُونَ",
    "eng:sai": "Without making exception.",
    "eng:arb": "and they added not the saving words.",
    "ban": "ইনশাআল্লাহ না বলে।"
  },
  {
    "num": "19",
    "ara": "فَطَافَ عَلَيْهَا طَائِفٌ مِّن رَّبِّكَ وَهُمْ نَائِمُونَ",
    "eng:sai": "So there came upon the garden an affliction from your Lord while they were asleep.",
    "eng:arb": "Then a visitation from thy Lord visited it, while they were sleeping,",
    "ban": "অতঃপর আপনার পালনকর্তার পক্ষ থেকে বাগানে এক বিপদ এসে পতিত হলো। যখন তারা নিদ্রিত ছিল।"
  },
  {
    "num": "20",
    "ara": "فَأَصْبَحَتْ كَالصَّرِيمِ",
    "eng:sai": "And it became as though reaped.",
    "eng:arb": "and in the morning it was as if it were a garden plucked.",
    "ban": "ফলে সকাল পর্যন্ত হয়ে গেল ছিন্নবিচ্ছিন্ন তৃণসম।"
  },
  {
    "num": "21",
    "ara": "فَتَنَادَوْا مُصْبِحِينَ",
    "eng:sai": "And they called one another at morning,",
    "eng:arb": "In the morning they called to one another,",
    "ban": "সকালে তারা একে অপরকে ডেকে বলল,"
  },
  {
    "num": "22",
    "ara": "أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِن كُنتُمْ صَارِمِينَ",
    "eng:sai": "[Saying], \"Go early to your crop if you would cut the fruit.\"",
    "eng:arb": "'Come forth betimes upon your tillage, if you would pluck!'",
    "ban": "তোমরা যদি ফল আহরণ করতে চাও, তবে সকাল সকাল ক্ষেতে চল।"
  },
  {
    "num": "23",
    "ara": "فَانطَلَقُوا وَهُمْ يَتَخَافَتُونَ",
    "eng:sai": "So they set out, while lowering their voices,",
    "eng:arb": "So they departed, whispering together,",
    "ban": "অতঃপর তারা চলল ফিসফিস করে কথা বলতে বলতে,"
  },
  {
    "num": "24",
    "ara": "أَن لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُم مِّسْكِينٌ",
    "eng:sai": "[Saying], \"There will surely not enter it today upon you [any] poor person.\"",
    "eng:arb": "'No needy man shall enter it today against your will.'",
    "ban": "অদ্য যেন কোন মিসকীন ব্যক্তি তোমাদের কাছে বাগানে প্রবেশ করতে না পারে।"
  },
  {
    "num": "25",
    "ara": "وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ",
    "eng:sai": "And they went early in determination, [assuming themselves] able.",
    "eng:arb": "And they went forth early, determined upon their purpose.",
    "ban": "তারা সকালে লাফিয়ে লাফিয়ে সজোরে রওয়ানা হল।"
  },
  {
    "num": "26",
    "ara": "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ",
    "eng:sai": "But when they saw it, they said, \"Indeed, we are lost;",
    "eng:arb": "But when they saw it, they said, 'Surely we are gone astray;",
    "ban": "অতঃপর যখন তারা বাগান দেখল, তখন বললঃ আমরা তো পথ ভূলে গেছি।"
  },
  {
    "num": "27",
    "ara": "بَلْ نَحْنُ مَحْرُومُونَ",
    "eng:sai": "Rather, we have been deprived.\"",
    "eng:arb": "nay, rather we have been robbed!'",
    "ban": "বরং আমরা তো কপালপোড়া,"
  },
  {
    "num": "28",
    "ara": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ",
    "eng:sai": "The most moderate of them said, \"Did I not say to you, 'Why do you not exalt [Allah]?' \"",
    "eng:arb": "Said the most moderate of them, 'Did I not say to you, \"Why do you not give glory?\"'",
    "ban": "তাদের উত্তম ব্যক্তি বললঃ আমি কি তোমাদেরকে বলিনি? এখনও তোমরা আল্লাহ তা’আলার পবিত্রতা বর্ণনা করছো না কেন?"
  },
  {
    "num": "29",
    "ara": "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ",
    "eng:sai": "They said, \"Exalted is our Lord! Indeed, we were wrongdoers.\"",
    "eng:arb": "They said, 'Glory be to God, our Lord; truly, we were evildoers.'",
    "ban": "তারা বললঃ আমরা আমাদের পালনকর্তার পবিত্রতা ঘোষণা করছি, নিশ্চিতই আমরা সীমালংঘনকারী ছিলাম।"
  },
  {
    "num": "30",
    "ara": "فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ",
    "eng:sai": "Then they approached one another, blaming each other.",
    "eng:arb": "And they advanced one upon another, blaming each other.",
    "ban": "অতঃপর তারা একে অপরকে ভৎর্সনা করতে লাগল।"
  },
  {
    "num": "31",
    "ara": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ",
    "eng:sai": "They said, \"O woe to us; indeed we were transgressors.",
    "eng:arb": "They said, 'Woe, alas for us! Truly, we were insolent.",
    "ban": "তারা বললঃ হায়! দুর্ভোগ আমাদের আমরা ছিলাম সীমাতিক্রমকারী।"
  },
  {
    "num": "32",
    "ara": "عَسَى رَبُّنَا أَن يُبْدِلَنَا خَيْرًا مِّنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ",
    "eng:sai": "Perhaps our Lord will substitute for us [one] better than it. Indeed, we are toward our Lord desirous.\"",
    "eng:arb": "It may be that our Lord will give us in exchange a better than it; to our Lord we humbly turn.'",
    "ban": "সম্ভবতঃ আমাদের পালনকর্তা পরিবর্তে এর চাইতে উত্তম বাগান আমাদেরকে দিবেন। আমরা আমাদের পালনকর্তার কাছে আশাবাদী।"
  },
  {
    "num": "33",
    "ara": "كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ",
    "eng:sai": "Such is the punishment [of this world]. And the punishment of the Hereafter is greater, if they only knew.",
    "eng:arb": "Such is the chastisement; and the chastisement of the world to come, is assuredly greater, did they but know.",
    "ban": "শাস্তি এভাবেই আসে এবং পরকালের শাস্তি আরও গুরুতর; যদি তারা জানত!"
  },
  {
    "num": "34",
    "ara": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ",
    "eng:sai": "Indeed, for the righteous with their Lord are the Gardens of Pleasure.",
    "eng:arb": "Surely for the godfearing shall be Gardens of Bliss with their Lord.",
    "ban": "মোত্তাকীদের জন্যে তাদের পালনকর্তার কাছে রয়েছে নেয়ামতের জান্নাত।"
  },
  {
    "num": "35",
    "ara": "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ",
    "eng:sai": "Then will We treat the Muslims like the criminals?",
    "eng:arb": "What, shall we make those who have surrendered like to the sinners?",
    "ban": "আমি কি আজ্ঞাবহদেরকে অপরাধীদের ন্যায় গণ্য করব?"
  },
  {
    "num": "36",
    "ara": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
    "eng:sai": "What is [the matter] with you? How do you judge?",
    "eng:arb": "What ails you then, how you judge?",
    "ban": "তোমাদের কি হল ? তোমরা কেমন সিদ্ধান্ত দিচ্ছ?"
  },
  {
    "num": "37",
    "ara": "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ",
    "eng:sai": "Or do you have a scripture in which you learn",
    "eng:arb": "Or have you a Book wherein you study?",
    "ban": "তোমাদের কি কোন কিতাব আছে, যা তোমরা পাঠ কর।"
  },
  {
    "num": "38",
    "ara": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
    "eng:sai": "That indeed for you is whatever you choose?",
    "eng:arb": "Surely therein you shall have whatever you choose!",
    "ban": "তাতে তোমরা যা পছন্দ কর, তাই পাও?"
  },
  {
    "num": "39",
    "ara": "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
    "eng:sai": "Or do you have oaths [binding] upon Us, extending until the Day of Resurrection, that indeed for you is whatever you judge?",
    "eng:arb": "Or have you oaths from Us, reaching to the Day of Resurrection? Surely you shall have whatever you judge!",
    "ban": "না তোমরা আমার কাছ থেকেকেয়ামত পর্যন্ত বলবৎ কোন শপথ নিয়েছ যে, তোমরা তাই পাবে যা তোমরা সিদ্ধান্ত করবে?"
  },
  {
    "num": "40",
    "ara": "سَلْهُمْ أَيُّهُم بِذَلِكَ زَعِيمٌ",
    "eng:sai": "Ask them which of them, for that [claim], is responsible.",
    "eng:arb": "Ask them, which of them will guarantee that!",
    "ban": "আপনি তাদেরকে জিজ্ঞাসা করুন তাদের কে এ বিষয়ে দায়িত্বশীল?"
  },
  {
    "num": "41",
    "ara": "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِن كَانُوا صَادِقِينَ",
    "eng:sai": "Or do they have partners? Then let them bring their partners, if they should be truthful.",
    "eng:arb": "Or do they have associates? Then let them bring their associates, if they speak truly.",
    "ban": "না তাদের কোন শরীক উপাস্য আছে? থাকলে তাদের শরীক উপাস্যদেরকে উপস্থিত করুক যদি তারা সত্যবাদী হয়।"
  },
  {
    "num": "42",
    "ara": "يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ",
    "eng:sai": "The Day the shin will be uncovered and they are invited to prostration but the disbelievers will not be able,",
    "eng:arb": "Upon the day when the leg shall be bared, and they shall be summoned to bow themselves, but they cannot;",
    "ban": "গোছা পর্যন্ত পা খোলার দিনের কথা স্মরণ কর, সেদিন তাদেরকে সেজদা করতে আহবান জানানো হবে, অতঃপর তারা সক্ষম হবে না।"
  },
  {
    "num": "43",
    "ara": "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ",
    "eng:sai": "Their eyes humbled, humiliation will cover them. And they used to be invited to prostration while they were sound.",
    "eng:arb": "humbled shall be their eyes, and abasement shall overspread them, for they had been summoned to bow themselves while they were whole.",
    "ban": "তাদের দৃষ্টি অবনত থাকবে; তারা লাঞ্ছনাগ্রস্ত হবে, অথচ যখন তারা সুস্থ ও স্বাভাবিক অবস্থায় ছিল, তখন তাদেরকে সেজদা করতে আহবান জানানো হত।"
  },
  {
    "num": "44",
    "ara": "فَذَرْنِي وَمَن يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "eng:sai": "So leave Me, [O Muhammad], with [the matter of] whoever denies the Qur'an. We will progressively lead them [to punishment] from where they do not know.",
    "eng:arb": "So leave Me with him who cries lies to this discourse! We will draw them on little by little whence they know not;",
    "ban": "অতএব, যারা এই কালামকে মিথ্যা বলে, তাদেরকে আমার হাতে ছেড়ে দিন, আমি এমন ধীরে ধীরে তাদেরকে জাহান্নামের দিকে নিয়ে যাব যে, তারা জানতে পারবে না।"
  },
  {
    "num": "45",
    "ara": "وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ",
    "eng:sai": "And I will give them time. Indeed, My plan is firm.",
    "eng:arb": "and I shall respite them -- assuredly My guile is sure.",
    "ban": "আমি তাদেরকে সময় দেই। নিশ্চয় আমার কৌশল মজবুত।"
  },
  {
    "num": "46",
    "ara": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
    "eng:sai": "Or do you ask of them a payment, so they are by debt burdened down?",
    "eng:arb": "Or askest thou them for a wage, and so they are weighed down with debt?",
    "ban": "আপনি কি তাদের কাছে পারিশ্রমিক চান? ফলে তাদের উপর জরিমানার বোঝা পড়ছে?"
  },
  {
    "num": "47",
    "ara": "أَمْ عِندَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
    "eng:sai": "Or have they [knowledge of] the unseen, so they write [it] down?",
    "eng:arb": "Or is the Unseen in their keeping, and so they are writing it down?",
    "ban": "না তাদের কাছে গায়বের খবর আছে? অতঃপর তারা তা লিপিবদ্ধ করে।"
  },
  {
    "num": "48",
    "ara": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ",
    "eng:sai": "Then be patient for the decision of your Lord, [O Muhammad], and be not like the companion of the fish when he called out while he was distressed.",
    "eng:arb": "So be thou patient under the judgment of thy Lord, and be not as the Man of the Fish, when he called, choking inwardly.",
    "ban": "আপনি আপনার পালনকর্তার আদেশের অপেক্ষায় সবর করুন এবং মাছওয়ালা ইউনুসের মত হবেন না, যখন সে দুঃখাকুল মনে প্রার্থনা করেছিল।"
  },
  {
    "num": "49",
    "ara": "لَّوْلَا أَن تَدَارَكَهُ نِعْمَةٌ مِّن رَّبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ",
    "eng:sai": "If not that a favor from his Lord overtook him, he would have been thrown onto the naked shore while he was censured.",
    "eng:arb": "Had there not overtaken him a blessing from his Lord he would have been cast upon the wilderness, being condemned.",
    "ban": "যদি তার পালনকর্তার অনুগ্রহ তাকে সামাল না দিত, তবে সে নিন্দিত অবস্থায় জনশুন্য প্রান্তরে নিক্ষিপ্ত হত।"
  },
  {
    "num": "50",
    "ara": "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ",
    "eng:sai": "And his Lord chose him and made him of the righteous.",
    "eng:arb": "But his Lord had chosen him, and He placed him among the righteous.",
    "ban": "অতঃপর তার পালনকর্তা তাকে মনোনীত করলেন এবং তাকে সৎকর্মীদের অন্তর্ভুক্ত করে নিলেন।"
  },
  {
    "num": "51",
    "ara": "وَإِن يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ",
    "eng:sai": "And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\"",
    "eng:arb": "The unbelievers wellnigh strike thee down with their glances, when they hear the Reminder, and they say, 'Surely he is a man possessed!'",
    "ban": "কাফেররা যখন কোরআন শুনে, তখন তারা তাদের দৃষ্টি দ্বারা যেন আপনাকে আছাড় দিয়ে ফেলে দিবে এবং তারা বলেঃ সে তো একজন পাগল।"
  },
  {
    "num": "52",
    "ara": "وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ",
    "eng:sai": "But it is not except a reminder to the worlds.",
    "eng:arb": "And it is nothing but a Reminder unto all beings.",
    "ban": "অথচ এই কোরআন তো বিশ্বজগতের জন্যে উপদেশ বৈ নয়।"
  }
]
