[
  {
    "num": "1",
    "ara": "الْحَاقَّةُ",
    "eng:sai": "The Inevitable Reality -",
    "eng:arb": "The Indubitable!",
    "ban": "সুনিশ্চিত বিষয়।"
  },
  {
    "num": "2",
    "ara": "مَا الْحَاقَّةُ",
    "eng:sai": "What is the Inevitable Reality?",
    "eng:arb": "What is the Indubitable?",
    "ban": "সুনিশ্চিত বিষয় কি?"
  },
  {
    "num": "3",
    "ara": "وَمَا أَدْرَاكَ مَا الْحَاقَّةُ",
    "eng:sai": "And what can make you know what is the Inevitable Reality?",
    "eng:arb": "And what will teach thee what is the Indubitable?",
    "ban": "আপনি কি কিছু জানেন, সেই সুনিশ্চিত বিষয় কি?"
  },
  {
    "num": "4",
    "ara": "كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ",
    "eng:sai": "Thamud and 'Aad denied the Striking Calamity.",
    "eng:arb": "Thamood and Ad cried lies to the Clatterer.",
    "ban": "আদ ও সামুদ গোত্র মহাপ্রলয়কে মিথ্যা বলেছিল।"
  },
  {
    "num": "5",
    "ara": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ",
    "eng:sai": "So as for Thamud, they were destroyed by the overpowering [blast].",
    "eng:arb": "As for Thamood, they were destroyed by the Screamer;",
    "ban": "অতঃপর সমুদ গোত্রকে ধ্বংস করা হয়েছিল এক প্রলয়ংকর বিপর্যয় দ্বারা।"
  },
  {
    "num": "6",
    "ara": "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
    "eng:sai": "And as for 'Aad, they were destroyed by a screaming, violent wind",
    "eng:arb": "and as for Ad, they were destroyed by a wind clamorous,",
    "ban": "এবং আদ গোত্রকে ধ্বংস করা হয়েছিল এক প্রচন্ড ঝঞ্জাবায়ূ,"
  },
  {
    "num": "7",
    "ara": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
    "eng:sai": "Which Allah imposed upon them for seven nights and eight days in succession, so you would see the people therein fallen as if they were hollow trunks of palm trees.",
    "eng:arb": "violent that He compelled against them seven nights and eight days, uninterruptedly, and thou mightest see the people laid prostrate in it as if they were the stumps of fallen down palm-trees.",
    "ban": "যা তিনি প্রবাহিত করেছিলেন তাদের উপর সাত রাত্রি ও আট দিবস পর্যন্ত অবিরাম। আপনি তাদেরকে দেখতেন যে, তারা অসার খর্জুর কান্ডের ন্যায় ভূপাতিত হয়ে রয়েছে।"
  },
  {
    "num": "8",
    "ara": "فَهَلْ تَرَى لَهُم مِّن بَاقِيَةٍ",
    "eng:sai": "Then do you see of them any remains?",
    "eng:arb": "Now dost thou see any remnant of them?",
    "ban": "আপনি তাদের কোন অস্তিত্ব দেখতে পান কি?"
  },
  {
    "num": "9",
    "ara": "وَجَاءَ فِرْعَوْنُ وَمَن قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ",
    "eng:sai": "And there came Pharaoh and those before him and the overturned cities with sin.",
    "eng:arb": "Pharaoh likewise, and those before him, and the Subverted Cities -- they committed error,",
    "ban": "ফেরাউন, তাঁর পূর্ববর্তীরা এবং উল্টে যাওয়া বস্তিবাসীরা গুরুতর পাপ করেছিল।"
  },
  {
    "num": "10",
    "ara": "فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً",
    "eng:sai": "And they disobeyed the messenger of their Lord, so He seized them with a seizure exceeding [in severity].",
    "eng:arb": "and they rebelled against the Messenger of their Lord, and He seized them with a surpassing grip.",
    "ban": "তারা তাদের পালনকর্তার রসূলকে অমান্য করেছিল। ফলে তিনি তাদেরকে কঠোরহস্তে পাকড়াও করলেন।"
  },
  {
    "num": "11",
    "ara": "إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ",
    "eng:sai": "Indeed, when the water overflowed, We carried your ancestors in the sailing ship",
    "eng:arb": "Lo, when the waters rose, We bore you in the running ship",
    "ban": "যখন জলোচ্ছ্বাস হয়েছিল, তখন আমি তোমাদেরকে চলন্ত নৌযানে আরোহণ করিয়েছিলাম।"
  },
  {
    "num": "12",
    "ara": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ",
    "eng:sai": "That We might make it for you a reminder and [that] a conscious ear would be conscious of it.",
    "eng:arb": "that We might make it a reminder for you and for heeding ears to hold.",
    "ban": "যাতে এ ঘটনা তোমাদের জন্যে স্মৃতির বিষয় এবং কান এটাকে উপদেশ গ্রহণের উপযোগী রূপে গ্রহণ করে।"
  },
  {
    "num": "13",
    "ara": "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ",
    "eng:sai": "Then when the Horn is blown with one blast",
    "eng:arb": "So, when the Trumpet is blown with a single blast",
    "ban": "যখন শিংগায় ফুৎকার দেয়া হবে-একটি মাত্র ফুৎকার"
  },
  {
    "num": "14",
    "ara": "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً",
    "eng:sai": "And the earth and the mountains are lifted and leveled with one blow -",
    "eng:arb": "and the earth and the mountains are lifted up and crushed with a single blow,",
    "ban": "এবং পৃথিবী ও পর্বতমালা উত্তোলিত হবে ও চুর্ণ-বিচুর্ণ করে দেয়া হবে,"
  },
  {
    "num": "15",
    "ara": "فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ",
    "eng:sai": "Then on that Day, the Resurrection will occur,",
    "eng:arb": "then, on that day, the Terror shall come to pass,",
    "ban": "সেদিন কেয়ামত সংঘটিত হবে।"
  },
  {
    "num": "16",
    "ara": "وَانشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ",
    "eng:sai": "And the heaven will split [open], for that Day it is infirm.",
    "eng:arb": "and heaven shall be split, for upon that day it shall be very frail,",
    "ban": "সেদিন আকাশ বিদীর্ণ হবে ও বিক্ষিপ্ত হবে।"
  },
  {
    "num": "17",
    "ara": "وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ",
    "eng:sai": "And the angels are at its edges. And there will bear the Throne of your Lord above them, that Day, eight [of them].",
    "eng:arb": "and the angels shall stand upon its borders, and upon that day eight shall carry above them the Throne of thy Lord.",
    "ban": "এবং ফেরেশতাগণ আকাশের প্রান্তদেশে থাকবে ও আট জন ফেরেশতা আপনার পালনকর্তার আরশকে তাদের উর্ধ্বে বহন করবে।"
  },
  {
    "num": "18",
    "ara": "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنكُمْ خَافِيَةٌ",
    "eng:sai": "That Day, you will be exhibited [for judgement]; not hidden among you is anything concealed.",
    "eng:arb": "On that day you shall be exposed, not one secret of yours concealed.",
    "ban": "সেদিন তোমাদেরকে উপস্থিত করা হবে। তোমাদের কোন কিছু গোপন থাকবে না।"
  },
  {
    "num": "19",
    "ara": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ",
    "eng:sai": "So as for he who is given his record in his right hand, he will say, \"Here, read my record!",
    "eng:arb": "Then as for him who is given his book in his right hand, he shall say, 'Here, take and read my book!",
    "ban": "অতঃপর যার আমলনামা ডান হাতে দেয়া হবে, সে বলবেঃ নাও, তোমরাও আমলনামা পড়ে দেখ।"
  },
  {
    "num": "20",
    "ara": "إِنِّي ظَنَنتُ أَنِّي مُلَاقٍ حِسَابِيَهْ",
    "eng:sai": "Indeed, I was certain that I would be meeting my account.\"",
    "eng:arb": "Certainly I thought that I should encounter my reckoning.'",
    "ban": "আমি জানতাম যে, আমাকে হিসাবের সম্মুখীন হতে হবে।"
  },
  {
    "num": "21",
    "ara": "فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ",
    "eng:sai": "So he will be in a pleasant life -",
    "eng:arb": "So he shall be in a pleasing life",
    "ban": "অতঃপর সে সুখী জীবন-যাপন করবে,"
  },
  {
    "num": "22",
    "ara": "فِي جَنَّةٍ عَالِيَةٍ",
    "eng:sai": "In an elevated garden,",
    "eng:arb": "in a lofty Garden,",
    "ban": "সুউচ্চ জান্নাতে।"
  },
  {
    "num": "23",
    "ara": "قُطُوفُهَا دَانِيَةٌ",
    "eng:sai": "Its [fruit] to be picked hanging near.",
    "eng:arb": "its clusters nigh to gather.",
    "ban": "তার ফলসমূহ অবনমিত থাকবে।"
  },
  {
    "num": "24",
    "ara": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ",
    "eng:sai": "[They will be told], \"Eat and drink in satisfaction for what you put forth in the days past.\"",
    "eng:arb": "'Eat and drink with wholesome appetite for that you did long ago, in the days gone by.'",
    "ban": "বিগত দিনে তোমরা যা প্রেরণ করেছিলে, তার প্রতিদানে তোমরা খাও এবং পান কর তৃপ্তি সহকারে।"
  },
  {
    "num": "25",
    "ara": "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ",
    "eng:sai": "But as for he who is given his record in his left hand, he will say, \"Oh, I wish I had not been given my record",
    "eng:arb": "But as for him who is given his book in his left hand, he shall say, 'Would that I had not been given my book",
    "ban": "যার আমলনামা তার বাম হাতে দেয়া হবে, সে বলবেঃ হায় আমায় যদি আমার আমল নামা না দেয়া হতো।"
  },
  {
    "num": "26",
    "ara": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
    "eng:sai": "And had not known what is my account.",
    "eng:arb": "and not known my reckoning!",
    "ban": "আমি যদি না জানতাম আমার হিসাব!"
  },
  {
    "num": "27",
    "ara": "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ",
    "eng:sai": "I wish my death had been the decisive one.",
    "eng:arb": "Would it had been the end!",
    "ban": "হায়, আমার মৃত্যুই যদি শেষ হত।"
  },
  {
    "num": "28",
    "ara": "مَا أَغْنَى عَنِّي مَالِيَهْ",
    "eng:sai": "My wealth has not availed me.",
    "eng:arb": "My wealth has not availed me,",
    "ban": "আমার ধন-সম্পদ আমার কোন উপকারে আসল না।"
  },
  {
    "num": "29",
    "ara": "هَلَكَ عَنِّي سُلْطَانِيَهْ",
    "eng:sai": "Gone from me is my authority.\"",
    "eng:arb": "my authority is gone from me.'",
    "ban": "আমার ক্ষমতাও বরবাদ হয়ে গেল।"
  },
  {
    "num": "30",
    "ara": "خُذُوهُ فَغُلُّوهُ",
    "eng:sai": "[Allah will say], \"Seize him and shackle him.",
    "eng:arb": "'Take him, and fetter him,",
    "ban": "ফেরেশতাদেরকে বলা হবেঃ ধর একে গলায় বেড়ি পড়িয়ে দাও,"
  },
  {
    "num": "31",
    "ara": "ثُمَّ الْجَحِيمَ صَلُّوهُ",
    "eng:sai": "Then into Hellfire drive him.",
    "eng:arb": "and then roast him in Hell,",
    "ban": "অতঃপর নিক্ষেপ কর জাহান্নামে।"
  },
  {
    "num": "32",
    "ara": "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ",
    "eng:sai": "Then into a chain whose length is seventy cubits insert him.\"",
    "eng:arb": "then in a chain of seventy cubits' length insert him!",
    "ban": "অতঃপর তাকে শৃঙ্খলিত কর সত্তর গজ দীর্ঘ এক শিকলে।"
  },
  {
    "num": "33",
    "ara": "إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ",
    "eng:sai": "Indeed, he did not used to believe in Allah, the Most Great,",
    "eng:arb": "Behold, he never believed in God the All-mighty,",
    "ban": "নিশ্চয় সে মহান আল্লাহতে বিশ্বাসী ছিল না।"
  },
  {
    "num": "34",
    "ara": "وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ",
    "eng:sai": "Nor did he encourage the feeding of the poor.",
    "eng:arb": "and he never urged the feeding of the needy;",
    "ban": "এবং মিসকীনকে আহার্য দিতে উৎসাহিত করত না।"
  },
  {
    "num": "35",
    "ara": "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ",
    "eng:sai": "So there is not for him here this Day any devoted friend",
    "eng:arb": "therefore he today has not here one loyal friend,",
    "ban": "অতএব, আজকের দিন এখানে তার কোন সুহূদ নাই।"
  },
  {
    "num": "36",
    "ara": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
    "eng:sai": "Nor any food except from the discharge of wounds;",
    "eng:arb": "neither any food saving foul pus,",
    "ban": "এবং কোন খাদ্য নাই, ক্ষত-নিঃসৃত পুঁজ ব্যতীত।"
  },
  {
    "num": "37",
    "ara": "لَّا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ",
    "eng:sai": "None will eat it except the sinners.",
    "eng:arb": "that none excepting the sinners eat.'",
    "ban": "গোনাহগার ব্যতীত কেউ এটা খাবে না।"
  },
  {
    "num": "38",
    "ara": "فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ",
    "eng:sai": "So I swear by what you see",
    "eng:arb": "No! I swear by that you see",
    "ban": "তোমরা যা দেখ, আমি তার শপথ করছি।"
  },
  {
    "num": "39",
    "ara": "وَمَا لَا تُبْصِرُونَ",
    "eng:sai": "And what you do not see",
    "eng:arb": "and by that you do not see,",
    "ban": "এবং যা তোমরা দেখ না, তার-"
  },
  {
    "num": "40",
    "ara": "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
    "eng:sai": "[That] indeed, the Qur'an is the word of a noble Messenger.",
    "eng:arb": "it is the speech of a noble Messenger.",
    "ban": "নিশ্চয়ই এই কোরআন একজন সম্মানিত রসূলের আনীত।"
  },
  {
    "num": "41",
    "ara": "وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَّا تُؤْمِنُونَ",
    "eng:sai": "And it is not the word of a poet; little do you believe.",
    "eng:arb": "It is not the speech of a poet (little do you believe)",
    "ban": "এবং এটা কোন কবির কালাম নয়; তোমরা কমই বিশ্বাস কর।"
  },
  {
    "num": "42",
    "ara": "وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَّا تَذَكَّرُونَ",
    "eng:sai": "Nor the word of a soothsayer; little do you remember.",
    "eng:arb": "nor the speech of a soothsayer (little do you remember).",
    "ban": "এবং এটা কোন অতীন্দ্রিয়বাদীর কথা নয়; তোমরা কমই অনুধাবন কর।"
  },
  {
    "num": "43",
    "ara": "تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ",
    "eng:sai": "[It is] a revelation from the Lord of the worlds.",
    "eng:arb": "A sending down from the Lord of all Being.",
    "ban": "এটা বিশ্বপালনকর্তার কাছ থেকে অবতীর্ণ।"
  },
  {
    "num": "44",
    "ara": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ",
    "eng:sai": "And if Muhammad had made up about Us some [false] sayings,",
    "eng:arb": "Had he invented against Us any sayings,",
    "ban": "সে যদি আমার নামে কোন কথা রচনা করত,"
  },
  {
    "num": "45",
    "ara": "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ",
    "eng:sai": "We would have seized him by the right hand;",
    "eng:arb": "We would have seized him by the right hand,",
    "ban": "তবে আমি তার দক্ষিণ হস্ত ধরে ফেলতাম,"
  },
  {
    "num": "46",
    "ara": "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ",
    "eng:sai": "Then We would have cut from him the aorta.",
    "eng:arb": "then We would surely have cut his life-vein",
    "ban": "অতঃপর কেটে দিতাম তার গ্রীবা।"
  },
  {
    "num": "47",
    "ara": "فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ",
    "eng:sai": "And there is no one of you who could prevent [Us] from him.",
    "eng:arb": "and not one of you could have defended him.",
    "ban": "তোমাদের কেউ তাকে রক্ষা করতে পারতে না।"
  },
  {
    "num": "48",
    "ara": "وَإِنَّهُ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ",
    "eng:sai": "And indeed, the Qur'an is a reminder for the righteous.",
    "eng:arb": "Surely it is a Reminder to the godfearing;",
    "ban": "এটা খোদাভীরুদের জন্যে অবশ্যই একটি উপদেশ।"
  },
  {
    "num": "49",
    "ara": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
    "eng:sai": "And indeed, We know that among you are deniers.",
    "eng:arb": "but We know that some of you will cry lies.",
    "ban": "আমি জানি যে, তোমাদের মধ্যে কেউ কেউ মিথ্যারোপ করবে।"
  },
  {
    "num": "50",
    "ara": "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ",
    "eng:sai": "And indeed, it will be [a cause of] regret upon the disbelievers.",
    "eng:arb": "Surely it is a sorrow to the unbelievers;",
    "ban": "নিশ্চয় এটা কাফেরদের জন্যে অনুতাপের কারণ।"
  },
  {
    "num": "51",
    "ara": "وَإِنَّهُ لَحَقُّ الْيَقِينِ",
    "eng:sai": "And indeed, it is the truth of certainty.",
    "eng:arb": "yet indeed it is the truth of certainty.",
    "ban": "নিশ্চয় এটা নিশ্চিত সত্য।"
  },
  {
    "num": "52",
    "ara": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
    "eng:sai": "So exalt the name of your Lord, the Most Great.",
    "eng:arb": "Then magnify the Name of thy Lord, the All-mighty.",
    "ban": "অতএব, আপনি আপনার মহান পালনকর্তার নামের পবিত্রতা বর্ননা করুন।"
  }
]
