[
  {
    "num": "1",
    "ara": "المص",
    "eng": "Alif, Lam, Meem, Sad.",
    "ban": "আলিফ, লাম, মীম, স্বাদ।"
  },
  {
    "num": "2",
    "ara": "كِتَابٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِي صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ",
    "eng": "[This is] a Book revealed to you, [O Muhammad] - so let there not be in your breast distress therefrom - that you may warn thereby and as a reminder to the believers.",
    "ban": "তোমার কাছে অবতীর্ণ একটি গ্রন্থ, -- অতএব তোমার বক্ষে এর জন্য কোন সংকোচ না থাকুক -- যেন তুমি এর দ্বারা সতর্ক করতে পারো, এবং মুমিনদের জন্য একটি স্মারক।"
  },
  {
    "num": "3",
    "ara": "اتَّبِعُوا مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا مِن دُونِهِ أَوْلِيَاءَ قَلِيلًا مَّا تَذَكَّرُونَ",
    "eng": "Follow, [O mankind], what has been revealed to you from your Lord and do not follow other than Him any allies. Little do you remember.",
    "ban": "\"তোমাদের প্রভুর কাছ থেকে তোমাদের কাছে যা অবতীর্ণ হয়েছে তা অনুসরণ করো আর তাঁকে বাদ দিয়ে অভিভাবকদের অনুসরণ করো না। অল্পই যা তোমরা মনে রাখো।\""
  },
  {
    "num": "4",
    "ara": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ",
    "eng": "And how many cities have We destroyed, and Our punishment came to them at night or while they were sleeping at noon.",
    "ban": "আর জনবসতির মধ্যের কতটা যে আমরা ধ্বংস করেছি, তাই আমাদের শাস্তি তাতে এসেছিল নিশাকালে, অথবা তারা যখন দুপুরবেলায় ঘুম দিচ্ছিল।"
  },
  {
    "num": "5",
    "ara": "فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُم بَأْسُنَا إِلَّا أَن قَالُوا إِنَّا كُنَّا ظَالِمِينَ",
    "eng": "And their declaration when Our punishment came to them was only that they said, \"Indeed, we were wrongdoers!\"",
    "ban": "কাজেই তাদের কাছে যখন আমাদের শাস্তি এসে পড়েছিল তখন তাদের অজুহাত আর কিছু ছিল না এই বলা ছাড়া -- \"নিঃসন্দেহ আমরা ছিলাম অন্যায়কারী।\""
  },
  {
    "num": "6",
    "ara": "فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ",
    "eng": "Then We will surely question those to whom [a message] was sent, and We will surely question the messengers.",
    "ban": "আমরা তখন তাদের অবশ্যই প্রশ্ন করবো যাদের কাছে প্রেরণ করা হয়েছিল, আর আমরা নিশ্চয়ই প্রেরিত-পুরুষগণকেও জিজ্ঞাসা করবো।"
  },
  {
    "num": "7",
    "ara": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ",
    "eng": "Then We will surely relate [their deeds] to them with knowledge, and We were not [at all] absent.",
    "ban": "তখন আমরা নিশ্চয়ই তাদের কাছে বর্ণনা করবো জ্ঞানের সাথে, আর আমরা তো অনুপস্থিত ছিলাম না।"
  },
  {
    "num": "8",
    "ara": "وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "eng": "And the weighing [of deeds] that Day will be the truth. So those whose scales are heavy - it is they who will be the successful.",
    "ban": "আর সেদিন ওজন হবে সঠিকভাবে। কাজেই যার পাল্লা ভারী হবে তারাই তবে হবে সফলকাম।"
  },
  {
    "num": "9",
    "ara": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُم بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ",
    "eng": "And those whose scales are light - they are the ones who will lose themselves for what injustice they were doing toward Our verses.",
    "ban": "আর যার পাল্লা হাল্কা হবে এরাই তবে তারা যারা তাদের আ‌ত্মার ক্ষতি সাধন করেছে, কেননা তারা আমাদের নির্দেশাবলীর প্রতি অন্যায় করেছিল।"
  },
  {
    "num": "10",
    "ara": "وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَّا تَشْكُرُونَ",
    "eng": "And We have certainly established you upon the earth and made for you therein ways of livelihood. Little are you grateful.",
    "ban": "আর আমরা তো পৃথিবীতে তোমাদের প্রতিষ্ঠিত করেছি, আর তোমাদের জন্য তাতে করেছি জীবিকার ব্যবস্থা। অল্পই সেইটুকু যা কৃতজ্ঞতা তোমার জ্ঞাপন করো।"
  },
  {
    "num": "11",
    "ara": "وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ لَمْ يَكُن مِّنَ السَّاجِدِينَ",
    "eng": "And We have certainly created you, [O Mankind], and given you [human] form. Then We said to the angels, \"Prostrate to Adam\"; so they prostrated, except for Iblees. He was not of those who prostrated.",
    "ban": "আর নিশ্চয়ই আমরা তোমাদের সৃষ্টি করেছি, তারপর তোমাদের রূপদান করেছি, তারপর ফিরিশ্‌তাদের বললাম -- \"আদমের প্রতি সিজদা করো।\" কাজেই তারা সিজদা করলো, কিন্তু ইবলীস করলো না সে সিজদাকারীদের অন্তর্ভুক্ত হলো না।"
  },
  {
    "num": "12",
    "ara": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ",
    "eng": "[Allah] said, \"What prevented you from prostrating when I commanded you?\" [Satan] said, \"I am better than him. You created me from fire and created him from clay.\"",
    "ban": "তিনি বললেন -- \"কি তোমাকে বাধা দিয়েছিল যেজন্য তুমি সিজদা করলে না যখন আমি তোমাকে আদেশ করেছিলাম?\" সে বললে -- \"আমি তার চাইতে শ্রেষ্ঠ, আমাকে তুমি আগুন দিয়ে সৃষ্টি করেছ, আর তাকে তুমি সৃষ্টি করেছ কাদা দিয়ে।\""
  },
  {
    "num": "13",
    "ara": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ",
    "eng": "[Allah] said, \"Descend from Paradise, for it is not for you to be arrogant therein. So get out; indeed, you are of the debased.",
    "ban": "তিনি বললেন -- \"তবে এখানে থেকে রসাতলে যাও, তোমার জন্য নয় যে তুমি এখানে অহংকার করবে। কাজেই বেরিয়ে যাও, তুমি আলবৎ অধমদের মধ্যেকার।\""
  },
  {
    "num": "14",
    "ara": "قَالَ أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ",
    "eng": "[Satan] said, \"Reprieve me until the Day they are resurrected.\"",
    "ban": "সে বললে -- \"আমাকে সময় দাও সেইদিন পর্যন্ত যখন তারা পুনরুত্থিত হবে।\""
  },
  {
    "num": "15",
    "ara": "قَالَ إِنَّكَ مِنَ الْمُنظَرِينَ",
    "eng": "[Allah] said, \"Indeed, you are of those reprieved.\"",
    "ban": "তিনি বললেন -- \"বেশ, তুমি অবকাশপ্রাপ্তদের মধ্যেকার।\""
  },
  {
    "num": "16",
    "ara": "قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ",
    "eng": "[Satan] said, \"Because You have put me in error, I will surely sit in wait for them on Your straight path.",
    "ban": "সে বললে -- \"তবে তুমি যেমন আমাকে বিপথে যেতে দিয়েছ, আমিও তেমনি ওত পেতে থাকবো তাদের জন্য তোমার সহজ- সঠিক পথে।"
  },
  {
    "num": "17",
    "ara": "ثُمَّ لَآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ",
    "eng": "Then I will come to them from before them and from behind them and on their right and on their left, and You will not find most of them grateful [to You].\"",
    "ban": "\"তারপর আমি আলবৎ তাদের উপরে এসে পড়বো তাদের সামনে থেকে ও তাদের পেছন থেকে, আর তাদের ডাইনে থেকে ও তাদের বামে থেকে, আর তাদের অনেককেই তুমি কৃতজ্ঞ পাবে না।\""
  },
  {
    "num": "18",
    "ara": "قَالَ اخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
    "eng": "[Allah] said, \"Get out of Paradise, reproached and expelled. Whoever follows you among them - I will surely fill Hell with you, all together.\"",
    "ban": "তিনি বললেন -- \"বেরোও এখান থেকে, বেহায়া, বিতাড়িত! তাদের মধ্যের যে কেউ তোমার অনুসরণ করবে, -- আমি নিশ্চয় জাহান্নাম ভর্তি করবো তোমাদের মধ্যের সবকে দিয়ে।\""
  },
  {
    "num": "19",
    "ara": "وَيَا آدَمُ اسْكُنْ أَنتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ",
    "eng": "And \"O Adam, dwell, you and your wife, in Paradise and eat from wherever you will but do not approach this tree, lest you be among the wrongdoers.\"",
    "ban": "আর -- \"হে আদম! তুমি ও তোমার সঙ্গিনী এই বাগানে বসবাস করো, আর যেখান থেকে তোমরা চাও আহার করো, কিন্তু এই বৃক্ষের ধারেকাছেও যেও না, তাহলে তোমরা অন্যায়কারীদের অন্তর্ভুক্ত হবে।\""
  },
  {
    "num": "20",
    "ara": "فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْآتِهِمَا وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ",
    "eng": "But Satan whispered to them to make apparent to them that which was concealed from them of their private parts. He said, \"Your Lord did not forbid you this tree except that you become angels or become of the immortal.\"",
    "ban": "তারপর শয়তান তাদের কুমন্ত্রণা দিলে যেন সে তাদের কাছে প্রকাশ করতে পারে তাদের লজ্জার বিষয়ের যা তাদের কাছে গোপন ছিল, তাই সে বললে -- \"তোমাদের প্রভু এই গাছের থেকে তোমাদের নিষেধ করেন নি এই জন্য ছাড়া যে তোমরা ফিরিশ্‌তা হয়ে যাবে কিংবা তোমরা হবে চিরজীবীদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "21",
    "ara": "وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ",
    "eng": "And he swore [by Allah] to them, \"Indeed, I am to you from among the sincere advisors.\"",
    "ban": "আর সে তাদের কাছে কসম খেলো -- \"নিঃসন্দেহ আমি তো তোমাদের জন্য সদুপদেশদাতাদের মধ্যেকার।\""
  },
  {
    "num": "22",
    "ara": "فَدَلَّاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشَّجَرَةِ وَأَقُل لَّكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُّبِينٌ",
    "eng": "So he made them fall, through deception. And when they tasted of the tree, their private parts became apparent to them, and they began to fasten together over themselves from the leaves of Paradise. And their Lord called to them, \"Did I not forbid you from that tree and tell you that Satan is to you a clear enemy?\"",
    "ban": "এভাবে সে তাদের বিপথে চালালো প্রতারণার দ্বারা, অতঃপর তারা যখন বৃক্ষের আস্বাদ গ্রহণ করলো, তখন তাদের লজ্জা তাদের কাছে প্রকাশ পেলো, আর তারা তাদের আবৃত করতে লাগলো সেই বাগানের পাতা দিয়ে। আর তাদের প্রভু তাদের ডেকে বললেন -- \"আমি কি তোমাদের নিষেধ করি নি ঐ বৃক্ষ সন্বন্ধে, আর তোমাদের তো আমি বলেইছি যে শয়তান তোমাদের জন্য প্রকাশ্য শত্রু?\""
  },
  {
    "num": "23",
    "ara": "قَالَا رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
    "eng": "They said, \"Our Lord, we have wronged ourselves, and if You do not forgive us and have mercy upon us, we will surely be among the losers.\"",
    "ban": "তারা বললে -- \"আমাদের প্রভু! আমরা আমাদের নিজেদের প্রতি অন্যায় করেছি, আর যদি তুমি আমাদের পরিত্রাণ না করো ও আমাদের তুমি দয়া করো তাহলে আমরা নিশ্চয়ই ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবো।\""
  },
  {
    "num": "24",
    "ara": "قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ",
    "eng": "[Allah] said, \"Descend, being to one another enemies. And for you on the earth is a place of settlement and enjoyment for a time.\"",
    "ban": "তিনি বললেন -- \" তোমরা অধঃপাতে যাও। তোমাদের কেউ কেউ অন্য কারোর শত্রু। আর তোমাদের জন্য পৃথিবীতে রয়েছে জিরানোর স্থান ও কিছু সময়ের জন্য সংস্থান।\""
  },
  {
    "num": "25",
    "ara": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
    "eng": "He said, \"Therein you will live, and therein you will die, and from it you will be brought forth.\"",
    "ban": "তিনি বললেন -- \"এইখানেই তোমরা জীবন যাপন করবে, আর এতেই তোমরা মৃত্যু বরণ করবে, আর এরই মধ্য থেকে তোমাদের পুনরুত্থিত করা হবে।\""
  },
  {
    "num": "26",
    "ara": "يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "eng": "O children of Adam, We have bestowed upon you clothing to conceal your private parts and as adornment. But the clothing of righteousness - that is best. That is from the signs of Allah that perhaps they will remember.",
    "ban": "হে আদম-সন্তানগণ! আমরা তোমাদের জন্য নিশ্চয়ই পোশাক পাঠিয়েছি তোমাদের লজ্জা ঢাকবার ও বেশভূষার জন্য। আর ধর্মপরায়ণতার পোশাক -- তাই সর্বশ্রেষ্ঠ। এ হচ্ছে আল্লাহ্‌র নির্দেশাবলী থেকে, যেন তারা মনে রাখে।"
  },
  {
    "num": "27",
    "ara": "يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
    "eng": "O children of Adam, let not Satan tempt you as he removed your parents from Paradise, stripping them of their clothing to show them their private parts. Indeed, he sees you, he and his tribe, from where you do not see them. Indeed, We have made the devils allies to those who do not believe.",
    "ban": "হে আদম-সন্তানগণ! শয়তান যেন তোমাদের কিছুতেই প্রলোভিত না করে, যেমন সে তোমাদের পিতামাতাকে বের করে দিয়েছিল এই বাগান থেকে, তাদের থেকে তাদের পোশাক ছিন্ন ক'রে, যেন সে তাদের দেখাতে পারে তাদের লজ্জা। নিঃসন্দেহ সে তোমাদের দেখে -- সে ও তার কাফেলা, যেখান থেকে তোমরা তাদের দেখতে পাও না। নিঃসন্দেহ আমরা শয়তানকে বানিয়েছি তাদের অভিভাবক যারা বিশ্বাস করে না।"
  },
  {
    "num": "28",
    "ara": "وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "And when they commit an immorality, they say, \"We found our fathers doing it, and Allah has ordered us to do it.\" Say, \"Indeed, Allah does not order immorality. Do you say about Allah that which you do not know?\"",
    "ban": "আর যখন তারা কোনো অশ্লীল আচরণ করে তখন বলে -- \"আমরা আমাদের পিতৃপুরুষকে এতে পেয়েছি, আর আল্লাহ্ আমাদের এতে আদেশ করেছেন।\" বলো -- \"নিঃসন্দেহ আল্লাহ্ অশ্লীলতাতে আদেশ করেন না। তোমরা কি আল্লাহ্‌র বিরুদ্ধে বলো যা তোমরা জানো না?\""
  },
  {
    "num": "29",
    "ara": "قُلْ أَمَرَ رَبِّي بِالْقِسْطِ وَأَقِيمُوا وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ كَمَا بَدَأَكُمْ تَعُودُونَ",
    "eng": "Say, [O Muhammad], \"My Lord has ordered justice and that you maintain yourselves [in worship of Him] at every place [or time] of prostration, and invoke Him, sincere to Him in religion.\" Just as He originated you, you will return [to life] -",
    "ban": "তুমি বলো -- \"আমার প্রভু আদেশ দেন ন্যায় বিচারের, আর তোমাদের মুখ সোজা দাঁড় করো প্রত্যেক সিজদাস্থলে, আর তাঁকে ডাকো তাঁর প্রতি ধর্মে একনিষ্ঠভাবে।\" যেমন তিনি তোমাদের সৃষ্টি করেছিলেন তোমরা সেভাবে ফিরে আসবে।"
  },
  {
    "num": "30",
    "ara": "فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِن دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
    "eng": "A group [of you] He guided, and a group deserved [to be in] error. Indeed, they had taken the devils as allies instead of Allah while they thought that they were guided.",
    "ban": "একদলকে তিনি সুপথগামী করেছেন, আর আরেক দলের পথভ্রান্তি তাদের উপরে সংগত হয়েছে। নিঃসন্দেহ তারা আল্লাহ্‌কে ছেড়ে দিয়ে শয়তানদের গ্রহণ করেছিল অভিভাবকরূপে, আর তারা মনে করত যে তারা অবশ্যই সুপথে চালিত।"
  },
  {
    "num": "31",
    "ara": "يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ",
    "eng": "O children of Adam, take your adornment at every masjid, and eat and drink, but be not excessive. Indeed, He likes not those who commit excess.",
    "ban": "হে আদম-সন্তানরা! তোমাদের বেশভূষা গ্রহণ করো প্রত্যেক সিজদাস্থলে, আর খাও ও পান করো, কিন্তু অপচয় করো না, নিঃসন্দেহ তিনি অমিতব্যয়ীদের ভালোবাসেন না।"
  },
  {
    "num": "32",
    "ara": "قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "eng": "Say, \"Who has forbidden the adornment of Allah which He has produced for His servants and the good [lawful] things of provision?\" Say, \"They are for those who believe during the worldly life [but] exclusively for them on the Day of Resurrection.\" Thus do We detail the verses for a people who know.",
    "ban": "বলো -- \"কে নিষিদ্ধ করেছে আল্লাহ্‌র শোভা, -- যা তিনি তাঁর বান্দাদের জন্য সৃষ্টি করেছেন, আর জীবিকা থেকে বিশুদ্ধ বস্তুসমূহ?\" বলো -- \"এ-সব এই দুনিয়ার জীবনে তাদের জন্য যারা ঈমান এনেছে, -- পুনর্জাগরণের দিনে বিশেষভাবে।\" এইভাবে আমরা আমাদের নির্দেশাবলী বিশদভাবে ব্যাখ্যা করি তেমন সম্প্রদায়ের জন্য যারা জানে।"
  },
  {
    "num": "33",
    "ara": "قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "Say, \"My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin, and oppression without right, and that you associate with Allah that for which He has not sent down authority, and that you say about Allah that which you do not know.\"",
    "ban": "বলো -- \"নিঃসন্দেহ আমার প্রভু নিষিদ্ধ করেছেন অশ্লীলতা -- তার যা প্রকাশ পায় ও যা গোপন থাকে, আর পাপাচার, আর ন্যায়বিরুদ্ধ বিদ্রোহাচরণ, আর আল্লাহ্‌র সঙ্গে তোমরা যা শরিক করো যার জন্য কোনো দলিল তিনি অবতীর্ণ করেন নি, আর যেন তোমরা আল্লাহ্‌র বিরুদ্ধে বলো যা তোমরা জানো না।\""
  },
  {
    "num": "34",
    "ara": "وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ",
    "eng": "And for every nation is a [specified] term. So when their time has come, they will not remain behind an hour, nor will they precede [it].",
    "ban": "আর প্রত্যেক জাতির জন্য রয়েছে একটি নির্ধারিত কাল, কাজেই যখন তাদের নির্ধারিত কাল এসে পড়ে তখন তারা দেরি করতে পারবে না ঘন্টাখানেকের জন্যে, আর তারা এগিয়েও আনতে পারবে না।"
  },
  {
    "num": "35",
    "ara": "يَا بَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
    "eng": "O children of Adam, if there come to you messengers from among you relating to you My verses, then whoever fears Allah and reforms - there will be no fear concerning them, nor will they grieve.",
    "ban": "হে আদমের বংশধরগণ! যখন তোমাদের কাছে তোমাদের মধ্যে থেকে রসূলগণ আসেন তোমাদের কাছে আমার নির্দেশাবলী বর্ণনা করেন, তখন যে কেউ ভয়-ভক্তি করে ও সৎকর্ম করে, তাদের জন্য তবে থাকবে না ভয়ভীতি, আর তারা করবেও না অনুতাপ।"
  },
  {
    "num": "36",
    "ara": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ",
    "eng": "But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally.",
    "ban": "আর যারা আমাদের নির্দেশাবলীতে মিথ্যারোপ করে আর সে-সব থেকে গর্ববোধ করে, তারাই হচ্ছে আগুনের বাসিন্দা, তারা তাতে থাকবে দীর্ঘকাল।"
  },
  {
    "num": "37",
    "ara": "فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ الْكِتَابِ حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا وَشَهِدُوا عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ",
    "eng": "And who is more unjust than one who invents about Allah a lie or denies His verses? Those will attain their portion of the decree until when Our messengers come to them to take them in death, they will say, \"Where are those you used to invoke besides Allah?\" They will say, \"They have departed from us,\" and will bear witness against themselves that they were disbelievers.",
    "ban": "অতএব তার চাইতে কে বেশী অন্যায়কারী যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে অথবা তাঁর নির্দেশাবলী প্রত্যাখ্যান করে? এরাই, -- এদের কাছে পৌঁছুবে কিতাব থেকে তাদের ভাগ। শেষ পর্যন্ত যখন আমাদের দূতরা তাদের কাছে আসবে তখন তারা তাদের মৃত্যু ঘটাবে, তারা বলবে -- \"কোথায় আছে তারা যাদের তোমরা আহ্বান করতে আল্লাহ্‌কে ছেড়ে দিয়ে?\" তারা বলবে -- \"তারা আমাদের থেকে চলে গেছে । আর তারা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে যে তারা নিঃসন্দেহ অবিশ্বাসী ছিল।"
  },
  {
    "num": "38",
    "ara": "قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ الْجِنِّ وَالْإِنسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِن لَّا تَعْلَمُونَ",
    "eng": "[Allah] will say, \"Enter among nations which had passed on before you of jinn and mankind into the Fire.\" Every time a nation enters, it will curse its sister until, when they have all overtaken one another therein, the last of them will say about the first of them \"Our Lord, these had misled us, so give them a double punishment of the Fire. He will say, \"For each is double, but you do not know.\"",
    "ban": "তিনি বলবেন -- \"তোমরা প্রবেশ করো আগুনের মধ্যে দলগতভাবে যারা তোমাদের আগে গত হয়ে গেছে জিন ও মানুষের মধ্য থেকে। যখনি একটি দল প্রবেশ করবে সে অভিশাপ দেবে তার ভগিনীকে। তারপর যখন তারা সবে মিলে তাতে এসে পড়বে, তাদের পশ্চাদগামীরা তাদের অগ্রগামীদের সন্বন্ধে বলবে -- \"আমাদের প্রভু! এরা আমাদের পথভ্রষ্ট করেছিল, সেজন্য তাদের দাও আগুন দ্বারা দ্বিগুণ শাস্তি।\" তিনি বলবেন -- \"প্রত্যেকের জন্য রয়েছে দ্বিগুণ শাস্তি, কিন্তু তোমরা জানো না।\""
  },
  {
    "num": "39",
    "ara": "وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
    "eng": "And the first of them will say to the last of them, \"Then you had not any favor over us, so taste the punishment for what you used to earn.\"",
    "ban": "আর তাদের অগ্রগামীরা তাদের পশ্চাদগামীদের বলবে -- \"তাহলে তোমাদের কারণে আমাদের উপরে কোনো শ্রেষ্ঠত্ব নেই, অতএব তোমরা যা অর্জন করে যাচ্ছিলে তার জন্য শাস্তি আস্বাদন করো।\""
  },
  {
    "num": "40",
    "ara": "إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ",
    "eng": "Indeed, those who deny Our verses and are arrogant toward them - the gates of Heaven will not be opened for them, nor will they enter Paradise until a camel enters into the eye of a needle. And thus do We recompense the criminals.",
    "ban": "নিঃসন্দেহ যারা আমাদের নির্দেশসমূহে মিথ্যারোপ করে আর সে-সব থেকে হামবড়াই করে, তাদের জন্য মহাকাশের দ্বার উন্নুক্ত করা হবে না আর তারা বেহেশতেও প্রবেশ করতে পারবে না, যে পর্যন্ত না উট প্রবেশ করে সূচের ছিদ্র দিয়ে। আর এইভাবে আমরা অপরাধীদের প্রতিফল দিই।"
  },
  {
    "num": "41",
    "ara": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ",
    "eng": "They will have from Hell a bed and over them coverings [of fire]. And thus do We recompense the wrongdoers.",
    "ban": "তাদের জন্য রয়েছে জাহান্নামের শয্যা আর তাদের উপরে রয়েছে আবরণ। আর এইভাবে আমরা প্রতিফল দিই অন্যায়-কারীদের।"
  },
  {
    "num": "42",
    "ara": "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ",
    "eng": "But those who believed and did righteous deeds - We charge no soul except [within] its capacity. Those are the companions of Paradise; they will abide therein eternally.",
    "ban": "আর যারা ঈমান এনেছে এবং সৎকর্ম করছে -- আমরা কোনো সত্ত্বাকে ভারাক্রান্ত করি না তার ক্ষমতার অতিরিক্ত, -- এরাই হচ্ছে জান্নাতের বাসিন্দা, তারা সেখানে থাকবে চিরকাল।"
  },
  {
    "num": "43",
    "ara": "وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ وَنُودُوا أَن تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "And We will have removed whatever is within their breasts of resentment, [while] flowing beneath them are rivers. And they will say, \"Praise to Allah, who has guided us to this; and we would never have been guided if Allah had not guided us. Certainly the messengers of our Lord had come with the truth.\" And they will be called, \"This is Paradise, which you have been made to inherit for what you used to do.\"",
    "ban": "আর আমরা দূর করে দেবো মনোমালিন্যের যা-কিছু আছে তাদের বুকে, -- তাদের নিচে দিয়ে বয়ে চলবে ঝরনারাজি, আর তারা বলবে -- \"সমুদয় প্রশংসা আল্লাহ্‌রই যিনি আমাদের পথ দেখিয়েছেন এই দিকে, আর আমরা নিজেরা সুপথ পেতাম না যদি আল্লাহ্ আমাদের পথ না দেখাতেন, নিশ্চয়ই আমাদের প্রভুর রসূলগণ সত্য নিয়ে এসেছিলেন।\" আর তাদের কাছে ঘোষণা করা হবে -- \"দেখো! এই বেহেশত তোমাদের সামনে, তোমরা এ উত্তরাধিকার করলে তোমরা যা করতে তার জন্য।\""
  },
  {
    "num": "44",
    "ara": "وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَن لَّعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
    "eng": "And the companions of Paradise will call out to the companions of the Fire, \"We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?\" They will say, \"Yes.\" Then an announcer will announce among them, \"The curse of Allah shall be upon the wrongdoers.\"",
    "ban": "আর জান্নাতবাসীরা আগুনের বাসিন্দাদের ডেকে বলবে -- \"আমরা নিশ্চয়ই পেয়েছি আমাদের প্রভু আমাদের কাছে যা ওয়াদা করেছিলেন তা সত্য, তোমরাও কি তবে তোমাদের প্রভু যা ওয়াদা করেছিলেন তা সত্য পেয়েছ?\" তারা বলবে -- \"হাঁ।\" তখন জনৈক মুওজ্জিন তাদের মধ্যে ঘোষণা করবে -- \"আল্লাহ্‌র ধিক্কার হোক দুরাচারীদের উপরে --"
  },
  {
    "num": "45",
    "ara": "الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ كَافِرُونَ",
    "eng": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they were, concerning the Hereafter, disbelievers.",
    "ban": "\"যারা আল্লাহ্‌র পথ থেকে সরিয়ে দেয় আর তাকে কুটিল করতে চেষ্টা করে, আর তারা আখেরাতের সন্বন্ধে অবিশ্বাসী।\""
  },
  {
    "num": "46",
    "ara": "وَبَيْنَهُمَا حِجَابٌ وَعَلَى الْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَن سَلَامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
    "eng": "And between them will be a partition, and on [its] elevations are men who recognize all by their mark. And they call out to the companions of Paradise, \"Peace be upon you.\" They have not [yet] entered it, but they long intensely.",
    "ban": "আর এই দুয়ের মধ্যে থাকবে একটি পর্দা। আর উঁচু স্থানসমূহে থাকবে কিছু লোক যাঁরা সবাইকে চেনেন তাদের চিহ্নের দ্বারা। আর তাঁরা বেহেশতের আগন্তক বাসিন্দাদের ডেকে বলবেন -- \"সালামুন আলাইকুম।\" তারা এখনও তাতে প্রবেশ করে নি, তবে তারা আশা রাখে।"
  },
  {
    "num": "47",
    "ara": "وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ",
    "eng": "And when their eyes are turned toward the companions of the Fire, they say, \"Our Lord, do not place us with the wrongdoing people.\"",
    "ban": "আর যখন তাদের দৃষ্টি ফেরানো হবে তখন তা নকরবাসীদের সাক্ষাৎ পাবে, তারা বলবে -- \"আমাদের প্রভু! অন্যায়কারী দলের সঙ্গে আমাদের ফেলে দিও না।\""
  },
  {
    "num": "48",
    "ara": "وَنَادَى أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَاهُمْ قَالُوا مَا أَغْنَى عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
    "eng": "And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark, saying, \"Of no avail to you was your gathering and [the fact] that you were arrogant.\"",
    "ban": "আর উঁচুস্থানসমূহের বাসিন্দারা ডাকবেন সেইসব লোকদের যাদের তাঁরা চিনতে পারবেন ওদের চিহ্নের দ্বারা, তাঁরা বলবেন -- \"তোমাদের কোনো কাজে এলো না তোমাদের সঞ্চয় আর যা নিয়ে তোমরা হামবড়াই করতে!"
  },
  {
    "num": "49",
    "ara": "أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنتُمْ تَحْزَنُونَ",
    "eng": "[Allah will say], \"Are these the ones whom you [inhabitants of Hell] swore that Allah would never offer them mercy? Enter Paradise, [O People of the Elevations]. No fear will there be concerning you, nor will you grieve.\"",
    "ban": "\"এরাই কি! তারা যাদের সন্বন্ধে তোমরা কসম খেয়েছিলে যে আল্লাহ্ তাদের প্রতি করুণা প্রদর্শন করবেন না?\" \"বেহেশতে প্রবেশ করো, তোমাদের উপরে কোনো ভয় নেই, আর তোমরা অনুতাপও করবে না।\""
  },
  {
    "num": "50",
    "ara": "وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ",
    "eng": "And the companions of the Fire will call to the companions of Paradise, \"Pour upon us some water or from whatever Allah has provided you.\" They will say, \"Indeed, Allah has forbidden them both to the disbelievers.\"",
    "ban": "আর নরকবাসীরা জান্নাতবাসীদের ডেকে বলবে -- \"আমাদের উপরে পানি কিছুটা ঢেলে দাও, অথবা আল্লাহ্ তোমাদের যা খাওয়াচ্ছেন তা থেকে।\" তারা বলবে -- \"নিঃসন্দেহ আল্লাহ্ এ দুটোই নিষেধ করেছেন অবিশ্বাসীদের জন্য --"
  },
  {
    "num": "51",
    "ara": "الَّذِينَ اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
    "eng": "Who took their religion as distraction and amusement and whom the worldly life deluded.\" So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses.",
    "ban": "\"যারা তাদের ধর্মকে গ্রহণ করেছিল খেলা ও কৌতুকরূপে, আর এই দুনিয়ার জীবন যাদের ভুলিয়েছিল।\" সুতরাং আজ আমরা তাদের পরিত্যাগ করেছি যেমন তারা অবহেলা করেছিল তাদের এই দিনটির সঙ্গে মিলিত হওয়ার ব্যাপারে, আর যেহেতু তারা আমাদের নির্দেশাবলী প্রত্যাখ্যান করেছিল।"
  },
  {
    "num": "52",
    "ara": "وَلَقَدْ جِئْنَاهُم بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe.",
    "ban": "আর নিশ্চয়ই আমরা তাদের জন্য নিয়ে এসেছি একখানা কিতাব যাতে বিশদ ব্যাখ্যা করেছি জ্ঞান দ্বারা, -- এক পথনির্দেশ ও করুণা যারা বিশ্বাস করে তেমন লোকের জন্য।"
  },
  {
    "num": "53",
    "ara": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ قَدْ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ",
    "eng": "Do they await except its result? The Day its result comes those who had ignored it before will say, \"The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than we used to do?\" They will have lost themselves, and lost from them is what they used to invent.",
    "ban": "তারা কি আর কিছুর অপেক্ষা করে ওর পরিণাম ছাড়া? যেদিন এর পরিণাম আসবে, যারা এর আগে এটি অবহেলা করেছিল তারা বলবে -- \"আমাদের প্রভুর রসূলগণ নিশ্চয়ই সত্য নিয়ে এসেছিলেন। আমাদের জন্য কোনো সুপারিশকারী আছে কি? তারা তবে আমাদের জন্য সুপারিশ করুক, অথবা আমরা কি প্রত্যাবৃত্ত হতে পারি যেন আমরা যা করতাম তার বিপরীত কিছু করতে পারি?\" তারা আলবৎ তাদের অন্তরা‌ত্মা হারিয়েছে, আর তাদের থেকে বিদায় নিয়েছে সেইসব যাদের তারা উদ্ভাবন করেছিল।"
  },
  {
    "num": "54",
    "ara": "إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
    "eng": "Indeed, your Lord is Allah, who created the heavens and earth in six days and then established Himself above the Throne. He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allah, Lord of the worlds.",
    "ban": "নিঃসন্দেহ তোমাদের প্রভু হচ্ছেন আল্লাহ্ যিনি সৃষ্টি করেছেন মহাকাশমন্ডল ও পৃথিবী ছয় দিনে, তখন তিনি আরশে অধিষ্ঠিত হন। তিনি দিনকে আবৃত করেন রাত্রি দিয়ে, -- যা দ্রতগতিতে তার অনুসরণ করে। আর সূর্য ও চন্দ্র ও নক্ষত্ররাজি তাঁর হুকুমের আজ্ঞাধীন। সৃষ্টি করা ও নির্দেশ দান কি তাঁর অধিকারভুক্ত নয়? মহিমাময় আল্লাহ্ -- বিশ্বজগতের প্রভু!"
  },
  {
    "num": "55",
    "ara": "ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ",
    "eng": "Call upon your Lord in humility and privately; indeed, He does not like transgressors.",
    "ban": "তোমাদের প্রভুকে ডাকো বিনীতভাবে ও গোপনতার সাথে। নিঃসন্দেহ তিনি সীমালঙ্ঘনকারীদের ভালোবাসেন না।"
  },
  {
    "num": "56",
    "ara": "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ",
    "eng": "And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allah is near to the doers of good.",
    "ban": "আর দুনিয়াতে গন্ডগোল সৃষ্টি করো না তার মধ্যে শান্তিপ্রতিষ্ঠার পরে, আর তাঁকে ডাকো ভয়ে ও আশায়। নিঃসন্দেহ আল্লাহ্‌র অনুগ্রহ সৎকর্মশীলদের নিকটবর্তী।"
  },
  {
    "num": "57",
    "ara": "وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِن كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ",
    "eng": "And it is He who sends the winds as good tidings before His mercy until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded.",
    "ban": "আর তিনিই সেইজন যিনি মলয়বায়ুপ্রবাহ পাঠান তাঁর অনুগ্রহের প্রাক্কালে সুসংবাদবাহীরূপে। শেষ পর্যন্ত যখন তারা সঘন মেঘমালা বহন ক'রে আনে, আমরা তখন তা মৃত ভূখন্ডের দিকে পাঠাই, তারপর আমরা তাতে পানি বর্ষণ করি, তারপরে এর সাহায্যে উৎপাদন করি সব রকমের ফলফসল। এইভাবে আমরা মৃতকে বের করে আনি, যেন তোমরা স্মরণ করতে পারো।"
  },
  {
    "num": "58",
    "ara": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ",
    "eng": "And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful.",
    "ban": "আর ভালো জমি -- এর গাছপালা গজায় তার প্রভুর অনুমতিক্রমে, আর যা মন্দ -- কিছুই গজায় না অল্পস্বল্প ছাড়া। এই ভাবে আমরা নির্দেশসমূহ বিশদভাবে বর্ণনা করি যারা কৃতজ্ঞতা প্রকাশ করে তেমন লোকের জন্য।"
  },
  {
    "num": "59",
    "ara": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
    "eng": "We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day.",
    "ban": "আমরা অবশ্যই নূহকে পাঠিয়েছিলাম তাঁর সম্প্রদায়ের কাছে। তিনি তখন বলেছিলেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তিনি ছাড়া তোমাদের অন্য উপাস্য নেই। নিঃসন্দেহ আমি তোমাদের জন্য আশংকা করছি এক ভয়ংকর দিনের শাস্তি।\""
  },
  {
    "num": "60",
    "ara": "قَالَ الْمَلَأُ مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُّبِينٍ",
    "eng": "Said the eminent among his people, \"Indeed, we see you in clear error.\"",
    "ban": "তাঁর সম্প্রদায়ের প্রধানরা বললে -- \"নিঃসন্দেহ আমরা তো তোমাকে দেখছি স্পষ্ট ভ্রান্তির মধ্যে।\""
  },
  {
    "num": "61",
    "ara": "قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ",
    "eng": "[Noah] said, \"O my people, there is not error in me, but I am a messenger from the Lord of the worlds.\"",
    "ban": "তিনি বললেন -- \"হে আমার জনগণ! আমার মধ্যে কোনো পথভ্রান্তি নেই, বরং আমি হচ্ছি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল।"
  },
  {
    "num": "62",
    "ara": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
    "eng": "I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know.",
    "ban": "\"আমি তোমাদের কাছে পৌঁছে দিই আমার প্রভুর বাণীসমূহ এবং আমি তোমাদের সদুপদেশ দিই, কারণ আমি আল্লাহ্‌র কাছ থেকে জানি যা তোমরা জানো না।"
  },
  {
    "num": "63",
    "ara": "أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ",
    "eng": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy.\"",
    "ban": "\"আচ্ছা, তোমরা কি বিস্মিত হচ্ছো যে তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে উপদেশ এসেছে তোমাদেরই মধ্যেকার একজন মানুষের মাধ্যমে যেন তিনি তোমাদের সতর্ক করেন, আর যেন তোমরা ধর্মভীরুতা অবলন্বন করো, আর যেন তোমাদের করুণা প্রদর্শন করা হয়?"
  },
  {
    "num": "64",
    "ara": "فَكَذَّبُوهُ فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ",
    "eng": "But they denied him, so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed, they were a blind people.",
    "ban": "কিন্তু তারা তাঁকে মিথ্যারোপ করলো, তাই তাঁকে ও তাঁর সঙ্গে যারা ছিল তাদের আমরা উদ্ধার করেছিলাম জাহাজে, আর ডুবিয়ে দিয়েছিলাম তাদের যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করেছিল। নিঃসন্দেহ তারা ছিল এক অন্ধ সম্প্রদায়।"
  },
  {
    "num": "65",
    "ara": "وَإِلَى عَادٍ أَخَاهُمْ هُودًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ",
    "eng": "And to the 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah; you have no deity other than Him. Then will you not fear Him?\"",
    "ban": "আর 'আদ জাতির কাছে তাদের ভাই হূদকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ছাড়া অন্য উপাস্য নেই। তোমরা কি তবে ধর্মভীরুতা অবলন্বন করবে না?\""
  },
  {
    "num": "66",
    "ara": "قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ",
    "eng": "Said the eminent ones who disbelieved among his people, \"Indeed, we see you in foolishness, and indeed, we think you are of the liars.\"",
    "ban": "তাঁর সম্প্রদায়ের মধ্যে থেকে যারা অবিশ্বাস করেছিল তাদের প্রধানরা বললে -- \"নিঃসন্দেহ আমরা তো তোমাকে দেখছি অকাট- বোকামিতে, আর আমরা আলবৎ তোমাকে মিথ্যাবাদীদের মধ্যে গণ্য করি।\""
  },
  {
    "num": "67",
    "ara": "قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ",
    "eng": "[Hud] said, \"O my people, there is not foolishness in me, but I am a messenger from the Lord of the worlds.\"",
    "ban": "তিনি বললেন -- \"হে আমার লোকেরা! আমার মধ্যে কোনো মূর্খতা নেই, বরং আমি হচ্ছি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল।"
  },
  {
    "num": "68",
    "ara": "أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ",
    "eng": "I convey to you the messages of my Lord, and I am to you a trustworthy adviser.",
    "ban": "\"আমি তোমাদের কাছে পৌঁছে দিই আমার প্রভুর বাণীসমূহ, আর আমি তোমাদের জন্য একজন বিশ্বস্ত উপদেষ্টা।"
  },
  {
    "num": "69",
    "ara": "أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
    "eng": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allah that you might succeed.",
    "ban": "\"আচ্ছা, তোমরা কি তাজ্জব হচ্ছো যে তোমাদের কাছে তোমাদের প্রভুর নিকট থেকে উপদেশ এসেছে তোমাদেরই মধ্যেকার একজন মানুষের মাধ্যমে যেন তিনি তোমাদের সতর্ক করেন? আর স্মরণ করো, কেমন ক'রে তিনি তোমাদের নূহ্‌-এর সম্প্রদায়ের পরবর্তীকালে প্রতিনিধি বানিয়েছিলেন, আর তোমাদের বর্ধিত করেছেন আকৃতির বৈশিষ্ট্যে। সুতরাং তোমরা আল্লাহ্‌র অনুগ্রহসমূহ স্মরণ করো যেন তোমরা সফল হতে পারো।\""
  },
  {
    "num": "70",
    "ara": "قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "They said, \"Have you come to us that we should worship Allah alone and leave what our fathers have worshipped? Then bring us what you promise us, if you should be of the truthful.\"",
    "ban": "তারা বললে -- \"তুমি কি আমাদের কাছে এসেছ যেন আমরা একমাত্র আল্লাহ্‌র উপাসনা করি, আর বর্জন করি আমাদের পিতৃপুরুষরা যার উপাসনা করতো? অতএব নিয়ে এসো আমাদের উপরে যার দ্বারা তুমি আমাদের ভয় দেখাচ্ছ, যদি তুমি সত্যবাদীদের অন্তর্ভুক্ত হও।\""
  },
  {
    "num": "71",
    "ara": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا نَزَّلَ اللَّهُ بِهَا مِن سُلْطَانٍ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ",
    "eng": "[Hud] said, \"Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them, you and your fathers, for which Allah has not sent down any authority? Then wait; indeed, I am with you among those who wait.\"",
    "ban": "তিনি বললেন -- \"তোমাদের উপরে তোমাদের প্রভুর কাছ থেকে শাস্তি ও ক্রোধ তো হাজির হয়েই আছে। তোমরা কি আমার সঙ্গে বচসা করো কতকগুলি নাম সন্বন্ধে যে-সব নাম দিয়েছ -- তোমরা ও তোমাদের পিতৃপুরুষরা, যার জন্যে আল্লাহ্ কোনো সনদ পাঠান নি? অতএব অপেক্ষা করো, আমিও তোমাদের সাথে অপেক্ষাকারীদের মধ্যে রয়েছি।\""
  },
  {
    "num": "72",
    "ara": "فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ",
    "eng": "So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs, and they were not [at all] believers.",
    "ban": "কাজে কাজেই তাঁকে ও তাঁর সঙ্গে যারা ছিল তাদের আমরা উদ্ধার করেছিলাম আমাদের থেকে অনুগ্রহ বশতঃ, আর কেটে দিয়েছিলাম তাদের শিকড় যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করেছিল ও যারা মুমিন ছিল না।"
  },
  {
    "num": "73",
    "ara": "وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
    "eng": "And to the Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allah [sent] to you as a sign. So leave her to eat within Allah 's land and do not touch her with harm, lest there seize you a painful punishment.",
    "ban": "আর ছামূদ জাতির কাছে তাদের ভাই সালিহ্‌কে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ব্যতীত অন্য উপাস্য নেই। আলবৎ তোমাদের জন্য তোমাদের প্রভুর নিকট থেকে এসেছে স্পষ্ট প্রমাণ। এটি হচ্ছে আল্লাহ্‌র উষ্টী, -- তোমাদের জন্য একটি নিদর্শন, অতএব এটিকে ছেড়ে দাও আল্লাহ্‌র মাটিতে চরে খেতে, আর তাকে কোনো ক্ষতিতে ক্ষতি করো না, পাছে মর্মন্তুদ শাস্তি তোমাদের পাকড়াও করে।"
  },
  {
    "num": "74",
    "ara": "وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
    "eng": "And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption.\"",
    "ban": "\"আর স্মরণ করো! কেমন ক'রে তিনি তোমাদের 'আদ-এর পরবর্তীকালে প্রতিনিধি বানিয়েছিলেন, আর তোমাদের প্রতিষ্ঠিত করেছিলেন পৃথিবীতে -- যার সমতলক্ষেত্রে তোমরা প্রাসাদ গড়েছিলে আর পাহাড় কেটে বানালে বাড়িঘর। সেজন্য তোমরা স্মরণ করো আল্লাহ্‌র অনুগ্রহসমূহ, আর দেশে গর্হিত আচরণ করো না গন্ডগোল সৃষ্টিকারী হয়ে।\""
  },
  {
    "num": "75",
    "ara": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُّرْسَلٌ مِّن رَّبِّهِ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ",
    "eng": "Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Salih is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers.\"",
    "ban": "তাঁর সম্প্রদায়ের মধ্যে যারা গর্ব করেছিল তাদের প্রধানরা বললে ওদের যারা দুর্বলতা বোধ করতো -- ওদের মধ্যে যারা ঈমান এনেছিল তাদের -- \"তোমরা কি জানো যে সালিহ্ তার প্রভুর কাছ থেকে একজন প্রেরিত-পুরুষ?\" তারা বললে -- \"নিঃসন্দেহ তাঁকে দিয়ে যা পাঠানো হয়েছে তাতে আমরা বিশ্বাসী।\""
  },
  {
    "num": "76",
    "ara": "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنتُم بِهِ كَافِرُونَ",
    "eng": "Said those who were arrogant, \"Indeed we, in that which you have believed, are disbelievers.\"",
    "ban": "যারা গর্ববোধ করতো তারা বললে -- \"তোমরা যে-সব বিষয়ে বিশ্বাস করো তাতে আমরা নিশ্চয়ই অবিশ্বাসী।\""
  },
  {
    "num": "77",
    "ara": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الْمُرْسَلِينَ",
    "eng": "So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Salih, bring us what you promise us, if you should be of the messengers.\"",
    "ban": "অতঃপর তারা উষ্টী হত্যা করলে, আর অমান্য করলে তাদের প্রভুর নির্দেশ ও বললে -- \"হে সালিহ্‌! এনো তো আমাদের জন্য যা দিয়ে তুমি আমাদের ভয় দেখাচ্ছ, যদি তুমি রসূলদের একজন হও।\""
  },
  {
    "num": "78",
    "ara": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
    "eng": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
    "ban": "সুতরাং তাদের পাকড়াও করল ভূমিকম্প, কাজেই তারা হয়ে গেল আপন বাড়িঘরেই নিথরদেহী।"
  },
  {
    "num": "79",
    "ara": "فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِن لَّا تُحِبُّونَ النَّاصِحِينَ",
    "eng": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors.\"",
    "ban": "তারপর তিনি তাদের থেকে ফিরে গেলেন আর বললেন -- \"হে আমার সম্প্রদায়! আমি তোমাদের কাছে আমার প্রভুর বাণীসমূহ নিশ্চয়ই পৌঁছে দিয়েছিলাম, আর তোমাদের সদুপদেশ দিয়েছিলাম, কিন্তু তোমরা উপদেষ্টাদের পছন্দ করলে না। \""
  },
  {
    "num": "80",
    "ara": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ",
    "eng": "And [We had sent] Lot when he said to his people, \"Do you commit such immorality as no one has preceded you with from among the worlds?",
    "ban": "আর লূত। স্মরণ করো! তিনি তাঁর লোকদের বললেন -- \"তোমরা কি এমন অশ্লীলতা করছো যা তোমাদের পূর্বে জগদ্বাসীদের আর কেউ চালু করে নি?"
  },
  {
    "num": "81",
    "ara": "إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "eng": "Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people.\"",
    "ban": "\"নিঃসন্দেহ তোমরা তো কামাতুর হয়ে কামিনীদের ছেড়ে দিয়ে পুরুষদের কাছে আস। না, তোমরা সীমালঙ্ঘনকারী লোক।\""
  },
  {
    "num": "82",
    "ara": "وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوهُم مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
    "eng": "But the answer of his people was only that they said, \"Evict them from your city! Indeed, they are men who keep themselves pure.\"",
    "ban": "আর তাঁর লোকদের উত্তর এ ভিন্ন অন্য কিছু ছিল না যে তারা বললে -- \"তোমাদের জনপদ থেকে এদের বের করে দাও। এরা তো এমন লোক যারা পবিত্র হতে চায়!\""
  },
  {
    "num": "83",
    "ara": "فَأَنجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
    "eng": "So We saved him and his family, except for his wife; she was of those who remained [with the evildoers].",
    "ban": "কাজেই আমরা তাঁকে ও তাঁর পরিবারবর্গকে উদ্ধার করেছিলাম -- তাঁর স্ত্রী ব্যতীত, সে ছিল পেছনে-পড়ে-থাকাদের অন্তর্ভুক্ত।"
  },
  {
    "num": "84",
    "ara": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ",
    "eng": "And We rained upon them a rain [of stones]. Then see how was the end of the criminals.",
    "ban": "আর তাদের উপরে আমরা বর্ষণ করেছিলাম এক বর্ষণ। অতএব দেখো, অপরাধীদের পরিণাম কেমন হয়েছিল?"
  },
  {
    "num": "85",
    "ara": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
    "eng": "And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers.",
    "ban": "আর মাদয়ানবাসীদের নিকট তাদের ভাই শোআইবকে। তিনি বললেন -- \"হে আমার সম্প্রদায়! আল্লাহ্‌র উপাসনা করো, তোমাদের জন্য তিনি ব্যতীত অন্য উপাস্য নেই। তোমাদের কাছে তোমাদের প্রভুর কাছ থেকে নিশ্চয়ই এসেছে স্পষ্ট প্রমাণ। কাজেই পুরো মাপ ও ওজন দেবে, আর কোন লোককে বঞ্চিত করো না তাদের বিষয়বস্তুতে, আর পৃথিবীতে গন্ডগোল সৃষ্টি করো না তাতে সুব্যবস্থা আনয়নের পরে এটিই তোমাদের জন্য শ্রেয় যদি তোমরা বিশ্বাসী হও।"
  },
  {
    "num": "86",
    "ara": "وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا وَاذْكُرُوا إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ وَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
    "eng": "And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters.",
    "ban": "\"আর প্রত্যেক রাস্তায় ওত পেতে থেকো না ভয় দেখিয়ে, আর আল্লাহ্‌র পথ থেকে তাকে ফিরিয়ে নিতে যে তাঁর প্রতি ঈমান এনেছে, আর তাকে কুটিল করতে যেও না। আর স্মরণ করো -- যখন তোমরা অল্প ছিলে, তখন তিনি তোমাদের বাড়িয়ে দিয়েছিলেন। অতএব দেখো, কি হয়েছিল বিপর্যয় সৃষ্টিকারীদের পরিণাম!"
  },
  {
    "num": "87",
    "ara": "وَإِن كَانَ طَائِفَةٌ مِّنكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَّمْ يُؤْمِنُوا فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ",
    "eng": "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges.\"",
    "ban": "\"আর যদি তোমাদের একদলও বিশ্বাস করে আমাকে যা দিয়ে পাঠানো হয়েছে তাতে, আর একদল বিশ্বাস করে না, তখন ধৈর্য ধরো যে পর্যন্ত না আল্লাহ্ আমাদের উভয়ের মধ্যে মীমাংসা করে দেন, আর তিনিই বিচারকর্তাদের মধ্যে শ্রেষ্ঠ।\""
  },
  {
    "num": "88",
    "ara": "قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ",
    "eng": "Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling?\"",
    "ban": "তাঁর সম্প্রদায়ের মধ্যে যারা গর্ব করেছিল তাদের প্রধানরা বললে, \"আমরা নিশ্চয়ই তোমাকে তাড়িয়ে দেবো, হে শোআইব! আর যারা তোমার সঙ্গে ঈমান এনেছে তাদেরও, আমাদের জনপদ থেকে, অথবা আমাদের ধর্মমতে তোমাদের ফিরে আসতেই হবে।\" তিনি বললেন, \"কি! যদিও আমরা ঘৃণা করি?"
  },
  {
    "num": "89",
    "ara": "قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُم بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلَّا أَن يَشَاءَ اللَّهُ رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ",
    "eng": "We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.\"",
    "ban": "\"আমরা নিশ্চয়ই আল্লাহ্‌র বিরুদ্ধে মিথ্যা সৃষ্টি করবো যদি আমরা ফিরে যাই তোমাদের ধর্মমতে তা থেকে আল্লাহ্ আমাদের উদ্ধার করার পরেও, আর এটি আমাদের সমীচীন হবে না যে আমরা ওতে ফিরে যাই, যদি না আমাদের প্রভু আল্লাহ্ ইচ্ছে করেন। আমাদের প্রভু জ্ঞানে সব-কিছুতে ব্যাপকতা রাখেন। আল্লাহ্‌র উপরেই আমরা নির্ভর করি -- 'আমাদের প্রভু! আমাদের মধ্যে ও আমাদের সম্প্রদায়ের মধ্যে ন্যায্যভাবে নিস্পত্তি করে দাও, আর তুমিই নিস্পত্তিকারীদের মধ্যে সর্বশ্রেষ্ঠ।\""
  },
  {
    "num": "90",
    "ara": "وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ",
    "eng": "Said the eminent ones who disbelieved among his people, \"If you should follow Shu'ayb, indeed, you would then be losers.\"",
    "ban": "আর তাঁর লোকদের মধ্যের যারা অবিশ্বাস করেছিল তাদের প্রধানরা বললে -- \"যদি তোমরা শোআইবকে অনুসরণ কর তবে তোমরা আলবৎ ক্ষতিগ্রস্ত হবে।\""
  },
  {
    "num": "91",
    "ara": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
    "eng": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
    "ban": "তারপর ভূমিকম্প তাদের পাকড়ালো, ফলে তারা হয়ে গেল আপন বাড়িঘরেই নিথরদেহী।"
  },
  {
    "num": "92",
    "ara": "الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَن لَّمْ يَغْنَوْا فِيهَا الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ",
    "eng": "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers.",
    "ban": "যারা শোআইবকে মিথ্যারোপ করেছিল তাদের দশা হলো -- তারা যেন কখনো সেখানে বসবাস করে নি, যারা শোআইবকে মিথ্যারোপ করেছিল তারা নিজেরাই হলো ক্ষতিগ্রস্ত!"
  },
  {
    "num": "93",
    "ara": "فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسَى عَلَى قَوْمٍ كَافِرِينَ",
    "eng": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?\"",
    "ban": "এর পর তিনি তাদের থেকে ফিরে দাঁড়ালেন ও বললেন -- \"হে আমার সম্প্রদায়! আমি তো অবশ্যই তোমাদের কাছে আমার প্রভুর নির্দেশসমূহ পৌঁছে দিয়েছিলাম আর তোমাদের সদুপদেশ দিয়েছিলাম, সুতরাং কেনই বা আমি দুঃখ করবো এক অবিশ্বাসী সম্প্রদায়ের জন্য!\""
  },
  {
    "num": "94",
    "ara": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
    "eng": "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah].",
    "ban": "আর আমরা কোনো জনপদে কোনো নবী পাঠাইনি তাদের বাসিন্দাদের দুঃখ ও দুর্দশা দিয়ে পাকড়াও না-ক'বে, যেন তারা নিজেরা বিনয়াবনত হয়।"
  },
  {
    "num": "95",
    "ara": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوا وَّقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
    "eng": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\" So We seized them suddenly while they did not perceive.",
    "ban": "তারপর আমরা দুঃখকষ্টের অবস্থা বদলে দিলাম ভালো দিয়ে, যে পর্যন্ত না তারা ফেঁপে উঠলো ও বললে -- \"আমাদের পিতৃপুরুষদেরও দুঃখদুর্দশা ও আমোদ-আহ্লাদ স্পর্শ করেছিল।\" কাজেই আমরা তাদের পাকড়াও করলাম অতর্কিতে, আর তারা টেরও পেলো না।"
  },
  {
    "num": "96",
    "ara": "وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالْأَرْضِ وَلَكِن كَذَّبُوا فَأَخَذْنَاهُم بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.\"",
    "ban": "আর যদি জনপদসমূহের অধিবাসীরা ঈমান আনতো ও ধর্ম-ভীরুতা অবলন্বন করতো তবে আমরা নিশ্চয়ই তাদের জন্য উন্নুক্ত করতাম মহাকাশমন্ডল ও পৃথিবী থেকে আশীর্বাদসমূহ, কিন্তু তারা তো অবিশ্বাস করেছিল, তাই আমরা তাদের পাকড়াও করলাম যা তারা অর্জন করেছিল তার জন্যে।"
  },
  {
    "num": "97",
    "ara": "أَفَأَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ",
    "eng": "Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?",
    "ban": "তবে কি জনপদের বাসিন্দারা নিরাপদ বোধ করছে তাদের উপরে আমাদের বিপর্যয় এসে পড়া সম্পর্কে রাত্রির আক্রমণরূপে, যখন তারা থাকে নিদ্রামগ্ন?"
  },
  {
    "num": "98",
    "ara": "أَوَأَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
    "eng": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?",
    "ban": "অথবা জনপদের বাসিন্দারা কি নিরাপদ ভাবে তাদের উপরে আমাদের বিপর্যয় এসে পড়া সম্পর্কে সকাল বেলায় যখন তারা থাকে খেলায় রত?"
  },
  {
    "num": "99",
    "ara": "أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ",
    "eng": "Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.",
    "ban": "তারা কি তবে নিরাপদ বোধ করে আল্লাহ্‌র পরিকল্পনা থেকে? আর আল্লাহ্‌র পরিকল্পনা থেকে কেউ নিরাপদ থাকতে পারে না ক্ষতিগ্রস্ত সম্প্রদায় ব্যতীত।"
  },
  {
    "num": "100",
    "ara": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِن بَعْدِ أَهْلِهَا أَن لَّوْ نَشَاءُ أَصَبْنَاهُم بِذُنُوبِهِمْ وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
    "eng": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.",
    "ban": "এটি কি নির্দেশা‌ত্মক নয় তাদের জন্য যারা দেশের উত্তরাধিকারপ্রাপ্ত হয় তার বাসিন্দাদের পরে, যে যদি আমরা ইচ্ছা করি তবে তাদেরও আমরা আঘাত হানতে পারি তাদের অপরাধের জন্য, আর তাদের হৃদয়ের উপরে সিল এঁটে দিতে পারি, ফলে তারা শুনবে না?"
  },
  {
    "num": "101",
    "ara": "تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنبَائِهَا وَلَقَدْ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِن قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ",
    "eng": "Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.",
    "ban": "এই জনবসতিগুলো -- তাদের কাহিনী থেকে কিছুটা আমরা তোমার কাছে বর্ণনা করছি। আর নিশ্চয়ই তাদের কাছে তাদের রসূলগণ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তাদের বিশ্বাস করবার অবস্থা ছিল না তাতে যা তারা ইতিপূর্বে অবিশ্বাস করেছিল। এইভাবে আল্লাহ্ মোহর মেরে দেন অবিশ্বাসীদের হৃদয়ের উপরে।"
  },
  {
    "num": "102",
    "ara": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ",
    "eng": "And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient.",
    "ban": "আর তাদের বেশিরভাগের মধ্যে আমরা প্রতি‌শ্রুতি পালনের কিছুই পাই নি, বরং তাদের অধিকাংশকে অবশ্যই পেয়েছি ডাহা অসৎকর্মা।"
  },
  {
    "num": "103",
    "ara": "ثُمَّ بَعَثْنَا مِن بَعْدِهِم مُّوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
    "eng": "Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.",
    "ban": "অবশেষে তাদের পরে আমরা মূসাকে নিযুক্ত করেছিলাম ফিরআউন ও তার পরিষদবর্গের কাছে আমাদের নির্দেশাবলী সঙ্গে দিয়ে, কিন্তু তারা এগুলোর প্রতি অবিচার করেছিল, অতএব দেখো কেমন হয়েছিল বিপর্যয় সৃষ্টিকারীদের পরিণাম!"
  },
  {
    "num": "104",
    "ara": "وَقَالَ مُوسَى يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ",
    "eng": "And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds",
    "ban": "আর মূসা বললেন -- \"হে ফিরআউন, নিঃসন্দেহ আমি বিশ্বজগতের প্রভুর তরফ থেকে একজন রসূল, --"
  },
  {
    "num": "105",
    "ara": "حَقِيقٌ عَلَى أَن لَّا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ",
    "eng": "[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel.\"",
    "ban": "\"স্থিরনিশ্চিত যে আল্লাহ্ সন্বন্ধে আমি সত্য ছাড়া বলবো না। আমি তোমাদের কাছে এসেছি তোমাদের প্রভুর কাছ থেকে স্পষ্ট প্রমাণাবলী নিয়ে, সুতরাং আমার সঙ্গে পাঠিয়ে দাও ইসরাইলবংশীয় লোকদের।\""
  },
  {
    "num": "106",
    "ara": "قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِن كُنتَ مِنَ الصَّادِقِينَ",
    "eng": "[Pharaoh] said, \"If you have come with a sign, then bring it forth, if you should be of the truthful.\"",
    "ban": "সে বললে -- \"যদি তুমি কোনো নিদর্শন নিয়ে এসে থাকো তবে তা উপস্থাপিত করো, যদি তুমি সত্যবাদীদের মধ্যেকার হও।\""
  },
  {
    "num": "107",
    "ara": "فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ",
    "eng": "So Moses threw his staff, and suddenly it was a serpent, manifest.",
    "ban": "কাজেই তিনি তাঁর লাঠি নিক্ষেপ করলেন, তখন আশ্চর্য! তা হলো এক স্পষ্ট সাপ।"
  },
  {
    "num": "108",
    "ara": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
    "eng": "And he drew out his hand; thereupon it was white [with radiance] for the observers.",
    "ban": "আর তিনি তাঁর হাত বের করলেন, তখন আশ্চর্য! তা হলো দর্শকদের কাছে সাদা।"
  },
  {
    "num": "109",
    "ara": "قَالَ الْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ",
    "eng": "Said the eminent among the people of Pharaoh, \"Indeed, this is a learned magician",
    "ban": "ফিরআউনের লোকদের প্রধানরা বললে -- \"নিঃসন্দেহ এ একজন বিজ্ঞ জাদুকর।\""
  },
  {
    "num": "110",
    "ara": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ",
    "eng": "Who wants to expel you from your land [through magic], so what do you instruct?\"",
    "ban": "\"সে চায় তোমাদের দেশ থেকে তোমাদের বের করে দিতে, কাজেই তোমরা কি পরামর্শ দাও?\""
  },
  {
    "num": "111",
    "ara": "قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ",
    "eng": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
    "ban": "তারা বললে -- \"তাকে ও তার ভাইকে কিঞ্চিৎ অবকাশ দাও, আর শহরে-নগরে পাঠাও তলবকারীদের --"
  },
  {
    "num": "112",
    "ara": "يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ",
    "eng": "Who will bring you every learned magician.\"",
    "ban": "\"তোমার কাছে তারা নিয়ে আসুক প্রত্যেক ঝানু জাদুকর।\""
  },
  {
    "num": "113",
    "ara": "وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ",
    "eng": "And the magicians came to Pharaoh. They said, \"Indeed for us is a reward if we are the predominant.\"",
    "ban": "আর জাদুকররা ফিরআউনের কাছে এলো। তারা বললে -- \"আমাদের পুরস্কার থাকা চাই যদি আমরা নিজেরা বিজেতা হই।\""
  },
  {
    "num": "114",
    "ara": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ",
    "eng": "He said, \"Yes, and, [moreover], you will be among those made near [to me].\"",
    "ban": "সে বললে -- \"হাঁ আর আলবৎ তোমরা হবে নিকটবর্তীদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "115",
    "ara": "قَالُوا يَا مُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ نَحْنُ الْمُلْقِينَ",
    "eng": "They said, \"O Moses, either you throw [your staff], or we will be the ones to throw [first].\"",
    "ban": "তারা বললে -- \"হে মূসা! তুমি কি নিক্ষেপ করবে, না আমরাই হবো নিক্ষেপকারী?"
  },
  {
    "num": "116",
    "ara": "قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ",
    "eng": "He said, \"Throw,\" and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great [feat of] magic.",
    "ban": "তিনি বললেন -- \"তোমরাই ফেলো।\" অতঃপর যখন তারা ফেললো তখন লোকদের চোখে ধাঁধাঁ লাগিয়ে দিল আর তাদের ভয়াতুর করলো, আর তারা নিয়ে এলো এক বড় রকমের জাদু!"
  },
  {
    "num": "117",
    "ara": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
    "eng": "And We inspired to Moses, \"Throw your staff,\" and at once it devoured what they were falsifying.",
    "ban": "তখন আমরা মূসাকে প্রত্যাদেশ দিলাম যে -- \"তোমার লাঠি নিক্ষেপ করো।\" তখন কি আশ্চর্য! তা গ্রাস করতে লাগলো যা তারা রচনা করেছিল।"
  },
  {
    "num": "118",
    "ara": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "So the truth was established, and abolished was what they were doing.",
    "ban": "কাজেই সত্য প্রতিষ্ঠা লাভ করলো এবং তারা যা করছিল তা বাতিল হয়ে গেল।"
  },
  {
    "num": "119",
    "ara": "فَغُلِبُوا هُنَالِكَ وَانقَلَبُوا صَاغِرِينَ",
    "eng": "And Pharaoh and his people were overcome right there and became debased.",
    "ban": "সুতরাং তারা সেইখানেই পরাভূত হলো, আর তারা মোড় ফেরালো ছোট হয়ে।"
  },
  {
    "num": "120",
    "ara": "وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
    "eng": "And the magicians fell down in prostration [to Allah].",
    "ban": "আর জাদুকররা লুটিয়ে পড়লো সিজদারত অবস্থায়।"
  },
  {
    "num": "121",
    "ara": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
    "eng": "They said, \"We have believed in the Lord of the worlds,",
    "ban": "তারা বললে -- \"আমরা ঈমান আনলাম বিশ্বজগতের প্রভুর প্রতি --"
  },
  {
    "num": "122",
    "ara": "رَبِّ مُوسَى وَهَارُونَ",
    "eng": "The Lord of Moses and Aaron.\"",
    "ban": "\"মূসা ও হারূনের প্রভু।\""
  },
  {
    "num": "123",
    "ara": "قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ",
    "eng": "Said Pharaoh, \"You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know.",
    "ban": "ফিরআউন বললে -- \"তোমরা তাতে বিশ্বাস করছ আমি তোমাদের অনুমতি দেবার আগেই! নিশ্চয় এটি এক চক্রান্ত যা তোমরা এ শহরে ফেদেছঁ যেন তোমরা এ থেকে এর লোকদের বার করে দিতে পারো। বেশ, শীঘ্রই তোমরা টের পাবে!"
  },
  {
    "num": "124",
    "ara": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "eng": "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all.\"",
    "ban": "\"আমি আলবৎ তোমাদের হাত ও তোমাদের পা উল্টো-পাল্টা কেটে দেবো, তারপর তোমাদের নিশ্চয়ই শূলে চড়াবো একসঙ্গে।\""
  },
  {
    "num": "125",
    "ara": "قَالُوا إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ",
    "eng": "They said, \"Indeed, to our Lord we will return.",
    "ban": "তারা বললে -- \"নিঃসন্দেহ আমাদের প্রভুর কাছেই আমরা প্রত্যাবর্তনকারী।"
  },
  {
    "num": "126",
    "ara": "وَمَا تَنقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
    "eng": "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You].\"",
    "ban": "\"আর তুমি আমাদের উপরে প্রতিহিংসা নিচ্ছ না শুধু এজন্য ছাড়া যে আমরা বিশ্বাস স্থাপন করেছি আমাদের প্রভুর নির্দেশাবলীতে যখন সে-সব আমাদের কাছে এসেছিল। 'আমাদের প্রভু! আমাদের উপরে ধৈর্য বর্ষণ করো, আর আমাদের মৃত্যু ঘটাও মুসলিমরূপে।\""
  },
  {
    "num": "127",
    "ara": "وَقَالَ الْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ",
    "eng": "And the eminent among the people of Pharaoh said,\" Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?\" [Pharaoh] said, \"We will kill their sons and keep their women alive; and indeed, we are subjugators over them.\"",
    "ban": "আর ফিরআউনের লোকদের প্রধানরা বললে -- \"আপনি কি মূসাকে ও তার লোকদের ছেড়ে দেবেন দেশে বিপর্যয় সৃষ্টি করতে এবং আপনাকে এবং আপনার দেবতাদের পরিত্যাগ করতে?\" সে বললে -- \"আমরা তাদের পুত্রদের অবশ্যই হত্যা করবো আর তাদের কন্যাদের বাঁচতে দেবো, আর আমরা আলবৎ তাদের উপরে প্রতাপশালী।\""
  },
  {
    "num": "128",
    "ara": "قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
    "eng": "Said Moses to his people, \"Seek help through Allah and be patient. Indeed, the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous.\"",
    "ban": "মূসা তাঁর লোকদের বললেন -- \"আল্লাহ্‌র কাছে সাহায্য চাও ও ধৈর্য ধারণ করো, নিঃসন্দেহ পৃথিবী তো আল্লাহ্‌র, তিনি তার উত্তরাধিকার দেবেন তাঁর বান্দাদের মধ্যের যাদের তিনি পছন্দ করেন। আর পরিণাম হচ্ছে ধর্মপরায়ণদেরই জন্যে।\""
  },
  {
    "num": "129",
    "ara": "قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
    "eng": "They said, \"We have been harmed before you came to us and after you have come to us.\" He said, \"Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do.\"",
    "ban": "তারা বললে -- \"আমরা অত্যাচারিত হয়েছি আমাদের কাছে তোমার আগমনের আগে এবং আমাদের কাছে তোমার আসার পরেও।\" তিনি বললেন -- \"হতে পারে তোমাদের প্রভু তোমাদের শত্রুদের ধ্বংস করবেন, আর অচিরেই তোমাদের তিনি প্রতিনিধি ঠাওরাবেন দেশের মধ্যে, যেন তিনি দেখতে পারেন কেমনভাবে তোমরা কাজ করো।\""
  },
  {
    "num": "130",
    "ara": "وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "eng": "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded.",
    "ban": "আর আমরা নিশ্চয়ই ফিরআউনের লোকদের পাকড়াও করেছিলাম বহুবৎসরের খরা আর ফল-ফসলের ক্ষতি দিয়ে, যেন তারা অনুধাবন করে।"
  },
  {
    "num": "131",
    "ara": "فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَن مَّعَهُ أَلَا إِنَّمَا طَائِرُهُمْ عِندَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng": "But when good came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know.",
    "ban": "কিন্তু যখন তাদের কাছে ভালো অবস্থা আসতো, তারা বলতো -- \"এ-সব আমাদের জন্য।\" আর যখন মন্দ অবস্থা তাদের উপরে ঘটতো তারা আরোপ করতো মূসার ও তাঁর সঙ্গে যারা ছিল তাদের উপরে। একি নয় যে নিঃসন্দেহ তাদের ক্রিয়াকলাপ আল্লাহ্‌র কাছে রয়েছে? কিন্তু তাদের অধিকাংশই জানে না।"
  },
  {
    "num": "132",
    "ara": "وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
    "eng": "And they said, \"No matter what sign you bring us with which to bewitch us, we will not be believers in you.\"",
    "ban": "আর তারা বললে -- \"তুমি নিদর্শন থেকে যে কোনোটাই আমাদের কাছে আনো না কেন তা দিয়ে আমাদের জাদু করতে, আমরা কিন্তু তোমাতে বিশ্বাস স্থাপনকারী হবো না।\""
  },
  {
    "num": "133",
    "ara": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُّفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ",
    "eng": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people.",
    "ban": "তারপর আমরা তাদের উপরে পাঠালাম সুদূর প্রসারিত মৃত্যু, আর পঙ্গপাল ও উকুন, আর বেঙ ও রক্ত -- বিশদভাবে বর্ণিত নিদর্শনাবলী, কিন্তু তারা অহংকার করেছিল এবং তারা ছিল একটি অপরাধী সম্প্রদায়।"
  },
  {
    "num": "134",
    "ara": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ لَئِن كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ",
    "eng": "And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.\"",
    "ban": "আর যখন তাদের উপরে মড়কের আবির্ভাব হলো তারা বললে -- \"হে মূসা! তোমার প্রভুর কাছে আমাদের জন্য প্রার্থনা করো যেমন তিনি তোমার কাছে ওয়াদা করেছেন, তুমি যদি আমাদের কাছ থেকে মহামারী অপসারিত করে দাও তবে আমরা নিশ্চয়ই তোমাতে ঈমান আনবো আর তোমার সঙ্গে অবশ্যই ইসরাইলবংশীয়দের পাঠিয়ে দেবো।"
  },
  {
    "num": "135",
    "ara": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُم بَالِغُوهُ إِذَا هُمْ يَنكُثُونَ",
    "eng": "But when We removed the punishment from them until a term which they were to reach, then at once they broke their word.",
    "ban": "কিন্তু যখন আমরা তাদের থেকে মহামারী দূর করলাম নির্দিষ্ট সময়ের জন্য যাতে তারা পৌঁছুল, দেখো! তারা ভঙ্গ করলো!"
  },
  {
    "num": "136",
    "ara": "فَانتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
    "eng": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them.",
    "ban": "সেজন্য আমরা তাদের থেকে শেষপরিণতি নিলাম, আর তাদের আমরা ডুবিয়ে দিয়েছিলাম সাগরের জলে যেহেতু তারা প্রত্যাখ্যান করেছিল আমাদের নির্দেশসমূহ, আর এতে তারা ছিল অমনোযোগী।"
  },
  {
    "num": "137",
    "ara": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ",
    "eng": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building.",
    "ban": "আর আমরা উত্তরাধিকার দিয়েছিলাম সেই লোকদের যাদের দুর্বল গণ্য করা হয়েছিল, -- দেশের পূর্ব্বাঞ্চলসমূহ ও তার পশ্চিমাঞ্চল সমূহ -- যাতে আমরা সমৃদ্ধি অর্পণ করেছিলাম। আর তোমার প্রভুর মনোরম বাণী পরিপূর্ণ হয়েছিল ইসরাইলের বংশধরদের ক্ষেত্রে যেহেতু তারা ধৈর্য ধরেছিল। আর আমরা ভেঙ্গে ফেলেছিলাম ফিরআউন ও তার লোকেরা যা গড়ে ছিল, আর যে- সব তারা বানিয়েছিল।"
  },
  {
    "num": "138",
    "ara": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَّهُمْ قَالُوا يَا مُوسَى اجْعَل لَّنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
    "eng": "And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said, \"O Moses, make for us a god just as they have gods.\" He said, \"Indeed, you are a people behaving ignorantly.",
    "ban": "আর আমরা ইসরাইল বংশীয় লোকদের সমূদ্র পার করিয়ে দিই, তারপর তারা এল এক জাতির সংস্পর্শে যারা তাদের অবশিষ্ট প্রতিমাগুলোর প্রতি আসক্ত ছিল। তারা বললে -- \"হে মূসা! আমাদের জন্য একটি দেবতা গড়ে দাও যেমন তাদের দেবতারা রয়েছে ।\" তিনি বললেন -- \"তোমরা নিঃসন্দেহ এমন এক সম্প্রদায় যারা বোকামো করছো।"
  },
  {
    "num": "139",
    "ara": "إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ",
    "eng": "Indeed, those [worshippers] - destroyed is that in which they are [engaged], and worthless is whatever they were doing.\"",
    "ban": "\"নিঃসন্দেহ এদের ব্যাপারে -- যাতে তারা লিপ্ত রয়েছে তা ধ্বংসপ্রাপ্ত হতে যাচ্ছে, আর বৃথা যা তারা করে চলেছে।\""
  },
  {
    "num": "140",
    "ara": "قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ",
    "eng": "He said, \"Is it other than Allah I should desire for you as a god while He has preferred you over the worlds?\"",
    "ban": "তিনি বললেন -- \"আমি কি আল্লাহ্ ছাড়া তোমাদের জন্য অন্য উপাস্য খুঁজবো, অথচ তিনি তোমাদের শ্রেষ্ঠত্ব দিয়েছেন সমস্ত বিশ্বজগতের উপরে?\""
  },
  {
    "num": "141",
    "ara": "وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
    "eng": "And [recall, O Children of Israel], when We saved you from the people of Pharaoh, [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord.",
    "ban": "আর স্মরণ করো, আমরা তোমাদের উদ্ধার করেছিলাম ফিরআউনের লোকদের থেকে, তারা তোমাদের অত্যাচার করেছিল মর্মান্তিক শাস্তি দিয়ে, -- তারা তোমাদের পুত্রসন্তানদের হত্যা করতো ও বাচঁতে দিত তোমাদের কন্যাদের। আর এতে ছিল তোমাদের জন্য তোমাদের প্রভুর তরফ থেকে এক বিরাট সঙ্কট।"
  },
  {
    "num": "142",
    "ara": "وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ",
    "eng": "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, \"Take my place among my people, do right [by them], and do not follow the way of the corrupters.\"",
    "ban": "আর আমরা মূসার সঙ্গে ওয়াদা করেছিলাম ত্রিশ রাত্রি, আর তা পূর্ণ করি দশ দিয়ে -- তাতে পূর্ণ হলো তাঁর প্রভুর নির্ধারিত চল্লিশ রাত্রি। আর মূসা তাঁর ভাই হারূনকে বললেন -- \"আমার সম্প্রদায়ের মধ্যে তুমি আমার প্রতিনিধিত্ব করবে ও ভালোভাবে চলবে, আর গন্ডগোল সৃষ্টিকারীদের পথ অনুসরণ করো না।\""
  },
  {
    "num": "143",
    "ara": "وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ قَالَ لَن تَرَانِي وَلَكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ",
    "eng": "And when Moses arrived at Our appointed time and his Lord spoke to him, he said, \"My Lord, show me [Yourself] that I may look at You.\" [Allah] said, \"You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.\" But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, \"Exalted are You! I have repented to You, and I am the first of the believers.\"",
    "ban": "আর যখন মূসা আমাদের নির্ধারিত-স্থলে এসে পৌঁছুলেন এবং তাঁর প্রভু তাঁর সাথে কথা বললেন, তিনি বললেন -- \"আমার প্রভু! আমাকে দর্শন দাও, আমি তোমাকে দেখবো।\" তিনি বললেন -- \"তুমি কখনই আমাকে দেখতে পাবে না, বরং পাহাড়টির দিকে তাকাও, যদি তা তার জায়গায় স্থির থাকে তবে তুমি আমাকে দেখবে।\" তারপর যখন তাঁর প্রভু পাহাড়টিতে জ্যোতিষ্মান হলেন তখন তিনি তাকে চূর্ণ-বিচূর্ণ করলেন, আর মূসা পড়ে গেলেন সংজ্ঞাহীন হয়ে। তারপর যখন তিনি চেতনা পেলেন, তিনি বললেন -- \"তোমারই সব মহিমা! আমি তোমারই দিকে ফিরছি, আর আমি হব মুমিনদের মধ্যে অগ্রণী।\""
  },
  {
    "num": "144",
    "ara": "قَالَ يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُن مِّنَ الشَّاكِرِينَ",
    "eng": "[Allah] said, \"O Moses, I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful.\"",
    "ban": "তিনি বললেন -- \"হে মূসা! নিঃসন্দেহ আমি তোমাকে নির্বাচন করেছি জনগণের উপরে আমার বাণী প্রেরণের দ্বারা ও আমার বাক্যালাপের দ্বারা, কাজেই তুমি ধারণ করো যা বিধান আমি তোমাকে দিয়েছি, আর কৃতজ্ঞদের মধ্যেকার হও।\""
  },
  {
    "num": "145",
    "ara": "وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِن كُلِّ شَيْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا سَأُرِيكُمْ دَارَ الْفَاسِقِينَ",
    "eng": "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], \"Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient.\"",
    "ban": "আর আমরা তাঁর জন্য লিপিবদ্ধ করেছিলাম ফলকগুলোতে হরেক রকমের উপদেশ আর সব-কিছুর ব্যাখ্যা, -- \"এ-সব তাহলে শক্তভাবে ধারণ করো, আর তোমার লোকদের নির্দেশ দাও শ্রেষ্ঠগুলো গ্রহণ করতে। আমি অচিরেই তোমাদের দেখাবো সত্যত্যাগীদের বাসস্থান।\""
  },
  {
    "num": "146",
    "ara": "سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِن يَرَوْا كُلَّ آيَةٍ لَّا يُؤْمِنُوا بِهَا وَإِن يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
    "eng": "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them.",
    "ban": "অচিরেই আমার নির্দেশাবলী থেকে আমি ফিরিয়ে দেবো তাদের যারা দেশের মধ্যে অন্যায়ভাবে অহংকার করে। আর যদিও তারা প্রত্যেকটি নিদর্শন দেখতে পায় তবু তারা ওতে বিশ্বাস করবে না, আর যদি তারা ভ্রান্ত পথের দেখা পায় তবে তাকে তারা পথ বলে গ্রহণ করে। এটি এজন্য যে তারা আমাদের নির্দেশ-সমূহকে প্রত্যাখ্যান করেছিল, আর তাতে তারা উদাসীন হয়েছিল।"
  },
  {
    "num": "147",
    "ara": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
    "eng": "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do?",
    "ban": "আর যারা মিথ্যারোপ করেছিল আমাদের নির্দেশাবলীতে ও পরকালের মুলাকাতের সন্বন্ধে, তাদের ক্রিয়াকলাপ বৃথা হয়েছে। তাদের কি প্রতিফল দেয়া হবে যা তারা করে যাচ্ছিল তার বিপরীতে?"
  },
  {
    "num": "148",
    "ara": "وَاتَّخَذَ قَوْمُ مُوسَى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ",
    "eng": "And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers.",
    "ban": "আর মূসার লোকেরা তাঁর পরে গ্রহণ করলো তাদের অলংকার দিয়ে একটি গোবৎসকে -- একটি দেহ, যাতে ফোকলা আওয়াজ হতো। তারা কি দেখলো না যে এটি তো তাদের সঙ্গে কথা বলে না আর তাদের পথে পরিচালিতও করে না? তারা এটিকে গ্রহণ করলো, আর তারা ছিল অন্যায়কারী।"
  },
  {
    "num": "149",
    "ara": "وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
    "eng": "And when regret overcame them and they saw that they had gone astray, they said, \"If our Lord does not have mercy upon us and forgive us, we will surely be among the losers.\"",
    "ban": "আর যখন তাদের হাতে কামড় পড়লো আর দেখলো যে তারা বিপথে চলে গেছে, তারা বললে -- \"যদি না আমাদের প্রভু আমাদের প্রতি করুণা করেন ও আমাদের পরিত্রাণ করেন তবে আমরা আলবৎ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবো।\""
  },
  {
    "num": "150",
    "ara": "وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ",
    "eng": "And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people.\"",
    "ban": "আর যখন মূসা ফিরে এলেন তাঁর লোকদের কাছে ক্ষুদ্ধ ও ত্রুদ্ধ হয়ে, তিনি বললেন -- \"আমার পরে তোমরা আমার স্থলে যা কারেছ তা জঘন্য! তোমরা কি তোমাদের প্রভুর বিচার এগিয়ে আনতে চাও?\" আর তিনি ফলকগুলো ফেলে দিলেন, আর তাঁর ভাইয়ের মাথা ধরলেন তাঁর দিকে তাঁকে টেনে আনতে। তিনি বললেন -- \"হে আমার সহোদর! নিঃসন্দেহ লোকেরা আমাকে দুর্বল ঠাওরেছিল ও আমাকে প্রায় মেরেই ফেলেছিল। সুতরাং আমার দশায় শত্রুদের পুলকিত করো না, আর, আমাকে পাপিষ্ঠ লোকদের দলভুক্ত করো না।\""
  },
  {
    "num": "151",
    "ara": "قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
    "eng": "[Moses] said, \"My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.\"",
    "ban": "তিনি বললেন -- \"আমার প্রভু! আমাকে ও আমার ভাইকে পরিত্রাণ করো, আর আমাদের দাখিল করো তোমার অনুগ্রহের মধ্যে, কেননা তুমিই দয়ালুদের মধ্যে শ্রেষ্ঠ করুণাময়।\""
  },
  {
    "num": "152",
    "ara": "إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ",
    "eng": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood].",
    "ban": "নিঃসন্দেহ যারা গো-বৎসকে গ্রহণ করেছিল তাদের পাকড়াও করবে তাদের প্রভুর ক্রোধ ও লাঞ্ছনা এই দুনিয়ার জীবনে। আর এইভাবেই আমরা প্রতিফল দিই মিথ্যারচনাকারীদের।"
  },
  {
    "num": "153",
    "ara": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِن بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
    "eng": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful.",
    "ban": "আর যারা অসদাচরণ করে আর তারপরে ফেরে ও বিশ্বাস করে, -- নিঃসন্দেহ তোমার প্রভু তো এর পরে পরম ক্ষমাশীল, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "154",
    "ara": "وَلَمَّا سَكَتَ عَن مُّوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
    "eng": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord.",
    "ban": "আর মূসা থেকে ক্রোধ যখন প্রশমিত হলো তিনি তখন ফলকগুলো তুলে নিলেন, সে-সবের লেখনে ছিল পথনির্দেশ ও করুণা, তাদের জন্য যারা তাদের প্রভুর প্রতি ভয় করে।"
  },
  {
    "num": "155",
    "ara": "وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا لِّمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاءُ وَتَهْدِي مَن تَشَاءُ أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ",
    "eng": "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers.",
    "ban": "আর মূসা তাঁর সম্প্রদায়ের মধ্যে সত্তর জন লোককে বাছাই করলেন আমাদের নির্ধারিত স্থলের জন্য, কাজেই যখন ভূমিকম্প তাদের পাকড়ালো, তিনি বললেন -- \"আমার প্রভু! তুমি যদি ইচ্ছা করতে তবে এর আগেই তো তুমি তাদের ধ্বংস করতে পারতে, আর আমাকেও। তুমি কি আমাদের ধ্বংস করবে আমাদের মধ্যের নির্বোধরা যা করেছে তার জন্যে? এ তোমার পরীক্ষা বৈ তো নয়। এর দ্বারা তুমি বিপথগামী করো যাদের তুমি ইচ্ছা করো, আর সৎপথে চালাও যাদের তুমি ইচ্ছা করো। তুমিই আমাদের অভিভাবক, অতএব আমাদের পরিত্রাণ করো ও আমাদের প্রতি করুণা করো, কারণ তুমিই পরিত্রাণকারীদের মধ্যে সর্বোত্তম।"
  },
  {
    "num": "156",
    "ara": "وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ",
    "eng": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [Allah] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses -",
    "ban": "\"আর আমাদের জন্য বিধান করো এই দুনিয়াতেই কল্যাণ এবং পরকালেও, আমরা নিঃসন্দেহ তোমার দিকেই ফিরছি।\" তিনি বললেন -- \"আমার শাস্তি -- তা দিয়ে আমি আঘাত হানবো যাকে ইচ্ছা করবো, কিন্তু আমার করুণা -- তা সব-কিছুই পরিবেষ্ঠন করে। সুতরাং আমি তা বিধান করবো তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে, আর যাকাত আদায় করে, আর যারা আমাদের নির্দেশাবলীতে বিশ্বাস করে, --"
  },
  {
    "num": "157",
    "ara": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "eng": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful.",
    "ban": "\"যারা অনুসরণ করে সেই রসূলকে -- নবী, উম্মী, যাঁকে তারা পায় উল্লিখিত রয়েছে তাদের কাছের তওরাতে ও ইঞ্জীলে, আর যিনি তাদের নির্দেশ দেন সৎকাজের ও তাদের নিষেধ করেন অসৎকাজ থেকে, আর তাদের জন্য বৈধ করেন ভালো বিষয়বস্তু ও তাদের জন্য নিষেধ করেন মন্দ জিনিসগুলো, আর যিনি তাদের থেকে দূর করে দেন তাদের বোঝা ও বন্ধন যা তাদের উপরে ছিল। অতএব যারা তাঁতে বিশ্বাস করে ও তাঁকে মান্য করে ও তাঁকে সাহায্য করে আর অনুসরণ করে সেই আলো যা তাঁর সঙ্গে অবতীর্ণ হয়েছে, -- এরা নিজেরাই হচ্ছে সফলকাম।\""
  },
  {
    "num": "158",
    "ara": "قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
    "eng": "Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided.",
    "ban": "বলো -- \"ওহে জনগণ! আমি নিশ্চয়ই আল্লাহ্‌র রসূল তোমাদের সবার কাছে, -- মহাকাশমন্ডল ও পৃথিবীর সার্বভৌমত্ব যাঁর সেইজনেরই, তিনি ছাড়া অন্য উপাস্য নেই, তিনি জীবন দান করেন ও মৃত্যু ঘটান। সেজন্য আল্লাহ্‌তে বিশ্বাস করো ও তাঁর রসূলের প্রতি -- উম্মী নবী, যিনি ঈমান এনেছেন আল্লাহতে ও তাঁর বাণীসমূহে, আর তোমরাও তাঁর অনুসরণ করো যেন তোমরা সৎপথপ্রাপ্ত হতে পারো।\""
  },
  {
    "num": "159",
    "ara": "وَمِن قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
    "eng": "And among the people of Moses is a community which guides by truth and by it establishes justice.",
    "ban": "আর মূসার সম্প্রদায়ের মধ্যেও একটি দল রয়েছে যারা পথ দেখায় সত্যের দ্বারা ও তার দ্বারা ন্যায়বিচার করে।"
  },
  {
    "num": "160",
    "ara": "وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِب بِّعَصَاكَ الْحَجَرَ فَانبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ",
    "eng": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves.",
    "ban": "আর আমরা তাদের বিভক্ত করেছিলাম বারোটি গোত্রে দলে। আর মূসার কাছে আমরা প্রেরণা দিলাম যখন তাঁর লোকেরা তাঁর কাছে পানি চাইল, এই বলে -- \"তোমার লাঠি দিয়ে পাথরে আঘাত করো।\" তখন তা থেকে বারোটি ঝরনা প্রবাহিত হলো। প্রত্যেক গোত্র আপন জলপান-স্থান চিনে নিলো। আর তাদের উপরে আমরা মেঘ দিয়ে আচ্ছাদান করেছিলাম, আর তাদের কাছে পাঠিয়েছিলাম 'মান্না' ও 'সালওয়া', -- \"তোমাদের যা জীবিকা দিয়েছি তার ভালো ভালো জিনিস থেকে আহার করো।\" কিন্তু তারা আমাদের কোনো অনিষ্ট করে নি, বরং তারা তাদের নিজেদের প্রতি অনিষ্ট করছিল।"
  },
  {
    "num": "161",
    "ara": "وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ",
    "eng": "And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\"",
    "ban": "আর স্মরণ করো! তাদের বলা হয়েছিল -- \"এ জনবসতিতে বসবাস করো, আর এ থেকে আহার করো যখন-যেখানে ইচ্ছা করো, আর বলো 'হিৎতাতুন', আর সদর-দরজা দিয়ে প্রবেশ করো নতমস্তকে, তোমাদের সমস্ত ভুলভ্রান্তি আমরা তোমাদের থেকে ক্ষমা করে দেবো। উপরন্তু আমরা বাড়িয়ে দেবো শুভকর্মীদের জন্য।\""
  },
  {
    "num": "162",
    "ara": "فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ",
    "eng": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing.",
    "ban": "কিন্তু তাদের মধ্যে যারা অন্যায় করেছিল তারা তাদের যা বলা হয়েছিল তার বিপরীত কথায় তা বদলে দিল, সেজন্য তাদের উপরে আমরা আকাশ থেকে পাঠালাম মহামারী, যেহেতু তারা অন্যায় ক'রে চলছিল।"
  },
  {
    "num": "163",
    "ara": "وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ",
    "eng": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient.",
    "ban": "আর তাদের জিজ্ঞাসা করো সেই জনবসতি সন্বন্ধে যারা ছিল সমুদ্রের কিনারে। স্মরণ করো! তারা সব্বাতের উল্লঙ্ঘন করেছিল, কারণ তাদের মাছগুলো তাদের কাছে আসতো তাদের সাব্বাতের দিনে ঝাঁকে-ঝাঁকে, আর যেদিন তারা সব্বাত পালন করতো না তারা তাদের কাছে আসতো না। এইভাবে আমরা তাদের নিয়ন্ত্রিত করেছিলাম, কেননা তারা পাপাচার করে চলতো।"
  },
  {
    "num": "164",
    "ara": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
    "eng": "And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him.\"",
    "ban": "আর যখন তাদের মধ্যের একটি দল বললে -- \"কেন তোমরা সেই লোকদের উপদেশ দিচ্ছ আল্লাহ্ যাদের ধ্বংস করতে যাচ্ছেন অথবা কঠোর শাস্তিতে শাস্তি দিতে যাচ্ছেন\"? তাঁরা বললেন -- \"তোমাদের প্রভুর কাছে দোষমুক্ত হবার জন্য, আর যাতে তারা ধর্মপরায়ণতা অবলন্বন করে।\""
  },
  {
    "num": "165",
    "ara": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ",
    "eng": "And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying.",
    "ban": "কিন্তু যখন তারা বিস্মৃত হলো যা তাদের স্মরণ করিয়ে দেয়া হয়েছিল, আমরা উদ্ধার করেছিলাম তাদের যারা নিষেধ করতো অসৎকাজ থেকে, আর যারা অন্যায় করে তাদের আমরা পাকড়াও করলাম কঠিন শাস্তিতে, যেহেতু তারা পাপাচার করতো।"
  },
  {
    "num": "166",
    "ara": "فَلَمَّا عَتَوْا عَن مَّا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
    "eng": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised.\"",
    "ban": "তারপর যখন তারা তাচ্ছিল্য করলো তাতে যা করতে তাদের নিষেধ করা হয়েছিল তখন আমরা তাদের বললাম -- \"তোমরা ঘৃণ্য বানর হয়ে যাও।\""
  },
  {
    "num": "167",
    "ara": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ",
    "eng": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.",
    "ban": "আর স্মরণ করো! তোমার প্রভু ঘোষণা করলেন যে তিনি তাদের বিরুদ্ধে কিয়ামতের দিন পর্যন্ত নিযুক্ত করবেন যারা তাদের পীড়ন করবে কঠিন নিপীড়নে। নিশ্চয় তোমার প্রভু তো প্রতিফল-দানে তৎপর এবং তিনি তো নিশ্চয়ই পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "168",
    "ara": "وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا مِّنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَلِكَ وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
    "eng": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience].",
    "ban": "আর আমরা পৃথিবীতে তাদের বিভক্ত করেছি বিভিন্ন দলে, তাদের মধ্যে কেউ-কেউ সৎপথাবলন্বী, আর তাদের কতক এর বিপরীত। আর আমরা তাদের নিয়ন্ত্রিত করেছি ভালো দিয়ে ও মন্দ দিয়ে, যেন তারা ফিরে আসে।"
  },
  {
    "num": "169",
    "ara": "فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَاقُ الْكِتَابِ أَن لَّا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُونَ",
    "eng": "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason?",
    "ban": "অতঃপর তাদের পরে স্থলাভিষিক্ত হয়েছিল এক উত্তরপুরুষ যারা গ্রন্থ উত্তরাধিকার করেছিল, তারা আঁকড়ে ধরেছিল এই সাধারণ জীবনের তুচ্ছ-বস্তুসব আর বলতো -- \"আমাদের তো মাফ করে দেয়া হবে।\" আর যদি তাদের কাছে তার মতো বস্তুগুলো আসে তবে তারা তা গ্রহণ করে। তাদের কাছ থেকে কি গ্রন্থের অঙ্গীকার নেওয়া হয় নি যে তারা আল্লাহ্ সন্বন্ধে সত্য ছাড়া আর কিছু বলবে না, আর তারা পাঠও করেছে যা তাতে রয়েছে? আর পরকালের বাসস্থানই শ্রেয় তাদের জন্য যারা ধর্মভীরুতা অবলন্বন করে। তোমরা কি তবে বুঝো না?"
  },
  {
    "num": "170",
    "ara": "وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ",
    "eng": "But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers.",
    "ban": "আর যারা কিতাব শক্তভাবে ধারণ করে ও নামায কায়েম করে -- আমরা নিশ্চয় সৎকর্মশীলদের কর্মফল বিনষ্ট করি না।"
  },
  {
    "num": "171",
    "ara": "وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
    "eng": "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], \"Take what We have given you with determination and remember what is in it that you might fear Allah.\"",
    "ban": "আরোও স্মরণ করো! আমরা তাদের উপরে পর্বতকে কম্পিত করলাম তা যেন হয়েছিল একটি আচ্ছাদন, আর তারা ভেবেছিল যে এ নিশ্চয়ই তাদের উপরে ভেঙ্গে পড়েছে, \"আমরা তোমাদের যা দিয়েছি তা দৃঢ়ভাবে আকঁড়ে ধরো, আর তাতে যা রয়েছে তা স্মরণ রেখো, যাতে তোমরা ধর্মভীরুতা অবলন্বন করো\"।"
  },
  {
    "num": "172",
    "ara": "وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَن تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ",
    "eng": "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the day of Resurrection, \"Indeed, we were of this unaware.\"",
    "ban": "আর স্মরণ করো! তোমার প্রভু আদমের বংশধরদের থেকে -- তাদের পৃষ্ঠদেশ থেকে -- তাদের সন্তান-সন্ততি এনেছিলেন, আর তাদের নিজেদের সন্বন্ধে তাদের সাক্ষ্য দিইয়েছিলেন -- \"আমি কি তোমাদের প্রভু নই?\" তারা বলেছিল -- \"হাঁ, আমরা সাক্ষ্য দিচ্ছি।\" এজন্য যে পাছে তোমরা কিয়ামতের দিনে বলো -- \"আমরা তো এ বিষয়ে অজ্ঞাত ছিলাম,\" --"
  },
  {
    "num": "173",
    "ara": "أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ",
    "eng": "Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?\"",
    "ban": "অথবা তোমরা বলো -- \"আসল ব্যাপার হচ্ছে আমাদের পূর্বপুরুষরা এর আগেই অংশীদার ঠাওরেছিল, আর আমরা তাদের পরবর্তীকালে বংশধরই ছিলাম। তুমি কি তবে আমাদের ধ্বংস করবে ভ্রষ্টাচারীরা যা করেছিল সেজন্য?"
  },
  {
    "num": "174",
    "ara": "وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
    "eng": "And thus do We [explain in] detail the verses, and perhaps they will return.",
    "ban": "আর এইভাবে আমাদের নির্দেশাবলী আমরা ব্যাখ্যা করি যেন তারা ফিরে আসে।"
  },
  {
    "num": "175",
    "ara": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ",
    "eng": "And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators.",
    "ban": "আর তাদের কাছে পাঠ করো ওর বৃত্তান্ত যাকে আমরা আমাদের নির্দেশাবলী প্রদান করেছিলাম, কিন্তু সে সে-সব থেকে গুটিয়ে নেয়, সেজন্য শয়তান তার পিছু নেয়, কাজেই সে বিপথ-গামীদের অন্তর্ভুক্ত হয়।"
  },
  {
    "num": "176",
    "ara": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ذَّلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "eng": "And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought.",
    "ban": "আর যদি আমরা ইচ্ছা করতাম তবে নিশ্চয়ই এর দ্বারা তাকে আমরা উন্নীত করতাম, কিন্তু সে মাটি আকঁড়ে ধরলো, আর সে তার হীন-কামনার অনুসরণ করে চললো। সুতরাং তার উপমা হচ্ছে কুকুরের দৃষ্টান্তের মতো -- ওকে যদি তুমি তাড়া করো, সে জিব বের ক'রে হাঁপাবে, আর যদি তুমি তাকে এড়িয়ে চলো সে জিব বার করে হাঁপাবে। এই হচ্ছে সে-সব লোকের দৃষ্টান্ত যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করে। তুমি ইতিবৃত্ত বিবৃত করো যেন তারা চিন্তা করতে পারে।"
  },
  {
    "num": "177",
    "ara": "سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنفُسَهُمْ كَانُوا يَظْلِمُونَ",
    "eng": "How evil an example [is that of] the people who denied Our signs and used to wrong themselves.",
    "ban": "মন্দের দৃষ্টান্ত সেই লোকেরা যারা আমাদের বাণীসমূহে মিথ্যারোপ করে, আর তাদের অন্তরা‌ত্মার প্রতিই তারা অত্যাচার করে চলে!"
  },
  {
    "num": "178",
    "ara": "مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَن يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ",
    "eng": "Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers.",
    "ban": "যাকে আল্লাহ্ পথ দেখান সে-ই তবে সৎপথে চালিত, আর যাকে তিনি বিপথে চলতে দেন, তাহলে তারা নিজেরাই ক্ষতিগ্রস্ত হয়।"
  },
  {
    "num": "179",
    "ara": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ الْجِنِّ وَالْإِنسِ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَّا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ",
    "eng": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.",
    "ban": "আর আমরা জাহান্নামের জন্য নিশ্চয়ই ছড়িয়ে দিয়েছি জিন ও মানুষের মধ্যের অনেককে, -- তাদের হৃদয় আছে তা দিয়ে তারা বুঝে না, আর তাদের চোখ আছে তা দিয়ে তারা দেখে না, আর তাদের কান আছে তা দিয়ে তারা শোনে না। তারা গবাদি-পশুর ন্যায়, বরং তারা আরো পথভ্রষ্ট। তারা নিজেরাই হচ্ছে উদাসীন।"
  },
  {
    "num": "180",
    "ara": "وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing.",
    "ban": "আর আল্লাহ্‌রই হচ্ছে সবচাইতে ভালো নামাবলী, কাজেই তাঁকে ডাকো সেই সবের দ্বারা, আর তাদের ছেড়ে দাও যারা তাঁর নামাবলী নিয়ে বিকৃতি করে। অচিরেই তাদের প্রতিফল দেয়া হবে তারা যা করে যাচ্ছে তার জন্য।"
  },
  {
    "num": "181",
    "ara": "وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
    "eng": "And among those We created is a community which guides by truth and thereby establishes justice.",
    "ban": "আর যাদের আমরা সৃষ্টি করেছি তাদের মধ্যে আছে একটি দল যারা পথ দেখায় সত্যের দ্বারা, আর তার দ্বারা তারা ন্যায়পরায়ণতা করে।"
  },
  {
    "num": "182",
    "ara": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
    "eng": "But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know.",
    "ban": "আর যারা আমাদের বাণীসমূহে মিথ্যারোপ করে তাদের আমরা ক্রমাগত টেনে নিয়ে যাই, -- কোথা থেকে তা তারা জানে না।"
  },
  {
    "num": "183",
    "ara": "وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ",
    "eng": "And I will give them time. Indeed, my plan is firm.",
    "ban": "আর আমি তাদের অবসর দিই, নিঃসন্দেহ আমার ব্যবস্থা অত্যন্ত বলিষ্ঠ।"
  },
  {
    "num": "184",
    "ara": "أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
    "eng": "Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner.",
    "ban": "তারা কি চিন্তা করে না? তাদের সহচরের মধ্যে কোনো পাগলামি নেই। বাস্তবে তিনি তো এক সুস্পষ্ট সতর্ককারী।"
  },
  {
    "num": "185",
    "ara": "أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِن شَيْءٍ وَأَنْ عَسَى أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
    "eng": "Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?",
    "ban": "তারা কি তাকায় না মহাকাশমন্ডল ও পৃথিবীর সাম্রাজ্যের প্রতি আর যা-কিছু আল্লাহ্ সৃষ্টি করেছেন, আর হতে পারে তাদের নির্ধারিত কাল ঘনিয়ে এসেছে? এর পরে আর কোন পর্যালোচনার দ্বারা তারা তবে বিশ্বাস করবে?"
  },
  {
    "num": "186",
    "ara": "مَن يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
    "eng": "Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly.",
    "ban": "যাকে আল্লাহ্ বিপথে যেতে দেন তার জন্যে তবে কোনো পথপ্রদর্শক নেই। আর তাদের তিনি ছেড়ে দেন তাদের অবাধ্যতায় উদভ্রান্তভাবে ঘুরপাক খেতে।"
  },
  {
    "num": "187",
    "ara": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
    "eng": "They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know.\"",
    "ban": "তারা তোমাকে ঘড়িঘন্টা সন্বন্ধে জিজ্ঞাসা করছে -- কখন তা ঘটবে। বলো -- \"এর জ্ঞান অবশ্যই রয়েছে আমার প্রভুর কাছে, এর সময় সন্বন্ধে তা প্রকাশ করতে পারে না তিনি ছাড়া কেউ। এ অতি গুরুতর ব্যাপার মহাকাশমন্ডলে ও পৃথিবীতে, এ এসে পড়বে না তোমাদের উপরে অতর্কিতে ছাড়া।\" তারা তোমাকে জিজ্ঞাসা করছে যেন তুমিই এ বিষয়ে আগ্রহী। বলো -- \"এর জ্ঞান আলবৎ আল্লাহ্‌র কাছে, কিন্তু অধিকাংশ লোকই জানে না।\""
  },
  {
    "num": "188",
    "ara": "قُل لَّا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\"",
    "ban": "বলো -- \"আমার কোনো অধিকার নেই আমার নিজেরই কোনো লাভ বা ক্ষতি করবার -- আল্লাহ্ যা চান তা-ব্যতীত। আর যদি আমি অদৃশ্যের সম্যক্ জ্ঞান রাখতাম তবে কল্যাণের প্রাচুর্য বানিয়ে নিতাম, আর কোনো অনিষ্ট আমাকে স্পর্শ করতো না। আমি তো একজন সতর্ককারী বই নই, আর একজন সুসংবাদদাতা সেই লোকদের জন্য যারা ঈমান এনেছে।"
  },
  {
    "num": "189",
    "ara": "هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَت دَّعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ",
    "eng": "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful.\"",
    "ban": "তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন একই নফস থেকে, আর তা থেকে তিনি তৈরি করেছেন তার সঙ্গিনী যেন সে তার মধ্যে শান্তি পেতে পারে। অতএব যখন সে তাতে উপগত হয় সে তখন একটি হাল্কা বোঝা ধারণ করে আর তা নিয়ে চলাফেরা করে, তারপর যখন তা ভারী হয়ে উঠে তখন উভয়ে আহ্বান করে তাদের প্রভু আল্লাহ্‌কে -- \"যদি তুমি আমাদের সুষ্ঠু একটি দাও আমরা তবে নিশ্চয়ই হবো কৃতজ্ঞদের অন্তর্ভুক্ত।\""
  },
  {
    "num": "190",
    "ara": "فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ",
    "eng": "But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him.",
    "ban": "কিন্তু তিনি যখন তাদের সুষ্ঠু একটি দান করলেন তারা তাঁর সঙ্গে দাঁড় করালো অংশীদার তিনি তাদের যা দিয়েছেন তার সন্বন্ধে। কিন্তু বহু উচ্চে অবস্থিত আল্লাহ্ তারা যা অংশী বানায় সে-সব থেকে।"
  },
  {
    "num": "191",
    "ara": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ",
    "eng": "Do they associate with Him those who create nothing and they are [themselves] created?",
    "ban": "তারা কি অংশীদার বসায় তাকে যে কিছুই সৃষ্টি করে না, বরং তাদেরই সৃষ্টি করা হয়েছে?"
  },
  {
    "num": "192",
    "ara": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنفُسَهُمْ يَنصُرُونَ",
    "eng": "And the false deities are unable to [give] them help, nor can they help themselves.",
    "ban": "আর ওরা কোনো ক্ষমতা রাখে না তাদের সাহায্য করার, আর তারা তাদের নিজেদেরও সাহায্য করতে পারে না।"
  },
  {
    "num": "193",
    "ara": "وَإِن تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَامِتُونَ",
    "eng": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent.",
    "ban": "আর যদি তোমরা তাদের আহ্বান করো সৎপথের প্রতি, তারা তোমাদের অনুসরণ করবে না। তোমরা তাদের আহ্বান করো অথবা তোমরা চুপচাপ থাকো, তোমাদের জন্যে সমান।"
  },
  {
    "num": "194",
    "ara": "إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَادِقِينَ",
    "eng": "Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful.",
    "ban": "নিঃসন্দেহ তোমরা আল্লাহ্‌কে ছেড়ে দিয়ে যাদের আহ্বান কর তারা তোমাদেরই ন্যায় দাস, সুতরাং তাদের ডাকো, তোমাদের প্রতি তারা তবে সাড়া দিক, -- যদি তোমরা সত্যবাদী হও।"
  },
  {
    "num": "195",
    "ara": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
    "eng": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite.",
    "ban": "তাদের কি পা আছে যা দিয়ে তারা চলতে পারে, অথবা তাদের কি হাত আছে যা দিয়ে ধরতে পারে, অথবা তাদের কি চোখ আছে যা দিয়ে দেখতে পারে, অথবা তাদের কি কান আছে যা দিয়ে তারা শুনতে পারে? বলো -- \"ডাকো তোমাদের অংশীদারদের, তারপর আমার বিরুদ্ধে ফন্দি আটোঁ, আর আমাকে অবকাশ দিও না!"
  },
  {
    "num": "196",
    "ara": "إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ",
    "eng": "Indeed, my protector is Allah, who has sent down the Book; and He is an ally to the righteous.",
    "ban": "\"নিঃসন্দেহ আমার অভিভাবক হচ্ছেন আল্লাহ্ যিনি কিতাব অবতারণ করেছেন, আর তিনিই অভিভাবকত্ব করেন সৎপথা- বলন্বীদের।"
  },
  {
    "num": "197",
    "ara": "وَالَّذِينَ تَدْعُونَ مِن دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنفُسَهُمْ يَنصُرُونَ",
    "eng": "And those you call upon besides Him are unable to help you, nor can they help themselves.\"",
    "ban": "\"আর যাদের তোমরা আহ্বান কর তাঁকে ছেড়ে দিয়ে, তারা কোনো ক্ষমতা রাখে না তোমাদের সাহায্য করার, আর তাদের নিজেদেরও তারা সাহায্য করতে পারে না।\""
  },
  {
    "num": "198",
    "ara": "وَإِن تَدْعُوهُمْ إِلَى الْهُدَى لَا يَسْمَعُوا وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
    "eng": "And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see.",
    "ban": "আর যদি তোমরা তাদের আহ্বান কর সৎপথের প্রতি, তারা শোনে না। আর তুমি তাদের দেখতে পাও তারা তোমার দিকে তাকিয়ে আছে, কিন্তু তারা দেখতে পাবে না।"
  },
  {
    "num": "199",
    "ara": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ",
    "eng": "Take what is given freely, enjoin what is good, and turn away from the ignorant.",
    "ban": "ক্ষমা অবলন্বন করো আর সদয়তার নির্দেশ দাও, আর অজ্ঞদের পরিহার করে চলো।"
  },
  {
    "num": "200",
    "ara": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ",
    "eng": "And if an evil suggestion comes to you from Satan, then seek refuge in Allah. Indeed, He is Hearing and Knowing.",
    "ban": "আর যদি শয়তানের থেকে খোঁচাখুচি তোমাকে আহত করে তবে আল্লাহ্‌র কাছে আশ্রয় চাও। নিঃসন্দেহ তিনি সর্ব শ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "201",
    "ara": "إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُم مُّبْصِرُونَ",
    "eng": "Indeed, those who fear Allah - when an impulse touches them from Satan, they remember [Him] and at once they have insight.",
    "ban": "নিঃসন্দেহ যারা ধর্মপরায়ণতা অবলন্বন করে, যখন শয়তানের আক্রমণ তাদের স্পর্শ করে তারা স্মরণ করে, -- তাহলে দেখো! তারাই হয় দৃষ্টিশক্তিমান!"
  },
  {
    "num": "202",
    "ara": "وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ",
    "eng": "But their brothers - the devils increase them in error; then they do not stop short.",
    "ban": "আর তাদের ভাইয়েরা, -- তারা এদের টেনে নেয় ভ্রান্তির মধ্যে, আর তারা থামে না।"
  },
  {
    "num": "203",
    "ara": "وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِن رَّبِّي هَذَا بَصَائِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
    "eng": "And when you, [O Muhammad], do not bring them a sign, they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe.\"",
    "ban": "আর যখন তুমি তাদের কাছে কোনো আয়াত আনো না, তারা বলে -- \"কেন তুমি তা বেছে নাও না?\" তুমি বলো -- \"আমি শুধু তারই অনুসরণ করি যা আমার কাছে প্রত্যাদিষ্ট হয়েছে আমার প্রভুর কাছ থেকে, এটি হচ্ছে তোমাদের প্রভুর কাছ থেকে দৃষ্টিদায়ক, আর পথনির্দেশক, আর হচ্ছে করুণা সেই লোকদের জন্য যারা বিশ্বাস করে।\""
  },
  {
    "num": "204",
    "ara": "وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ",
    "eng": "So when the Qur'an is recited, then listen to it and pay attention that you may receive mercy.",
    "ban": "আর যখন কুরআন পঠিত হয় তখন তা শোনো, আর চুপ করে থেকো, যেন তোমাদের প্রতি করুণা বর্ষিত হয়।"
  },
  {
    "num": "205",
    "ara": "وَاذْكُر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُن مِّنَ الْغَافِلِينَ",
    "eng": "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless.",
    "ban": "আর স্মরণ করো তোমার প্রভুকে নিজের অন্তরে সবিনয়ে ও সভয়ে ও অনুচ্চস্বরে, প্রাতে ও অপরাহ্নে, আর উদাসীনদের অন্তর্ভুক্ত হয়ো না।"
  },
  {
    "num": "206",
    "ara": "إِنَّ الَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ",
    "eng": "Indeed, those who are near your Lord are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate.",
    "ban": "নিঃসন্দেহ যারা তোমার প্রভুর সান্নিধ্যে রয়েছে তারা তাঁর উপাসনায় অহংকার দেখায় না, আর তারা তাঁরই মহিমা কীর্তন করে, আর তাঁরই প্রতি সিজদা প্রদান করে।"
  }
]
