[
  {
    "num": "1",
    "ara": "إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
    "ban": "নিঃসন্দেহ আমরা নূহ্‌কে তাঁর লোকদলের কাছে পাঠিয়েছিলাম এই বলে -- \"তোমার লোকদলকে সতর্ক করে দাও তাদের উপরে মর্মন্তুদ শাস্তি আসবার আগে।\""
  },
  {
    "num": "2",
    "ara": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ",
    "eng": "He said, \"O my people, indeed I am to you a clear warner,",
    "ban": "তিনি বলেছিলেন -- \"হে আমার স্বজাতি! নিঃসন্দেহ আমি তোমাদের জন্য একজন স্পষ্ট সতর্ককারী, --"
  },
  {
    "num": "3",
    "ara": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
    "eng": "[Saying], 'Worship Allah, fear Him and obey me.",
    "ban": "\"এ বিষয়ে যে তোমরা আল্লাহ্‌র উপাসনা করো ও তাঁকে ভয়-ভক্তি করো, আর আমাকে মেনে চলো।"
  },
  {
    "num": "4",
    "ara": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُّسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنتُمْ تَعْلَمُونَ",
    "eng": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
    "ban": "\"তিনি তোমাদের পাপগুলোর কতকটা ক্ষমা করবেন এবং তোমাদের বিরাম দেবেন এক নির্ধারিত কাল পর্যন্ত। নিঃসন্দেহ আল্লাহ্‌র নির্ধারণ করা কাল যখন এসে পড়ে তখন তা পিছিয়ে দেওয়া যায় না, -- যদি তোমরা জানতে!\""
  },
  {
    "num": "5",
    "ara": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
    "eng": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
    "ban": "তিনি বললেন -- \"আমার প্রভূ! আমি তো আমার স্বজাতিকে রাতে ও দিনে আহ্বান করেছি,"
  },
  {
    "num": "6",
    "ara": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
    "eng": "But my invitation increased them not except in flight.",
    "ban": "\"কিন্ত আমার ডাক তাদের পালিয়ে যাওয়া ছাড়া আর কিছুই বাড়ায় নি।"
  },
  {
    "num": "7",
    "ara": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
    "eng": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
    "ban": "\"আর নিশ্চয় যখনই আমি তাদের আহ্বান করেছি যেন তুমি তাদের ক্ষমা করতে পার, তারা তাদের কানের ভেতরে তাদের আঙ্গুলগুলো ভরে দেয়, আর তাদের কাপড় দিয়ে নিজেদের ঢেকে ফেলে, আর গোঁ ধরে, আর সগর্বে গর্ব করে।"
  },
  {
    "num": "8",
    "ara": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
    "eng": "Then I invited them publicly.",
    "ban": "\"তারপর আমি নিশ্চয় তাদের আহ্বান করেছি উঁচু গলায়,"
  },
  {
    "num": "9",
    "ara": "ثُمَّ إِنِّي أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
    "eng": "Then I announced to them and [also] confided to them secretly",
    "ban": "\"তারপর নিশ্চয় আমি তাদের কাছে ঘোষণা করেছি, আর আমি তাদের সঙ্গে গোপনে গোপন কথা বলেছি,"
  },
  {
    "num": "10",
    "ara": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
    "eng": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
    "ban": "\"আর আমি বলেছি -- তোমাদের প্রভুর কাছে পরিত্রাণ খোঁজো, নিশ্চয় তিনি হচ্ছেন পরম ক্ষমাশীল।"
  },
  {
    "num": "11",
    "ara": "يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا",
    "eng": "He will send [rain from] the sky upon you in [continuing] showers",
    "ban": "\"তিনি তোমাদের উপরে বৃষ্টি পাঠাবেন প্রচুর পরিমাণে,"
  },
  {
    "num": "12",
    "ara": "وَيُمْدِدْكُم بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا",
    "eng": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
    "ban": "\"আর তোমাদের সমৃদ্ধ করবেন ধনদৌলত ও সন্তানসন্ততি দিয়ে, আর তোমাদের জন্য তৈরি করবেন বাগানসমূহ, আর তোমাদের জন্য স্থাপন করবেন নদী-নালা।"
  },
  {
    "num": "13",
    "ara": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
    "eng": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
    "ban": "\"তোমাদের কী হয়েছে যে তোমরা আল্লাহ্‌র পক্ষ থেকে শ্রেষ্ঠত্ব স্বীকার করতে চাইছ না,"
  },
  {
    "num": "14",
    "ara": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
    "eng": "While He has created you in stages?",
    "ban": "\"অথচ তিনি তোমাদের সৃষ্টি করেইছেন স্তরে-স্তরে।"
  },
  {
    "num": "15",
    "ara": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
    "eng": "Do you not consider how Allah has created seven heavens in layers",
    "ban": "\"তোমরা কি লক্ষ্য কর নি কিভাবে আল্লাহ্ সাত আসমানকে সৃষ্টি করেছেন সুবিন্যস্তভাবে,"
  },
  {
    "num": "16",
    "ara": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
    "eng": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
    "ban": "\"আর তাদের মধ্যে তিনি চন্দ্রকে করেছেন একটি আলোক আর সূর্যকে বানিয়েছেন একটি প্রদীপ।"
  },
  {
    "num": "17",
    "ara": "وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتًا",
    "eng": "And Allah has caused you to grow from the earth a [progressive] growth.",
    "ban": "\"আর আল্লাহ্ পৃথিবী থেকে তোমাদের জন্মিয়েছেন এক উৎপাদনরূপে।"
  },
  {
    "num": "18",
    "ara": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
    "eng": "Then He will return you into it and extract you [another] extraction.",
    "ban": "\"তারপর তিনি তোমাদের তাতেই ফিরে পাঠান, এবং তিনি তোমাদের বের করে আনবেন এক বহিষ্কারে।"
  },
  {
    "num": "19",
    "ara": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
    "eng": "And Allah has made for you the earth an expanse",
    "ban": "\"আর আল্লাহ্ তোমাদের জন্য পৃথিবীটাকে করেছেন সুবিস্তৃত,"
  },
  {
    "num": "20",
    "ara": "لِّتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
    "eng": "That you may follow therein roads of passage.' \"",
    "ban": "\"যেন তোমরা তাতে চলতে পার প্রশস্ত পথে।\""
  },
  {
    "num": "21",
    "ara": "قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
    "eng": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
    "ban": "নূহ্ বলেছিলেন -- \"আমার প্রভূ! নিঃসন্দেহ তারা আমাকে অমান্য করেছে এবং অনুসরণ করছে তার যার ধনসম্পত্তি ও সন্তানসন্ততি ক্ষতিসাধন ছাড়া তার আর কিছুই বাড়ায় নি,"
  },
  {
    "num": "22",
    "ara": "وَمَكَرُوا مَكْرًا كُبَّارًا",
    "eng": "And they conspired an immense conspiracy.",
    "ban": "\"আর তারা এক বিরাট ষড়যন্ত্র এটেছিলঁ।\""
  },
  {
    "num": "23",
    "ara": "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
    "eng": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
    "ban": "আর তারা বলেছিল -- \"তোমাদের দেবদেবীকে কিছুতেই পরিত্যাগ করো না, আর পরিত্যাগ করো না ওয়াদকে, এবং সুওয়াকে না, আর নয় য়াগূস ও ইয়া'উক ও নসর-কে।\""
  },
  {
    "num": "24",
    "ara": "وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
    "eng": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
    "ban": "আর তারা অনেককে পথভ্রষ্ট করেই ফেলেছে। আর তুমি অন্যায়াচারীদের বিভ্রান্তি ছাড়া আর কিছুই বাড়াচ্ছ না!"
  },
  {
    "num": "25",
    "ara": "مِّمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَارًا",
    "eng": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
    "ban": "তাদের অপরাধের জন্য তাদের ডুবিয়ে দেওয়া হয়েছিল, ফলে তাদের ঢোকানো হয়েছিল আগুনে। সুতরাং তারা আল্লাহ্‌কে বাদ দিয়ে তাদের জন্য কোনো সাহায্যকারী পায় নি।"
  },
  {
    "num": "26",
    "ara": "وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
    "eng": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
    "ban": "আর নূহ্ বলেছিলেন -- \"আমার প্রভূ! এই পৃথিবীর বুকে অবিশ্বাসীদের মধ্যের এক গৃহবাসীকেও অব্যাহতি দিয়ো না।"
  },
  {
    "num": "27",
    "ara": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
    "eng": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
    "ban": "\"কেননা তুমি যদি তাদের অব্যাহতি দাও তাহলে তারা তোমার বান্দাদের বিভ্রান্ত করবে, আর তারা দুষ্কৃতিকারী বেঈমানদের ব্যতীত আর কারোর জন্ম দেবে না।"
  },
  {
    "num": "28",
    "ara": "رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
    "eng": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
    "ban": "\"আমার প্রভূ! আমাকে পরিত্রাণ করো, আর আমার পিতামাতাকে, আর যে কেউ আমার ঘরে বিশ্বাসী হয়ে প্রবেশ করে তাকে, আর বিশ্বাসীপুরুষদের ও বিশ্বাসিনীদের। আর অন্যায়াচারীদের আর কিছু বাড়িয়ো না নিপাত হওয়া ব্যতীত।\""
  }
]
