[
  {
    "num": "1",
    "ara": "يَا أَيُّهَا الْمُزَّمِّلُ",
    "eng": "O you who wraps himself [in clothing],",
    "ban": "হে বস্ত্রাচ্ছাদনকারী!"
  },
  {
    "num": "2",
    "ara": "قُمِ اللَّيْلَ إِلَّا قَلِيلًا",
    "eng": "Arise [to pray] the night, except for a little -",
    "ban": "তুমি উঠে দাঁড়াও রাতেরবেলা অল্পসময় ব্যতীত, --"
  },
  {
    "num": "3",
    "ara": "نِّصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلًا",
    "eng": "Half of it - or subtract from it a little",
    "ban": "তার অর্ধেক, অথবা তার থেকে কিছুটা কমিয়ে নাও,"
  },
  {
    "num": "4",
    "ara": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا",
    "eng": "Or add to it, and recite the Qur'an with measured recitation.",
    "ban": "অথবা এর উপরে বাড়িয়ে নাও, আর কুরআন আবৃত্তি করো ধীরস্থিরভাবে শান্ত-সুন্দর আবৃত্তিতে।"
  },
  {
    "num": "5",
    "ara": "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا",
    "eng": "Indeed, We will cast upon you a heavy word.",
    "ban": "নিঃসন্দেহ আমরা তোমার উপরে চাপাচ্ছি এক গুরুভার বাণী।"
  },
  {
    "num": "6",
    "ara": "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا",
    "eng": "Indeed, the hours of the night are more effective for concurrence [of heart and tongue] and more suitable for words.",
    "ban": "নিঃসন্দেহ রাত-জেগে উপাসনা -- এ হচ্ছে বলিষ্ঠতম পদক্ষেপ ও সুসংস্থাপিত বক্তব্য।"
  },
  {
    "num": "7",
    "ara": "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا",
    "eng": "Indeed, for you by day is prolonged occupation.",
    "ban": "নিঃসন্দেহ তোমার জন্য দিনের বেলায় রয়েছে সুদীর্ঘ কর্মতৎপরতা।"
  },
  {
    "num": "8",
    "ara": "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
    "eng": "And remember the name of your Lord and devote yourself to Him with [complete] devotion.",
    "ban": "সুতরাং তোমার প্রভুর নাম কীর্তন করো এবং তাঁর প্রতি ধ্যানধারণায় মগ্ন হও একনিষ্ঠ ধ্যানে।"
  },
  {
    "num": "9",
    "ara": "رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا",
    "eng": "[He is] the Lord of the East and the West; there is no deity except Him, so take Him as Disposer of [your] affairs.",
    "ban": "পূর্বাঞ্চল ও পশ্চিমাঞ্চলের প্রভু, তিনি ব্যতীত কোনো উপাস্য নেই, সুতরাং তাঁকেই কর্ণধাররূপে গ্রহণ করো।"
  },
  {
    "num": "10",
    "ara": "وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا",
    "eng": "And be patient over what they say and avoid them with gracious avoidance.",
    "ban": "আর অধ্যবসায় চালিয়ে যাও তারা যা বলে তা সত্ত্বেও, আর তাদের পরিহার করে চলো সৌজন্যময় পরিহারে!"
  },
  {
    "num": "11",
    "ara": "وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
    "eng": "And leave Me with [the matter of] the deniers, those of ease [in life], and allow them respite a little.",
    "ban": "আর ছেড়ে দাও আমাকে এবং সত্যপ্রত্যাখ্যানকারীদের, বিলাস-সামগ্রীর অধিকারীদের, আর তাদের বিরাম দাও অল্পকাল।"
  },
  {
    "num": "12",
    "ara": "إِنَّ لَدَيْنَا أَنكَالًا وَجَحِيمًا",
    "eng": "Indeed, with Us [for them] are shackles and burning fire",
    "ban": "নিঃসন্দেহ আমাদের কাছে আছে ভারী শিকল ও জ্বলন্ত আগুন,"
  },
  {
    "num": "13",
    "ara": "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
    "eng": "And food that chokes and a painful punishment -",
    "ban": "আর খাদ্য যা গলায় আটকে যায়, আর মর্মন্তুদ শাস্তি!"
  },
  {
    "num": "14",
    "ara": "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَّهِيلًا",
    "eng": "On the Day the earth and the mountains will convulse and the mountains will become a heap of sand pouring down.",
    "ban": "সেইদিন পৃথিবী ও পাহাড়গুলো কেঁপে উঠবে, আর পাহাড়গুলো হয়ে যাবে স্তূপাকার বালির গাদা!"
  },
  {
    "num": "15",
    "ara": "إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا",
    "eng": "Indeed, We have sent to you a Messenger as a witness upon you just as We sent to Pharaoh a messenger.",
    "ban": "নিঃসন্দেহ আমরা তোমাদের কাছে এজন রসূল পাঠিয়েছি, তোমাদের উপরে সাক্ষীরূপে, যেমন আমরা ফিরআউনের কাছে একজন রসূল পাঠিয়েছিলাম।"
  },
  {
    "num": "16",
    "ara": "فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا",
    "eng": "But Pharaoh disobeyed the messenger, so We seized him with a ruinous seizure.",
    "ban": "কিন্ত ফিরআউন সেই রসূলকে অমান্য করেছিল, ফলে আমরা তাকে পাকড়াও করেছিলাম নিদারুণ পাকড়ানোতে।"
  },
  {
    "num": "17",
    "ara": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا",
    "eng": "Then how can you fear, if you disbelieve, a Day that will make the children white- haired?",
    "ban": "অতএব কেমন করে তোমরা আ‌ত্মরক্ষা করবে, যদি তোমরা অবিশ্বাস কর সেই দিনকে যেদিন ছেলেপিলেদের চুল পাকিয়ে তুলবে, --"
  },
  {
    "num": "18",
    "ara": "السَّمَاءُ مُنفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولًا",
    "eng": "The heaven will break apart therefrom; ever is His promise fulfilled.",
    "ban": "আকাশ হবে বিদীর্ণ? তাঁর ওয়াদা অবশ্যই বাস্তবায়িত হবে।"
  },
  {
    "num": "19",
    "ara": "إِنَّ هَذِهِ تَذْكِرَةٌ فَمَن شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا",
    "eng": "Indeed, this is a reminder, so whoever wills may take to his Lord a way.",
    "ban": "নিশ্চয়ই এটি একটি স্মরণকারী বিষয়, সুতরাং যে ইচ্ছা করে সে তার প্রভুর দিকে পথ ধরুক।"
  },
  {
    "num": "20",
    "ara": "إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِّنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
    "eng": "Indeed, your Lord knows, [O Muhammad], that you stand [in prayer] almost two thirds of the night or half of it or a third of it, and [so do] a group of those with you. And Allah determines [the extent of] the night and the day. He has known that you [Muslims] will not be able to do it and has turned to you in forgiveness, so recite what is easy [for you] of the Qur'an. He has known that there will be among you those who are ill and others traveling throughout the land seeking [something] of the bounty of Allah and others fighting for the cause of Allah. So recite what is easy from it and establish prayer and give zakah and loan Allah a goodly loan. And whatever good you put forward for yourselves - you will find it with Allah. It is better and greater in reward. And seek forgiveness of Allah. Indeed, Allah is Forgiving and Merciful.",
    "ban": "তোমার প্রভু অবশ্য জানেন যে তুমি তো জেগে থাক রাতের প্রায় দুই-তৃতীয়াংশ, আর তার অর্ধেক আর তার এক-তৃতীয়াংশ, আর তোমার সঙ্গে যারা আছে তাদের একটি দলও। আর আল্লাহ্ রাত ও দিনের পরিমাপ রক্ষা করেন। তিনি জানেন যে তোমরা কখনো এর হিসাব রাখতে পারবে না, কাজেই তিনি তোমাদের দিকে ফিরেছেন, সেজন্য কুরআন থেকে যতটা তোমাদের জন্য সহজ ততটা আবৃত্তি করো। তিনি জানেন যে তোমাদের কেউ-কেউ রোগগ্রস্ত হবে এবং অন্যেরা দুনিয়াতে চষে বেড়াবে আল্লাহ্‌র করুণাভান্ডারের সন্ধানে, আর অন্যান্যরা আল্লাহ্‌র পথে যুদ্ধ করবে, সেজন্য এ-থেকে যতটা তোমরা সহজ মনে কর ততটা আবৃত্তি করো, আর নামায কায়েম রেখো ও যাকাত আদায় করো এবং আল্লাহ্‌কে ঋণদান করো উত্তম ঋণ। আর যা কিছু সৎকাজ তোমরা নিজেদের জন্য আগবাড়াও তা তোমরা আল্লাহ্‌র কাছে পাবে, -- সেটিই বেশি ভাল ও বিরাট প্রতিদান। আর আল্লাহ্‌র কাছে পরিত্রাণ খোঁজো, নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  }
]
