[
  {
    "num": "1",
    "ara": "يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ",
    "eng": "They ask you, [O Muhammad], about the bounties [of war]. Say, \"The [decision concerning] bounties is for Allah and the Messenger.\" So fear Allah and amend that which is between you and obey Allah and His Messenger, if you should be believers.",
    "ban": "তারা তোমাকে যুদ্ধে-লব্ধ ধনসম্পদ সন্বন্ধে জিজ্ঞাসা করছে। বলো -- \"যুদ্ধে-লব্ধ ধনসম্পত্তি আল্লাহ্ ও রসূলের জন্য। সুতরাং আল্লাহ্‌কে তোমরা ভয়ভক্তি করো, আর তোমাদের নিজেদের মধ্যে সাব স্থাপন করো, আর আল্লাহ্ ও তাঁর রসূলকে মেনে চলো যদি তোমরা মুমিন হও।\""
  },
  {
    "num": "2",
    "ara": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ",
    "eng": "The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely -",
    "ban": "মুমিন তো কেবল তারাই যাদের হৃদয় ভয়ে কাঁপে যখন আল্লাহ্‌র কথা বলা হয়, আর যখন তাদের কাছে তাঁর বাণীসমূহ পাঠ করা হয় তা তাদের জন্য ধর্মবিশ্বাস বাড়িয়ে দেয়, আর তাদের প্রভুর উপরেই তারা নির্ভর করে, --"
  },
  {
    "num": "3",
    "ara": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
    "eng": "The ones who establish prayer, and from what We have provided them, they spend.",
    "ban": "যারা নামায কায়েম করে আর আমরা তাদের যা রিযেক দিয়েছি তা থেকে তারা খরচ করে থাকে।"
  },
  {
    "num": "4",
    "ara": "أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "eng": "Those are the believers, truly. For them are degrees [of high position] with their Lord and forgiveness and noble provision.",
    "ban": "তারা নিজেরাই হচ্ছে সত্যিকারের মুমিন। তাদের জন্য রয়েছে তাদের প্রভুর কাছে মর্যাদার স্তরসমূহ, আর পরিত্রাণ ও সম্মানজনক জীবিকা।"
  },
  {
    "num": "5",
    "ara": "كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ",
    "eng": "[It is] just as when your Lord brought you out of your home [for the battle of Badr] in truth, while indeed, a party among the believers were unwilling,",
    "ban": "যেমন, -- তোমার প্রভু তোমাকে তোমার বাড়িঘর থেকে বের ক'রে আনলেন সত্যের সাথে, যদিও মুমিনদের মধ্যের একটি দল অবশ্যই ছিল বিরূপভাবাপন্ন।"
  },
  {
    "num": "6",
    "ara": "يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنظُرُونَ",
    "eng": "Arguing with you concerning the truth after it had become clear, as if they were being driven toward death while they were looking on.",
    "ban": "তারা তোমার সঙ্গে সত্য সন্বন্ধে বিতর্ক করছিল তা সুস্পষ্ট হবার পরেও, যেন তারা মৃত্যুর দিকে তাড়িত হচ্ছিল, আর তারা তাকিয়ে রয়েছিল।"
  },
  {
    "num": "7",
    "ara": "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ",
    "eng": "[Remember, O believers], when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers",
    "ban": "আর স্মরণ করো! আল্লাহ্ তোমাদের প্রতি‌শ্রুতি দিয়েছিলেন দুই দলের একটি সন্বন্ধে যে তা তোমাদের হবে, আর তোমরা চেয়েছিলে যা অস্ত্রসজ্জিত নয় তাই তোমাদের হোক, অথচ আল্লাহ্ চেয়েছিলেন যেন সত্য সত্য প্রতিপন্ন হয় তাঁর বাণীর দ্বারা, আর যেন তিনি অবিশ্বাসীদের শিকড় কেটে দেন --"
  },
  {
    "num": "8",
    "ara": "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
    "eng": "That He should establish the truth and abolish falsehood, even if the criminals disliked it.",
    "ban": "যেন তিনি সত্যকে সত্য প্রতিপন্ন করেন ও মিথ্যাকে বাতিল করে দেন, যদিও অপরাধীরা তা অপছন্দ করে।\""
  },
  {
    "num": "9",
    "ara": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ",
    "eng": "[Remember] when you asked help of your Lord, and He answered you, \"Indeed, I will reinforce you with a thousand from the angels, following one another.\"",
    "ban": "স্মরণ করো! তোমরা তোমাদের প্রভুর সাহায্য প্রার্থনা করেছিলে, তাই তিনি তোমাদের প্রতি সাড়া দিয়েছিলেন -- \"আমি নিশ্চয়ই তোমাদের সাহায্য করবো অক্ষুন্ন পরম্পরায় আগত ফিরিশ্‌তাদের একহাজার জন দিয়ে।\""
  },
  {
    "num": "10",
    "ara": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "eng": "And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed, Allah is Exalted in Might and Wise.",
    "ban": "আর আল্লাহ্ এটি করেন নি সুসংবাদ দান ছাড়া আর যেন এর দ্বারা তোমাদের হৃদয় প্রশান্তি লাভ করে, আর সাহায্য তো আসে না আল্লাহ্‌র কাছ থেকে ছাড়া। নিঃসন্দেহ আল্লাহ্ হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "11",
    "ara": "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ السَّمَاءِ مَاءً لِّيُطَهِّرَكُم بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ",
    "eng": "[Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky, rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet.",
    "ban": "স্মরণ করো! তিনি তোমাদের উপরে প্রশান্তি এনেছিলেন তাঁর তরফ থকে স্বস্তিরূপে, আর তিনি তোমাদের উপরে আকাশ থেকে বর্ষণ করলেন বৃষ্টি, যেন তিনি এর দ্বারা তোমাদের পরিস্কার করতে পারেন, আর যেন তোমাদের থেকে দূর করতে পারেন শয়তানের নোংরামি, আর যেন তিনি তোমাদের অন্তরে বলসঞ্চার করতে পারেন, আর যেন এর দ্বারা পদক্ষেপ দৃঢ়প্রতিষ্ঠিত করতে পারেন।"
  },
  {
    "num": "12",
    "ara": "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ",
    "eng": "[Remember] when your Lord inspired to the angels, \"I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip.\"",
    "ban": "স্মরণ করো! তোমার প্রভু ফিরিশ্‌তাদের কাছে প্রেরণা দিলেন -- \"আমি নিশ্চয়ই তোমাদের সাথে আছি, কাজেই যারা ঈমান এনেছে তাদের সুপ্রতিষ্ঠিত করো। আমি অচিরেই তাদের অন্তরে ভীতি সঞ্চার করবো যারা অবিশ্বাস পোষণ করে, অতএব ঘাড়ের উপরে আঘাত করো আর তাদের থেকে সমস্ত প্রত্যঙ্গ কেটে ফেলো।\""
  },
  {
    "num": "13",
    "ara": "ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَن يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "eng": "That is because they opposed Allah and His Messenger. And whoever opposes Allah and His Messenger - indeed, Allah is severe in penalty.",
    "ban": "এটি এইজন্য যে তারা আল্লাহ্ ও তাঁর রসূলের বিরোধিতা করে, আর যে কেউ আল্লাহ্ ও রসূলের বিরুদ্ধে দাঁড়ায় -- আল্লাহ্ তবে নিশ্চয়ই শাস্তিদানে কঠোর।"
  },
  {
    "num": "14",
    "ara": "ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ",
    "eng": "\"That [is yours], so taste it.\" And indeed for the disbelievers is the punishment of the Fire.",
    "ban": "\"এটিই তোমাদের জন্য! অতএব এর আস্বাদ গ্রহণ করো! আর অবিশ্বাসীদের জন্য নিশ্চয়ই রয়েছে আগুনের শাস্তি।\""
  },
  {
    "num": "15",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ",
    "eng": "O you who have believed, when you meet those who disbelieve advancing [for battle], do not turn to them your backs [in flight].",
    "ban": "ওহে যারা ঈমান এনেছ! যারা অবিশ্বাস পোষণ করে তাদের যখন তোমরা দেখা পাও যুদ্ধযাত্রা করছে তখন তাদের দিকে পিঠ ফেরাবে না।"
  },
  {
    "num": "16",
    "ara": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِّنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ",
    "eng": "And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allah, and his refuge is Hell - and wretched is the destination.",
    "ban": "আর যে কেউ সেইদিন তার পিঠ ফেরাবে -- যুদ্ধের কেশল অবলন্বন ব্যতীত, অথবা দলে যোগ দেবার জন্যে, -- সে তাহলে নিশ্চয়ই আল্লাহ্‌র ক্রোধ অর্জন করবে, আর তার আশ্রয় হবে জাহান্নাম, আর তা হচ্ছে নিকৃষ্ট গন্তব্যস্থল!"
  },
  {
    "num": "17",
    "ara": "فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "eng": "And you did not kill them, but it was Allah who killed them. And you threw not, [O Muhammad], when you threw, but it was Allah who threw that He might test the believers with a good test. Indeed, Allah is Hearing and Knowing.",
    "ban": "অতএব তোমরা তাদের বধ করো নি, বরং আল্লাহ্‌ই তাদের বধ করেছেন। আর তুমি ছুঁড়ে মারো নি যখন তুমি নিক্ষেপ করেছিলে বরং আল্লাহ্‌ই নিক্ষেপ করেছিলেন, আর যেন তিনি বিশ্বাসীদের প্রদান করেন তাঁর নিজের থেকে এক উত্তম পুরস্কার। নিঃসন্দেহ আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "18",
    "ara": "ذَلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ",
    "eng": "That [is so], and [also] that Allah will weaken the plot of the disbelievers.",
    "ban": "এটিই তোমাদের জন্য! আর আল্লাহ্ অবশ্যই অবিশ্বাসীদের চক্রান্ত দুর্বলকারী।"
  },
  {
    "num": "19",
    "ara": "إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ وَإِن تَنتَهُوا فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُوا نَعُدْ وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ",
    "eng": "If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers.",
    "ban": "তোমরা যখন বিজয়-কামনা করেছিলে তখন তোমাদের কাছে আলবৎ চূড়ান্ত বিজয় এসেছে। আর যদি তোমরা বিরত হও তবে তা হবে তোমাদের জন্য ভালো, কিন্তু যদি তোমরা ফিরে আসো, আমরাও ফিরে আসবো, আর তোমাদের ফৌজ তোমাদের কোনো কাজে আসবে না, যদিও তা সংখ্যাগরিষ্ঠ হোক। আর আল্লাহ্ নিঃসন্দেহ মুমিনদেরই সাথে রয়েছেন।"
  },
  {
    "num": "20",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
    "eng": "O you who have believed, obey Allah and His Messenger and do not turn from him while you hear [his order].",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্ ও তাঁর রসূলের আজ্ঞাপালন করো, আর তাঁর থেকে ফিরে যেও না যখন তোমরা শোনো।"
  },
  {
    "num": "21",
    "ara": "وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
    "eng": "And do not be like those who say, \"We have heard,\" while they do not hear.",
    "ban": "আর তোমরা তাদের মতো হয়ো না যারা বলেছিল -- \"আমরা শুনলাম\", কিন্তু তারা শোনে নি।"
  },
  {
    "num": "22",
    "ara": "إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ",
    "eng": "Indeed, the worst of living creatures in the sight of Allah are the deaf and dumb who do not use reason.",
    "ban": "নিঃসন্দেহ আল্লাহ্‌র নিকট নিকৃষ্টতম জীব হচ্ছে -- বধির বোবা -- যারা বোঝে না।"
  },
  {
    "num": "23",
    "ara": "وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ",
    "eng": "Had Allah known any good in them, He would have made them hear. And if He had made them hear, they would [still] have turned away, while they were refusing.",
    "ban": "আর আল্লাহ্ যদি তাদের মধ্যে ভালো কিছু জানতেন তবে তিনি আলবৎ তাদের শোনাতেন। কিন্তু যদিও তিনি তাদের শোনাতেন তবু তারা ফিরে যেতো, যেহেতু তারা বিমুখ।"
  },
  {
    "num": "24",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ",
    "eng": "O you who have believed, respond to Allah and to the Messenger when he calls you to that which gives you life. And know that Allah intervenes between a man and his heart and that to Him you will be gathered.",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্ ও রসূলের প্রতি সাড়া দাও যখন তিনি তোমাদের আহ্বান করেন তাতে যা তোমাদের জীবন দান করে। আর জানো যে আল্লাহ্ মানুষের ও তার অন্তঃকরণের মাঝখানে বিরাজ করছেন, আর নিঃসন্দেহ তিনি -- তাঁরই কাছে তোমাদের একত্রিত করা হবে।"
  },
  {
    "num": "25",
    "ara": "وَاتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
    "eng": "And fear a trial which will not strike those who have wronged among you exclusively, and know that Allah is severe in penalty.",
    "ban": "আর ধর্মভীরুতা অবলন্বন করো সেই বিপদ সন্বন্ধে যা তোমাদের মধ্যের যারা অত্যাচারী শুধুমাত্র তাদের উপরেই পড়ে না। আর জেনে রেখো যে আল্লাহ্ আলবৎ প্রতিফল দানে কঠোর।"
  },
  {
    "num": "26",
    "ara": "وَاذْكُرُوا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُم بِنَصْرِهِ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
    "eng": "And remember when you were few and oppressed in the land, fearing that people might abduct you, but He sheltered you, supported you with His victory, and provided you with good things - that you might be grateful.",
    "ban": "আর স্মরণ করো! যখন তোমরা ছিলে স্বল্পসংখ্যক, দুনিয়াতে তোমরা দুর্বলরূপে পরিগণিত হতে, তোমরা ভয় করতে যে লোকেরা তোমাদের আচমকা ধরে নিয়ে যাবে, তখন তিনি তোমাদের আশ্রয় দেন, আর তোমাদের বলবৃদ্ধি করেন তাঁর সাহায্যের দ্বারা, আর তোমাদের জীবিকা দান করলেন উত্তম বিষয়-বস্তু থেকে, যেন তোমরা ধন্যবাদ জানাতে পারো।"
  },
  {
    "num": "27",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
    "eng": "O you who have believed, do not betray Allah and the Messenger or betray your trusts while you know [the consequence].",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্ ও রসূলের প্রতি বিশ্বাসভঙ্গ করো না, আর না তোমাদের আমানত খিয়ানত করবে, -- তাও তোমরা জেনে-শুনে।"
  },
  {
    "num": "28",
    "ara": "وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ",
    "eng": "And know that your properties and your children are but a trial and that Allah has with Him a great reward.",
    "ban": "আর জেনে রেখো যে নিঃসন্দেহ তোমাদের ধনদৌলত ও তোমাদের সন্তানসন্ততি তোমাদের জন্য এক পরীক্ষা, আর নিঃ সন্দেহ আল্লাহ্ -- তাঁরই কাছে রয়েছে বিরাট পুরস্কার।"
  },
  {
    "num": "29",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَتَّقُوا اللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
    "eng": "O you who have believed, if you fear Allah, He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমরা যদি আল্লাহ্‌কে ভয়ভক্তি করো তবে তিনি তোমাদের দেবেন ফুরকান, আর তোমাদের থেকে তোমাদের মন্দ ঘুচিয়ে দেবেন, আর তোমাদের পরিত্রাণ করবেন। আর আল্লাহ্ বিপুল কল্যাণের অধিকর্তা।"
  },
  {
    "num": "30",
    "ara": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
    "eng": "And [remember, O Muhammad], when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan, and Allah plans. And Allah is the best of planners.",
    "ban": "আর স্মরণ করো! যারা অবিশ্বাস পোষণ করে তারা তোমার বিরুদ্ধে ষড়যন্ত্র করেছিল যে তারা তোমাকে আটক করবে, অথবা তারা তোমাকে হত্যা করবে, অথবা তারা তোমাকে নির্বাসিত করবে। আর তারা ষড়যন্ত্র করেছিল, আর আল্লাহ্‌ও পরিকল্পনা করেছিলেন। আর পরিকল্পনাকারীদের মধ্যে আল্লাহ্‌ই শ্রেষ্ঠ।"
  },
  {
    "num": "31",
    "ara": "وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
    "eng": "And when Our verses are recited to them, they say, \"We have heard. If we willed, we could say [something] like this. This is not but legends of the former peoples.\"",
    "ban": "আর যখন তাদের কাছে আমাদের বাণী পড়ে শোনানো হয় তারা বলে -- \"আমরা ইতিমধ্যেই শুনেছি, আমরাও ইচ্ছা করলে এর ন্যায় অবশ্যই বলতে পারি, এ তো পুরাকালের উপকথা বৈ নয়\"।"
  },
  {
    "num": "32",
    "ara": "وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ",
    "eng": "And [remember] when they said, \"O Allah, if this should be the truth from You, then rain down upon us stones from the sky or bring us a painful punishment.\"",
    "ban": "আরও স্মরণ করো! তারা বলেছিল -- \"হে আল্লাহ্‌, এই যদি তোমার কাছ থেকে আসা যথার্থ সত্য হয় তবে আমাদের উপরে আকাশ থেকে পাথর বর্ষণ করো কিংবা আমাদের কাছে মর্মন্তুদ শাস্তি নিয়ে এস!\""
  },
  {
    "num": "33",
    "ara": "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
    "eng": "But Allah would not punish them while you, [O Muhammad], are among them, and Allah would not punish them while they seek forgiveness.",
    "ban": "আর আল্লাহ্ তাদের শাস্তি দেবেন না যতক্ষণ তুমি তাদের মধ্যে রয়েছে। আর আল্লাহ্ এরূপ নন যে তিনি তাদের শাস্তিদাতা হবেন যখন তারা ক্ষমা প্রার্থনা করে।"
  },
  {
    "num": "34",
    "ara": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
    "eng": "But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know.",
    "ban": "আর কি তাদের থাকতে পারে যে আল্লাহ্ তাদের শাস্তি দেবেন না যখন তারা পবিত্র মসজিদ থেকে বাধা দেয়, অথচ তারা এর তত্ত্বাবধায়ক হতে পারে না। এর তত্ত্বাবধায়ক হচ্ছে শুধু মুত্তকীরা, কিন্তু তাদের অধিকাংশই জানে না।"
  },
  {
    "num": "35",
    "ara": "وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "eng": "And their prayer at the House was not except whistling and handclapping. So taste the punishment for what you disbelieved.",
    "ban": "আর গৃহের নিকটে তাদের নামায শুধু শিস দেওয়া ও হাততালি দেওয়া ছাড়া আর কিছুই নয়। সুতরাং \"শাস্তির আস্বাদ গ্রহণ করো যেহেতু তোমরা অবিশ্বাস পোষণ করছিলে।\""
  },
  {
    "num": "36",
    "ara": "إِنَّ الَّذِينَ كَفَرُوا يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَن سَبِيلِ اللَّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ",
    "eng": "Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered.",
    "ban": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে তারা তাদের ধনসম্পত্তি খরচ করে আল্লাহ্‌র পথ থেকে বাধা দেবার জন্যে। তারা এটা খরচ করবেই, তারপর এটি হবে তাদের জন্য মনস্তাপের কারণ, তারপর তাদের পরাজিত করা হবে। আর যারা অবিশ্বাস পোষণ করে তাদের জাহান্নামের দিকে একত্রিত করা হবে, --"
  },
  {
    "num": "37",
    "ara": "لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَى بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ أُولَئِكَ هُمُ الْخَاسِرُونَ",
    "eng": "[This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers.",
    "ban": "যেন আল্লাহ্ পৃথক করতে পারেন মন্দকে ভালো থেকে, আর মন্দকে তিনি স্থাপন করবেন তাদের একটিকে অন্যটির উপরে, তারপর সবটাকে তিনি একত্রে স্তূপীকৃত করবেন এবং তাকে ফেলবেন জাহান্নামে। তারা নিজেরাই হচ্ছে ক্ষতিগ্রস্ত।"
  },
  {
    "num": "38",
    "ara": "قُل لِّلَّذِينَ كَفَرُوا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ",
    "eng": "Say to those who have disbelieved [that] if they cease, what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place.",
    "ban": "যারা অবিশ্বাস পোষণ করে তাদের বলো -- যদি তারা নিবৃত্ত হয় তবে যা গত হয়ে গেছে তা তাদের ক্ষমা করা হবে, আর যদি তারা ফিরে যায় তবে পূর্ববর্তীদের ঘটনাবলী ইতিপূর্বে ঘটে গেছে।"
  },
  {
    "num": "39",
    "ara": "وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
    "eng": "And fight them until there is no fitnah and [until] the religion, all of it, is for Allah. And if they cease - then indeed, Allah is Seeing of what they do.",
    "ban": "আর তোমরা তাদের বিরুদ্ধে সংগ্রাম করতে থাকবে যতক্ষণ উৎপীড়ন আর না থাকে, আর ধর্ম তো সামগ্রিকভাবে আল্লাহ্‌র জন্যেই হবে। অতএব যদি তারা বিরত হয় তবে তারা যা করে আল্লাহ্ নিশ্চয়ই তার দর্শক।"
  },
  {
    "num": "40",
    "ara": "وَإِن تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ",
    "eng": "But if they turn away - then know that Allah is your protector. Excellent is the protector, and Excellent is the helper.",
    "ban": "কিন্তু যদি তারা ফিরে যায় তবে জেনে রেখো যে আল্লাহ্ নিঃসন্দেহ তোমাদের অভিভাবক, -- কতো উত্তম অভিভাবক ও উত্তম সাহায্যকারী!"
  },
  {
    "num": "41",
    "ara": "وَاعْلَمُوا أَنَّمَا غَنِمْتُم مِّن شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِن كُنتُمْ آمَنتُم بِاللَّهِ وَمَا أَنزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "And know that anything you obtain of war booty - then indeed, for Allah is one fifth of it and for the Messenger and for [his] near relatives and the orphans, the needy, and the [stranded] traveler, if you have believed in Allah and in that which We sent down to Our Servant on the day of criterion - the day when the two armies met. And Allah, over all things, is competent.",
    "ban": "আর জেনে রেখো যা কিছু তোমরা যুদ্ধক্ষেত্রে লাভ করো তার পঞ্চমাংশ তাহলে আল্লাহ্‌র, জন্য যথা রসূলের জন্য, আর নিকটা‌ত্মীয়ের জন্য, আর এতীমদের, মিসকিনদের, ও পথচারীদের জন্য, যদি তোমরা বিশ্বাস করো আল্লাহ্‌তে আর তাতে যা আমরা আমাদের বান্দার কাছে অবতারণ করেছি সেই ফুরকানের দিনে, যেদিন দুই দল মুখোমুখি হয়েছিল। আর আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "42",
    "ara": "إِذْ أَنتُم بِالْعُدْوَةِ الدُّنْيَا وَهُم بِالْعُدْوَةِ الْقُصْوَى وَالرَّكْبُ أَسْفَلَ مِنكُمْ وَلَوْ تَوَاعَدتُّمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ وَلَكِن لِّيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَن بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ",
    "eng": "[Remember] when you were on the near side of the valley, and they were on the farther side, and the caravan was lower [in position] than you. If you had made an appointment [to meet], you would have missed the appointment. But [it was] so that Allah might accomplish a matter already destined - that those who perished [through disbelief] would perish upon evidence and those who lived [in faith] would live upon evidence; and indeed, Allah is Hearing and Knowing.",
    "ban": "স্মরণ করো! তোমরা ছিলে উপত্যকার নিকট প্রান্তে আর তারা উপত্যকার দূর প্রান্তে, আর কাফেলা ছিল তোমাদের চেয়ে নিন্ম ভূমিতে। আর যদি তোমরা পরস্পরের মধ্যে কোনো বন্দোবস্ত করে থাকতে তবে এ সিদ্ধান্তে তোমরা মতভেদ করতে, কিন্তু -- যেন আল্লাহ্ ব্যাপার একটা ঘটাতে পারেন যেটা ঘটেই গেছে, যেন যার ধ্বংস হবার সে ধ্বংস হতে পারে স্পষ্ট প্রমাণের ফলে, আর যার বাঁচবার সে বাঁচতে পারে স্পষ্ট প্রমাণের ফলে। আর নিঃসন্দেহ আল্লাহ্ অবশ্যই সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "43",
    "ara": "إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
    "eng": "[Remember, O Muhammad], when Allah showed them to you in your dream as few; and if He had shown them to you as many, you [believers] would have lost courage and would have disputed in the matter [of whether to fight], but Allah saved [you from that]. Indeed, He is Knowing of that within the breasts.",
    "ban": "স্মরণ করো! আল্লাহ্ তোমার কাছে তাদের দেখিয়েছিলেন তোমার স্বরে মধ্যে অল্পসংখ্যক। আর তিনি যদি তোমার কাছে তাদের দেখাতেন বহুসংখ্যক তবে তোমরা অবশ্যই দুর্বল-চিত্ত হয়ে পড়তে এবং ব্যাপারটি সন্বন্ধে তোমরা তর্কবিতর্ক করতে, কিন্তু আল্লাহ্ রক্ষা করেছেন। নিঃসন্দেহ তিনি বিশেষভাবে অবহিত আছেন বুকের ভেতরে যা রয়েছে সে-সন্বন্ধে।"
  },
  {
    "num": "44",
    "ara": "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
    "eng": "And [remember] when He showed them to you, when you met, as few in your eyes, and He made you [appear] as few in their eyes so that Allah might accomplish a matter already destined. And to Allah are [all] matters returned.",
    "ban": "আর স্মরণ করো! তিনি তোমাদের কাছে তাদের দেখিয়ে-ছিলেন, যখন তোমরা মুখোমুখি হয়েছিলে, তোমাদের চোখে অল্পসংখ্যক, আর তিনি তোমাদের করেছিলেন স্বল্পসংখ্যক তাদের চোখে, এইজন্য যেন আল্লাহ্ ব্যাপার একটা ঘটাতে পারেন যা ঘটেই গেছে। আর আল্লাহ্‌র কাছেই সব ব্যাপার ফিরিয়ে আনা হয়।"
  },
  {
    "num": "45",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
    "eng": "O you who have believed, when you encounter a company [from the enemy forces], stand firm and remember Allah much that you may be successful.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমরা যখন কোনো সৈন্যদলের সম্মুখীন হও তখন দৃঢ়সংকল্প হবে, আর আল্লাহ্‌কে বেশী ক'রে স্মরণ করবে যেন তোমরা সফলকাম হও।"
  },
  {
    "num": "46",
    "ara": "وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
    "eng": "And obey Allah and His Messenger, and do not dispute and [thus] lose courage and [then] your strength would depart; and be patient. Indeed, Allah is with the patient.",
    "ban": "আর আল্লাহ্ ও তাঁর রসূলকে মেনে চলো, আর বিবাদ করো না পাছে তোমরা দুর্বলচিত্ত হও, ও তোমাদের বায়ুপ্রবাহ চলে যাক, আর অধ্যবসায় অবলন্বন করো। নিঃসন্দেহ আল্লাহ্ অধ্যবসায়ীদের সাথে রয়েছেন।"
  },
  {
    "num": "47",
    "ara": "وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِن دِيَارِهِم بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
    "eng": "And do not be like those who came forth from their homes insolently and to be seen by people and avert [them] from the way of Allah. And Allah is encompassing of what they do.",
    "ban": "আর তোমরা তাদের মতো হয়ো না যারা তাদের ঘর থেকে বেরিয়েছিল গর্বভরে ও লোক দেখানোর জন্যে, আর বাধা দেয় আল্লাহ্‌র পথ থেকে। আর তারা যা করে আল্লাহ্ তা ঘিরে রয়েছেন।"
  },
  {
    "num": "48",
    "ara": "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَّكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِّنكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ",
    "eng": "And [remember] when Satan made their deeds pleasing to them and said, \"No one can overcome you today from among the people, and indeed, I am your protector.\" But when the two armies sighted each other, he turned on his heels and said, \"Indeed, I am disassociated from you. Indeed, I see what you do not see; indeed I fear Allah. And Allah is severe in penalty.\"",
    "ban": "আর স্মরণ করো! শয়তানটি তাদের কার্যাবলী তাদের কাছে চিত্তাকর্ষক করেছিল ও বলেছিল -- \"আজকের দিনে লোকদের মধ্যে কেউই তোমাদের উপরে বিজয়ী হতে পারবে না, আর নিঃসন্দেহ আমি তো রয়েছি তোমাদের সাহায্যকারী।\" কিন্তু তারপর যখন দুই সৈন্যদলে দেখাদেখি হলো, সে তার গোড়ালির উপরে মোড় ফেরালো আর বললে -- \"আমি আলবৎ তোমাদের থেকে বিদায়, আমি নিঃসন্দেহ দেখতে পাচ্ছি যা তোমরা দেখছো না, আমি অবশ্যই আল্লাহ্‌কে ভয় করি, আর আল্লাহ্ প্রতিফল দানে অতি কঠোর।\""
  },
  {
    "num": "49",
    "ara": "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَؤُلَاءِ دِينُهُمْ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "eng": "[Remember] when the hypocrites and those in whose hearts was disease said, \"Their religion has deluded those [Muslims].\" But whoever relies upon Allah - then indeed, Allah is Exalted in Might and Wise.",
    "ban": "স্মরণ করো! কপটরা আর যাদের অন্তরে ব্যাধি রয়েছে তারা বলে -- \"তাদের ধর্মই তাদের বিভ্রান্ত করেছে।\" বস্তুত যে কেউ আল্লাহ্‌র উপরে নির্ভর করে, তবে নিঃসন্দেহ আল্লাহ্ মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "50",
    "ara": "وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ",
    "eng": "And if you could but see when the angels take the souls of those who disbelieved... They are striking their faces and their backs and [saying], \"Taste the punishment of the Burning Fire.",
    "ban": "আর তুমি যদি দেখতে পেতে যখন যারা অবিশ্বাস পোষণ করে তাদের প্রাণ হরণ করছে, ফিরিশ্‌তারা আঘাত করছে তাদের মুখে ও তাদের পিঠে, আর -- \"পোড়ার যন্ত্রণা আস্বাদ করো!\""
  },
  {
    "num": "51",
    "ara": "ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
    "eng": "That is for what your hands have put forth [of evil] and because Allah is not ever unjust to His servants.\"",
    "ban": "\"এ এ-জন্য যা তোমাদের হাত আগবাড়িয়ে দিয়েছিল, আর আল্লাহ্ কখনো বান্দাদের প্রতি অত্যাচারী নন।\""
  },
  {
    "num": "52",
    "ara": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ",
    "eng": "[Theirs is] like the custom of the people of Pharaoh and of those before them. They disbelieved in the signs of Allah, so Allah seized them for their sins. Indeed, Allah is Powerful and severe in penalty.",
    "ban": "ফিরআউনের সাঙ্গপাঙ্গদের অবস্থায় ন্যায় আর যারা তাদের পূর্ববর্তী ছিল। তারা আল্লাহ্‌র নিদর্শনসমূহ প্রত্যাখ্যান করেছিল, তাই আল্লাহ্ তাদের পাকড়াও করলেন তাদের পাপের দরুন। নিঃসন্দেহ আল্লাহ্ অসীম ক্ষমতাশালী, প্রতিফল দানে অতি কঠোর।"
  },
  {
    "num": "53",
    "ara": "ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
    "eng": "That is because Allah would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed, Allah is Hearing and Knowing.",
    "ban": "এ এজন্য যে আল্লাহ্ অনুগ্রহ পরিবর্তনকারী হোন না যা কোনো জাতির প্রতি তিনি অর্পণ করেছেন, যতক্ষণ না তারা নিজেরা সে- সব বদলিয়ে ফেলে। আর আল্লাহ্ নিঃসন্দেহ সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "54",
    "ara": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ",
    "eng": "[Theirs is] like the custom of the people of Pharaoh and of those before them. They denied the signs of their Lord, so We destroyed them for their sins, and We drowned the people of Pharaoh. And all [of them] were wrongdoers.",
    "ban": "ফিরআউনের গোষ্ঠীর অবস্থার ন্যায় আর যারা তাদের পূর্ববর্তী ছিল। তারা তাদের প্রভুর বাণীসমূহে মিথ্যারোপ করেছিল, কাজেই তাদের পাপের দরুন আমরা তাদের ধ্বংস করেছিলাম আর ফিরআউনের সাঙ্গোপাঙ্গদের আমরা ডুবিয়ে দিয়েছিলাম, আর তারা সবাই ছিল অত্যাচারী।"
  },
  {
    "num": "55",
    "ara": "إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ",
    "eng": "Indeed, the worst of living creatures in the sight of Allah are those who have disbelieved, and they will not [ever] believe -",
    "ban": "নিঃসন্দেহ আল্লাহ্‌র কাছে নিকৃষ্টতম জীব হচ্ছে তারা যারা অবিশ্বাস পোষণ করে, কাজেই তারা ঈমান আনে না ।"
  },
  {
    "num": "56",
    "ara": "الَّذِينَ عَاهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
    "eng": "The ones with whom you made a treaty but then they break their pledge every time, and they do not fear Allah.",
    "ban": "ওদের মধ্যে যাদের সঙ্গে তুমি চুক্তি সম্পাদন করো, -- তারপর তারা তাদের চুক্তি প্রত্যেক বারেই ভঙ্গ করে, আর তারা ভয়ভক্তি করে না।"
  },
  {
    "num": "57",
    "ara": "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
    "eng": "So if you, [O Muhammad], gain dominance over them in war, disperse by [means of] them those behind them that perhaps they will be reminded.",
    "ban": "সুতরাং যুদ্ধের মধ্যে যদি তাদের করায়ত্ত করো তবে তাদের দ্বারা যারা তাদের পশ্চাদনুসরণ করে তাদের বিধবস্ত করো, যেন তারা সতর্কতা অবলন্বন করে।"
  },
  {
    "num": "58",
    "ara": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ",
    "eng": "If you [have reason to] fear from a people betrayal, throw [their treaty] back to them, [putting you] on equal terms. Indeed, Allah does not like traitors.",
    "ban": "আর যদি তুমি কোনো দল থেকে বিশ্বাসঘাতকতার আশঙ্কা করো, তবে ছোঁড়ে দাও তাদের দিকে সমান-সমানভাবে। নিঃসন্দেহ আল্লাহ্ বিশ্বাসঘাতকদের ভালোবাসেন না।"
  },
  {
    "num": "59",
    "ara": "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ",
    "eng": "And let not those who disbelieve think they will escape. Indeed, they will not cause failure [to Allah].",
    "ban": "আর যারা অবিশ্বাস পোষণ করে তারা যেন না ভাবে যে তারা ডিঙিয়ে যেতে পারবে। নিঃসন্দেহ তারা পরিত্রাণ পাবে না।"
  },
  {
    "num": "60",
    "ara": "وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنفِقُوا مِن شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
    "eng": "And prepare against them whatever you are able of power and of steeds of war by which you may terrify the enemy of Allah and your enemy and others besides them whom you do not know [but] whom Allah knows. And whatever you spend in the cause of Allah will be fully repaid to you, and you will not be wronged.",
    "ban": "আর তোমরা তাদের বিরুদ্ধে প্রস্তুত রাখবে যা-কিছুতে তোমরা সমর্থ হও -- শৌর্য-বীর্যে ও হৃস্পুষ্ট ঘোড়াগুলোয়, -- তার দ্বারা ভীত-সন্ত্রস্ত রাখবে আল্লাহ্‌র শত্রুদের তথা তোমাদের শত্রুদের, আর তাদের ছাড়া অন্যদেরও, তাদের তোমরা জানো না, আল্লাহ্ তাদের জানেন। আর যা-কিছু তোমরা আল্লাহ্‌র পথে ব্যয় করবে তা তোমাদের পুরোপুরি প্রতিদান দেওয়া হবে, আর তোমরা অত্যাচারিত হবে না।"
  },
  {
    "num": "61",
    "ara": "وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
    "eng": "And if they incline to peace, then incline to it [also] and rely upon Allah. Indeed, it is He who is the Hearing, the Knowing.",
    "ban": "আর যদি তারা শান্তির দিকে ঝোঁকে তবে তুমিও এর দিকে ঝুকঁবে, আর আল্লাহ্‌র প্রতি নির্ভর করো। নিঃসন্দেহ তিনিই সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "62",
    "ara": "وَإِن يُرِيدُوا أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ",
    "eng": "But if they intend to deceive you - then sufficient for you is Allah. It is He who supported you with His help and with the believers",
    "ban": "আর যদি তারা চায় যে তারা তোমাকে ফাঁকি দেবে, তবে নিঃসন্দেহ আল্লাহ্ তোমার জন্য যথেষ্ট। তিনিই সেই জন যিনি তোমাকে বলীয়ান করেন তাঁর সহায়তার দ্বারা আর মুমিনদের দ্বারা।"
  },
  {
    "num": "63",
    "ara": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَّا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ",
    "eng": "And brought together their hearts. If you had spent all that is in the earth, you could not have brought their hearts together; but Allah brought them together. Indeed, He is Exalted in Might and Wise.",
    "ban": "আর তাদের হৃদয়ের মধ্যে তিনি প্রীতি স্থাপন করেছেন। তুমি যদি পৃথিবীতে যা আছে তার সবটাই খরচ করতে তবু তুমি তাদের হৃদয়ের মধ্যে সম্প্রীতি স্থাপন করতে পারতে না, কিন্তু আল্লাহ্ তাদের মধ্যে প্রীতি স্থাপন করেছেন। নিঃসন্দেহ তিনি মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "64",
    "ara": "يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
    "eng": "O Prophet, sufficient for you is Allah and for whoever follows you of the believers.",
    "ban": "হে প্রিয় নবী! আল্লাহ্‌ই তোমার জন্য আর সেইসব মুমিনদের জন্য যথেষ্ট যারা তোমার অনুসরণ করে।"
  },
  {
    "num": "65",
    "ara": "يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوا أَلْفًا مِّنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "eng": "O Prophet, urge the believers to battle. If there are among you twenty [who are] steadfast, they will overcome two hundred. And if there are among you one hundred [who are] steadfast, they will overcome a thousand of those who have disbelieved because they are a people who do not understand.",
    "ban": "হে প্রিয় নবী! মুমিনদের যুদ্ধের জন্য উৎসাহিত করো। যদি তোমাদের মধ্যে কুড়িজন ধৈর্যশীল থাকে তবে তারা দু'শ জনকে পরাজিত করবে, আর যদি তোমাদের মধ্যে একশত জন থাকে তবে তারা পরাজিত করবে যারা অবিশ্বাস পোষণ করে তাদের একহাজার জনকে, যেহেতু তারা হচ্ছে একটি সম্প্রদায় যারা বোঝে না।"
  },
  {
    "num": "66",
    "ara": "الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ",
    "eng": "Now, Allah has lightened [the hardship] for you, and He knows that among you is weakness. So if there are from you one hundred [who are] steadfast, they will overcome two hundred. And if there are among you a thousand, they will overcome two thousand by permission of Allah. And Allah is with the steadfast.",
    "ban": "এখনকার সময়ে আল্লাহ্ তোমাদের বোঝা হাল্কা করেছেন, কেননা তিনি জানেন যে তোমাদের মধ্যে দুর্বলতা আছে। সেজন্য যদি তোমাদের মধ্যে একশত জন ধৈর্যশীল থাকে তবে তারা দু'শ জনকে পরাজিত করবে, আর যদি তোমাদের মধ্যে একহাজার জন থাকে তবে তারা আল্লাহ্‌র অনুমতিক্রমে দুইহাজারকে পরাজিত করবে। আর আল্লাহ্ ধৈর্যশীলদের সাথে রয়েছেন।"
  },
  {
    "num": "67",
    "ara": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
    "eng": "It is not for a prophet to have captives [of war] until he inflicts a massacre [upon Allah 's enemies] in the land. Some Muslims desire the commodities of this world, but Allah desires [for you] the Hereafter. And Allah is Exalted in Might and Wise.",
    "ban": "একজন নবীর জন্য সংগত নয় যে তাঁর জন্য বন্দীদের রাখা হোক যে পর্যন্ত না তিনি দেশে জয়লাভ করেছেন। তোমরা চাও পার্থিব সম্পদ, অথচ আল্লাহ্ চান পরলোক। আর আল্লাহ্ মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "68",
    "ara": "لَّوْلَا كِتَابٌ مِّنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
    "eng": "If not for a decree from Allah that preceded, you would have been touched for what you took by a great punishment.",
    "ban": "যদি আল্লাহ্‌র তরফ থেকে বিধান না থাকতো যা পূর্বেই উল্লেখ হয়েছে, তবে তোমরা যা গ্রহণ করতে যাচ্ছিলে সেজন্য তোমাদের উপরে পড়তো এক বিরাট শাস্তি।"
  },
  {
    "num": "69",
    "ara": "فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
    "eng": "So consume what you have taken of war booty [as being] lawful and good, and fear Allah. Indeed, Allah is Forgiving and Merciful.",
    "ban": "অতএব ভোগ করো যে-সব বৈধ ও পবিত্র দ্রব্য তোমরা যুদ্ধক্ষেত্রে সংগ্রহ করেছ, আর আল্লাহ্‌কে ভয়ভক্তি করো। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "70",
    "ara": "يَا أَيُّهَا النَّبِيُّ قُل لِّمَن فِي أَيْدِيكُم مِّنَ الْأَسْرَى إِن يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
    "eng": "O Prophet, say to whoever is in your hands of the captives, \"If Allah knows [any] good in your hearts, He will give you [something] better than what was taken from you, and He will forgive you; and Allah is Forgiving and Merciful.\"",
    "ban": "হে প্রিয় নবী! তোমাদের হাতে বন্দীদের যারা আছে তাদের বলো -- \"আল্লাহ্ যদি তোমাদের হৃদয়ে ভালো কিছু জানতে পারেন তবে তিনি তোমাদের দান করবেন আরো ভালো কিছু যা তোমাদের কাছ থেকে নেয়া হয়েছে তা থেকেও, আর তিনি তোমাদের পরিত্রাণ করবেন। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।\""
  },
  {
    "num": "71",
    "ara": "وَإِن يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "But if they intend to betray you - then they have already betrayed Allah before, and He empowered [you] over them. And Allah is Knowing and Wise.",
    "ban": "কিন্তু যদি তারা চায় তোমার প্রতি বিশ্বাসঘাতকতা করতে, তবে এর আগেও তারা অবশ্যই আল্লাহ্‌র প্রতি বিশ্বাসভঙ্গ করেছে, সুতরাং তিনি কর্তৃত্ব দিলেন তাদের অনেকের উপরে। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "72",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوا وَّنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُم مِّن وَلَايَتِهِم مِّن شَيْءٍ حَتَّى يُهَاجِرُوا وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "eng": "Indeed, those who have believed and emigrated and fought with their wealth and lives in the cause of Allah and those who gave shelter and aided - they are allies of one another. But those who believed and did not emigrate - for you there is no guardianship of them until they emigrate. And if they seek help of you for the religion, then you must help, except against a people between yourselves and whom is a treaty. And Allah is Seeing of what you do.",
    "ban": "নিঃসন্দেহ যারা ঈমান এনেছে ও হিজরত করেছে, আর তাদের ধনদৌলত ও তাদের জান-প্রাণ দিয়ে আল্লাহ্‌র পথে সংগ্রাম করেছে, আর যারা আশ্রয় দান করেছে ও সাহায্য করেছে, -- এরাই হচ্ছে পরস্পর পরস্পরের বন্ধু। আর যারা ঈমান এনেছে, অথচ হিজরত করে নি, তাদের অভিভাবকত্ব কোনোভাবেই তোমাদের দায়িত্ব নয় যে পর্যন্ত না তারাও হিজরত করে। কিন্তু যদি তারা তোমাদের কাছে ধর্মের ব্যাপারে সাহায্য প্রার্থনা করে তবে সাহায্য করা তোমাদের কর্তব্য, অবশ্য সে-সম্প্রদায়ের বিরুদ্ধে ছাড়া যাদের মধ্যে চুক্তি রয়েছে। আর তোমরা যা করো আল্লাহ্ তার সম্যক দ্রষ্টা।"
  },
  {
    "num": "73",
    "ara": "وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ",
    "eng": "And those who disbelieved are allies of one another. If you do not do so, there will be fitnah on earth and great corruption.",
    "ban": "আর যারা অবিশ্বাস পোষণ করে -- তাদের কেউ কেউ অপরদের বন্ধু। যদি তোমরা এ না করো তবে দেশে অনাচার ও বিরাট- বিপর্যয় সৃষ্টি হবে।"
  },
  {
    "num": "74",
    "ara": "وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوا وَّنَصَرُوا أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
    "eng": "But those who have believed and emigrated and fought in the cause of Allah and those who gave shelter and aided - it is they who are the believers, truly. For them is forgiveness and noble provision.",
    "ban": "আর যারা ঈমান এনেছে ও হিজরত করেছে ও আল্লাহ্‌র পথে জিহাদ করেছে, আর যারা আশ্রয় দিয়েছে ও সাহায্য করেছে, -- এরা নিজেরাই হচ্ছে প্রকৃত মুমিন। এদের জন্যেই রয়েছে পরিত্রাণ ও মহৎ জীবিকা।"
  },
  {
    "num": "75",
    "ara": "وَالَّذِينَ آمَنُوا مِن بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "eng": "And those who believed after [the initial emigration] and emigrated and fought with you - they are of you. But those of [blood] relationship are more entitled [to inheritance] in the decree of Allah. Indeed, Allah is Knowing of all things.",
    "ban": "আর যারা পরে ঈমান এনেছে এবং গৃহত্যাগ করেছে ও তোমাদের সঙ্গে থেকে সংগ্রাম করেছে, তারাও তোমাদের মধ্যেকার। আর রক্তসম্পর্কের লোকেরা -- তারা আল্লাহ্‌র বিধানে পরস্পর পরস্পরের অধিকতর নিকটা‌ত্মীয়। নিঃসন্দেহ আল্লাহ্ সর্ববিষয়ে সর্বজ্ঞাতা।"
  }
]
