[
  {
    "num": "1",
    "ara": "بَرَاءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ",
    "eng": "[This is a declaration of] disassociation, from Allah and His Messenger, to those with whom you had made a treaty among the polytheists.",
    "ban": "এক অব্যাহতি আল্লাহ্ ও তাঁর রসূলের তরফ থেকে সেইসব বহুখোদাবাদীদের প্রতি যাদের সঙ্গে তোমরা সন্ধি করেছিলে।"
  },
  {
    "num": "2",
    "ara": "فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ",
    "eng": "So travel freely, [O disbelievers], throughout the land [during] four months but know that you cannot cause failure to Allah and that Allah will disgrace the disbelievers.",
    "ban": "সুতরাং তোমরা দেশে অবাধে ঘোরাফেরা করো চার মাসকাল, আর জেনে রেখো -- তোমরা নিশ্চয়ই আল্লাহ্‌র কাছ থেকে ফসকে যাবার পাত্র নও। আর আল্লাহ্ আলবৎ অবিশ্বাসীদের লাঞ্ছিত করে থাকেন।"
  },
  {
    "num": "3",
    "ara": "وَأَذَانٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ",
    "eng": "And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment.",
    "ban": "আর আল্লাহ্ ও তাঁর রসূলের তরফ থেকে জনগণের প্রতি এই মহান হজের দিনে এ এক ঘোষণা যে আল্লাহ্ মুশরিকদের কাছে দায়মুক্ত, আর তাঁর রসূলও। অতএব তোমরা যদি তওবা করো তবে সেটি হবে তোমাদের জন্য কল্যাণজনক, কিন্তু তোমরা যদি ফিরে যাও তাহলে জেনে রেখো -- তোমরা নিঃসন্দেহ আল্লাহ্‌র কাছ থেকে ফসকে যাবার পাত্র নও। আর যারা অবিশ্বাস পোষণ করে তাদের মর্মন্তুদ শাস্তির সংবাদ দাও, --"
  },
  {
    "num": "4",
    "ara": "إِلَّا الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
    "eng": "Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him].",
    "ban": "মুশরিকদের মধ্যের সেইসব ছাড়া যাদের সঙ্গে তোমরা চুক্তি করেছ, তারপর তারা তোমাদের সাথে কোনো ত্রুটি করে নি, আর তোমাদের বিরুদ্ধে অন্য কারোর পৃষ্ঠপোষকতাও করে নি, তাদের সঙ্গে তাহলে তাদের চুক্তি প্রতিপালন করো সেগুলোর মেয়াদ পর্যন্ত। নিঃসন্দেহ আল্লাহ্ ভালোবাসেন ধর্মপরায়ণদের।"
  },
  {
    "num": "5",
    "ara": "فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
    "eng": "And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful.",
    "ban": "অতঃপর নিষিদ্ধ মাসগুলো যখন অতিবাহিত হয়ে যায় তখন মুশরিকদের কাতল করো যেখানে তাদের পাও, আর তাদের বন্দী করো, আর তাদের ঘেরাও করো, আর তাদের জন্য ওৎ পেতে থাকো প্রত্যেক ঘাঁটিতে। কিন্তু যদি তারা তওবা করে এবং নামায কায়েম করে আর যাকাত আদায় করে তবে তাদের পথ ছেড়ে দিয়ো। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী অফুরন্ত ফলদাতা।"
  },
  {
    "num": "6",
    "ara": "وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ",
    "eng": "And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.",
    "ban": "আর যদি মুশরিকদের কোনো একজন তোমার কাছে আশ্রয় চায় তবে তাকে আশ্রয় দাও যেন সে আল্লাহ্‌র বাণী শোনে, তারপর তাকে তার নিরাপদ যায়গায় পৌঁছে দিয়ো। এটি এই জন্য যে তারা হচ্ছে এমন এক সম্প্রদায় যারা জানে না।"
  },
  {
    "num": "7",
    "ara": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ اللَّهِ وَعِندَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدتُّمْ عِندَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
    "eng": "How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him].",
    "ban": "কেমন ক'রে মুশরিকদের জন্য আল্লাহ্‌র সঙ্গে ও তাঁর রসূলের সঙ্গে চুক্তি হতে পারে, তাদের সম্পর্কে ছাড়া যাদের সঙ্গে তোমরা চুক্তি করেছিলে পবিত্র মসজিদের নিকটে? সুতরাং যতক্ষণ তারা তোমাদের প্রতি কায়েম থাকবে ততক্ষণ তোমরাও তাদের প্রতি কায়েম রইবে। নিঃসন্দেহ আল্লাহ্ ধর্মপরায়ণদের ভালোবাসেন।"
  },
  {
    "num": "8",
    "ara": "كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً يُرْضُونَكُم بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ",
    "eng": "How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient.",
    "ban": "কেমন ক'রে যখন তারা যদি তোমাদের পিঠে চড়তে পারে তবে তারা তোমাদের সঙ্গে আ‌ত্মীয়তার বা চুক্তির বন্ধন মানবে না? তারা তোমাদের খুশী রাখতে চায় তাদের মুখ দিয়ে, কিন্তু তাদের হৃদয় অস্বীকার করে, আর তাদের অধিকাংশই দুষ্কৃতিকারী।"
  },
  {
    "num": "9",
    "ara": "اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَن سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "They have exchanged the signs of Allah for a small price and averted [people] from His way. Indeed, it was evil that they were doing.",
    "ban": "তারা আল্লাহ্‌র আয়াতকে স্বল্পমূল্যে বিনিময় করে, তাই তারা তাঁর পথ থেকে ফিরিয়ে রাখে। নিঃসন্দেহ জঘন্য যা তারা করে যাচ্ছে।"
  },
  {
    "num": "10",
    "ara": "لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ",
    "eng": "They do not observe toward a believer any pact of kinship or covenant of protection. And it is they who are the transgressors.",
    "ban": "তারা কোনো মুমিনের বেলায় আ‌ত্মীয়তার বা চুক্তির বন্ধন-সন্বন্ধে ভাবে না। এরা নিজেরাই হচ্ছে সীমালংঘনকারী।"
  },
  {
    "num": "11",
    "ara": "فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
    "eng": "But if they repent, establish prayer, and give zakah, then they are your brothers in religion; and We detail the verses for a people who know.",
    "ban": "কিন্তু যদি তারা তওবা করে, আর নামায কায়েম করে, আর যাকাত আদায় করে, তবে তারা ধর্মে তোমাদের ভাই। আর আমরা নির্দেশাবলী বিশদভাবে বিবৃত করি সেই লোকদের জন্য যারা জানে।"
  },
  {
    "num": "12",
    "ara": "وَإِن نَّكَثُوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
    "eng": "And if they break their oaths after their treaty and defame your religion, then fight the leaders of disbelief, for indeed, there are no oaths [sacred] to them; [fight them that] they might cease.",
    "ban": "আর তারা যদি তাদের চুক্তি সম্পাদনের পরেও তাদের প্রতি‌শ্রুতি ভঙ্গ করে আর তোমাদের ধর্ম নিয়ে বিদ্রূপ করে তবে অবিশ্বাসের সর্দারদের সাথে যুদ্ধ করো, -- নিঃসন্দেহ তাদের বেলা প্রতিজ্ঞাসব তাদের কাছে কিছুই নয়, -- যেন তারা বিরত হতে পারে।"
  },
  {
    "num": "13",
    "ara": "أَلَا تُقَاتِلُونَ قَوْمًا نَّكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
    "eng": "Would you not fight a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allah has more right that you should fear Him, if you are [truly] believers.",
    "ban": "তোমরা কি যুদ্ধ করবে না সেইসব সম্প্রদায়ের সাথে যারা তাদের প্রতি‌শ্রুতি ভঙ্গ করেছে, আর সংকল্প করেছে রসূলকে বহিস্কার করার, আর তারাই তোমাদের উপরে শুরু করেছে প্রথমে? তোমরা কি তাদের ভয় করো? কিন্তু আল্লাহ্‌ই অধিকতর দাবিদার যে তোমরা তাঁকে ভয় করবে -- যদি তোমরা মূমিন হও।"
  },
  {
    "num": "14",
    "ara": "قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
    "eng": "Fight them; Allah will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts of a believing people",
    "ban": "তাদের সঙ্গে যুদ্ধ করো, আল্লাহ্ তাদের শাস্তি দেবেন তোমাদের হাতে, আর তাদের লাঞ্ছিত করবেন, আর তোমাদের সাহায্য করবেন তাদের বিরুদ্ধে, আর মুমিন সম্প্রদায়ের বুক প্রশমিত করবেন।"
  },
  {
    "num": "15",
    "ara": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَن يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "And remove the fury in the believers' hearts. And Allah turns in forgiveness to whom He wills; and Allah is Knowing and Wise.",
    "ban": "আর তিনি তাদের বুকের ক্ষোভ দূর করবেন। আর যাকে ইচ্ছে করেন তার প্রতি আল্লাহ্ ফেরেন। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "16",
    "ara": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَلَمْ يَتَّخِذُوا مِن دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
    "eng": "Do you think that you will be left [as you are] while Allah has not yet made evident those among you who strive [for His cause] and do not take other than Allah, His Messenger and the believers as intimates? And Allah is Acquainted with what you do.",
    "ban": "তোমরা কি মনে করো যে তোমাদের ছেড়ে দেয়া হবে, অথচ আল্লাহ্ জেনে নেন নি যে তোমাদের মধ্যের কারা সংগ্রাম করছে, আর কারা আল্লাহ্‌কে ছেড়ে দিয়ে বা তাঁর রসূলকে বাদ দিয়ে বা মুমিনদের ব্যতীত কোনো অন্তরঙ্গ বন্ধু গ্রহণ করে নি? আর তোমরা যা করো আল্লাহ্ সে-সন্বন্ধে পূর্ণ-ওয়াকিফহাল।"
  },
  {
    "num": "17",
    "ara": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنفُسِهِم بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ",
    "eng": "It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally.",
    "ban": "মুশরিকদের কোনো অধিকার নেই যে তারা আল্লাহ্‌র মসজিদগুলো দেখাশোনা করবে যখন তারা তাদের নিজেদের বিরুদ্ধে অবিশ্বাসের সাক্ষ্য দেয়। এরাই তারা যাদের কাজকর্ম ব্যর্থ হয়েছে, আর আগুনের মধ্যে তারাই অবস্থান করবে।"
  },
  {
    "num": "18",
    "ara": "إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ",
    "eng": "The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided.",
    "ban": "নিঃসন্দেহ সে-ই শুধু আল্লাহ্‌র মসজিদগুলো রক্ষণাবেক্ষণ করবে যে আল্লাহ্‌তে বিশ্বাস করে আর পরকালেও, আর নামায কায়েম করে ও যাকাত আদায় করে, আর আল্লাহ্ ছাড়া কাউকেও ভয় করে না, কাজেই এদের পক্ষেই সাব্য যে এরা হেদায়তপ্রাপ্তদের মধ্যেকার হবে।"
  },
  {
    "num": "19",
    "ara": "أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِندَ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "eng": "Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people.",
    "ban": "তোমরা কি হজযাত্রীদের পানি সরবরাহ করা ও পবিত্র মসজিদের দেখাশোনা করাকে তুল্যজ্ঞান করো তার সাথে যে আল্লাহ্‌র প্রতি ও পরকালের প্রতি আস্থা রেখেছে আর আল্লাহ্‌র পথে সংগ্রাম করছে? আল্লাহ্‌র কাছে ওরা সমতুল্য নয়। আর আল্লাহ্ অন্যায়কারী সম্প্রদায়কে সৎপথে পরিচালন করেন না।"
  },
  {
    "num": "20",
    "ara": "الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ",
    "eng": "The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success].",
    "ban": "যারা ঈমান এনেছে ও হিজরত করেছে, আর আল্লাহ্‌র পথে তাদের ধনদৌলত ও তাদের জানপ্রাণ দিয়ে সংগ্রাম করেছে, তারা আল্লাহ্‌র কাছে মর্যাদায় উন্নততর। আর এরা নিজেরাই সফলকাম।"
  },
  {
    "num": "21",
    "ara": "يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ",
    "eng": "Their Lord gives them good tidings of mercy from Him and approval and of gardens for them wherein is enduring pleasure.",
    "ban": "তাদের প্রভু তাদের সুসংবাদ দিচ্ছেন তাঁর তরফ থেকে করুণাধারার, আর প্রসন্নতার, আর বাগ-বাগিচার যাতে তাদের জন্যে রয়েছে চিরস্থায়ী সুখসমৃদ্ধি --"
  },
  {
    "num": "22",
    "ara": "خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ",
    "eng": "[They will be] abiding therein forever. Indeed, Allah has with Him a great reward.",
    "ban": "সেখানে তারা থাকবে চিরকাল। নিঃসন্দেহ আল্লাহ্ -- তাঁর কাছে রয়েছে পরম পুরস্কার।"
  },
  {
    "num": "23",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ",
    "eng": "O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers.",
    "ban": "ওহে যারা ঈমান এনেছ! তোমাদের পিতৃবর্গকে ও তোমাদের ভ্রাতৃবৃন্দকে তোমরা অভিভাবকরূপে গ্রহণ করো না যদি তারা বিশ্বাসের চাইতে অবিশ্বাসকেই ভালোবাসে। আর তোমাদের মধ্যে যে কেউ তাদের মুরব্বীরূপে গ্রহণ করে তবে তারা নিজেরাই হবে অন্যায়কারী ।"
  },
  {
    "num": "24",
    "ara": "قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
    "eng": "Say, [O Muhammad], \"If your fathers, your sons, your brothers, your wives, your relatives, wealth which you have obtained, commerce wherein you fear decline, and dwellings with which you are pleased are more beloved to you than Allah and His Messenger and jihad in His cause, then wait until Allah executes His command. And Allah does not guide the defiantly disobedient people.\"",
    "ban": "বলো, \"যদি তোমাদের পিতারা ও তোমাদের পুত্রেরা, আর তোমাদের ভাইয়েরা ও তোমাদের পরিবাররা, আর তোমাদের আ‌ত্মীয়স্বজন, আর মাল-আসবাব যা তোমরা অর্জন করেছ, আর ব্যবসা-বাণিজ্য যার অচলাবস্থা তোমরা আশঙ্কা করো, আর বাড়িঘর যা তোমরা ভালোবাসো -- তোমাদের কাছে আল্লাহ্ ও তাঁর রসূলের ও তাঁর পথে সংগ্রামের চেয়ে অধিকতর প্রিয় হয় তবে অপেক্ষা করো যে পর্যন্ত না আল্লাহ্ নিয়ে আসেন তাঁর আদেশ।\" আর আল্লাহ্ দুষ্কৃতিকারী সম্প্রদায়কে সৎপথ প্রদর্শন করেন না।"
  },
  {
    "num": "25",
    "ara": "لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ",
    "eng": "Allah has already given you victory in many regions and [even] on the day of Hunayn, when your great number pleased you, but it did not avail you at all, and the earth was confining for you with its vastness; then you turned back, fleeing.",
    "ban": "আল্লাহ্ ইতিমধ্যে বহুক্ষেত্রে তোমাদের সাহায্য করেছেন, আর হুনাইনের দিনেও যখন তোমাদের সংখ্যাধিক্য তোমাদের উৎফুল্ল করেছিল, কিন্তু তা তোমাদের লাভবান করে নি কোনো-ভাবেই, আর পৃথিবী বিস্তৃত হওয়া সত্ত্বেও তোমাদের জন্য হয়েছিল সংকীর্ণ, তোমরা ফিরেছিলে পলায়নপর হয়ে।"
  },
  {
    "num": "26",
    "ara": "ثُمَّ أَنزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ",
    "eng": "Then Allah sent down His tranquillity upon His Messenger and upon the believers and sent down soldiers angels whom you did not see and punished those who disbelieved. And that is the recompense of the disbelievers.",
    "ban": "তারপর আল্লাহ্ তাঁর প্রশান্তি বর্ষণ করলেন তাঁর রসূলের উপরে আর মুমিনদের উপরে, আর তিনি অবতীর্ণ করেছিলেন এক সেনাবাহিনী যা তোমরা দেখতে পাও নি, আর শাস্তি দিয়েছিলেন তাদের যারা অবিশ্বাস পোষণ করে। আর এই হচ্ছে অবিশ্বাসীদের কর্মফল।"
  },
  {
    "num": "27",
    "ara": "ثُمَّ يَتُوبُ اللَّهُ مِن بَعْدِ ذَلِكَ عَلَى مَن يَشَاءُ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
    "eng": "Then Allah will accept repentance after that for whom He wills; and Allah is Forgiving and Merciful.",
    "ban": "তারপর আল্লাহ্ এর পরেও ফেরেন যার প্রতি তিনি ইচ্ছা করেন। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "28",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ إِن شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ",
    "eng": "O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Haram after this, their [final] year. And if you fear privation, Allah will enrich you from His bounty if He wills. Indeed, Allah is Knowing and Wise.",
    "ban": "ওহে যারা ঈমান এনেছ! নিঃসন্দেহ মুশরিকরা হচ্ছে অপবিত্র, কাজেই তাদের এই বৎসরের পরে তারা পবিত্র মসজিদের সন্নিকটে আসতে পারবে না; আর যদি তোমরা দারিদ্রের আশঙ্কা করো তা হলে আল্লাহ্ অচিরেই তোমাদের সমৃদ্ধ করবেন তাঁর করুণাভান্ডার থেকে যদি তিনি চান। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "29",
    "ara": "قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ",
    "eng": "Fight those who do not believe in Allah or in the Last Day and who do not consider unlawful what Allah and His Messenger have made unlawful and who do not adopt the religion of truth from those who were given the Scripture - [fight] until they give the jizyah willingly while they are humbled.",
    "ban": "যুদ্ধ করো তাদের সঙ্গে যারা আল্লাহ্‌তে বিশ্বাস করে না আর আখেরাতের দিনেও না, আর নিষেধ করে না যা আল্লাহ্ ও তাঁর রসূল নিষেধ করেছেন, আর সত্যধর্মে ধর্মনিষ্ঠা পালন করে না -- তাদের মধ্যে থেকে যাদের ধর্মগ্রন্থ দেয়া হয়েছে, যে পর্যন্ত না তারা স্বহস্তে জিযিয়া প্রদান করে, আর তারা আনুগত্য মেনে নেয়।"
  },
  {
    "num": "30",
    "ara": "وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِن قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ",
    "eng": "The Jews say, \"Ezra is the son of Allah \"; and the Christians say, \"The Messiah is the son of Allah.\" That is their statement from their mouths; they imitate the saying of those who disbelieved [before them]. May Allah destroy them; how are they deluded?",
    "ban": "আর ইহুদীরা বলে -- \"উযাইর আল্লাহ্‌র পুত্র\", আর খ্রীষ্টানরা বলে -- \"মসীহ আল্লাহ্‌র পুত্র।\" এসব হচ্ছে তাদের মুখ দিয়ে তাদের বুলি আওড়ানো, -- তারা ওদের কথার অনুসরণ করে যারা পূর্বকালে অবিশ্বাস পোষণ করেছিল। আল্লাহ্ তাদের ধ্বংস করবেন। তারা কেমন ক'রে বিমুখ হয়!"
  },
  {
    "num": "31",
    "ara": "اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَّا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ",
    "eng": "They have taken their scholars and monks as lords besides Allah, and [also] the Messiah, the son of Mary. And they were not commanded except to worship one God; there is no deity except Him. Exalted is He above whatever they associate with Him.",
    "ban": "তারা আল্লাহ্‌কে ছেড়ে দিয়ে তাদের পন্ডিতগণকে ও সন্ন্যাসীদের প্রভুরূপে গ্রহণ করেছে, আর মরিয়ম-পুত্র মসীহ্‌কেও, অথচ শুধু এক উপাস্যের উপাসনা করা ছাড়া অন্য নির্দেশ তাদের দেয়া হয় নি। তিনি ছাড়া অন্য উপাস্য নেই। তাঁরই সব মহিমা -- তারা যে- সব অংশী দাঁড় করার সে-সব থেকে?"
  },
  {
    "num": "32",
    "ara": "يُرِيدُونَ أَن يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ",
    "eng": "They want to extinguish the light of Allah with their mouths, but Allah refuses except to perfect His light, although the disbelievers dislike it.",
    "ban": "তারা আল্লাহ্‌র জ্যোতি নিভিয়ে দিতে চায় তাদের মুখ দিয়ে, আর আল্লাহ্ তাঁর জ্যোতির পূর্ণাঙ্গ সাধন না ক'রে থামছেন না যদিও অবিশ্বাসীরা অসন্তোষ বোধ করছে।"
  },
  {
    "num": "33",
    "ara": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
    "eng": "It is He who has sent His Messenger with guidance and the religion of truth to manifest it over all religion, although they who associate others with Allah dislike it.",
    "ban": "তিনিই সেইজন যিনি তাঁর রসূলকে পাঠিয়েছেন পথনির্দেশ ও সত্য-ধর্মের সাথে যেন তিনি তাকে প্রাধান্য দিতে পারেন ধর্মের -- তাদের সবক'টি উপরে, যদিও মুশরিকরা অনিচ্ছুক।"
  },
  {
    "num": "34",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِّنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
    "eng": "O you who have believed, indeed many of the scholars and the monks devour the wealth of people unjustly and avert [them] from the way of Allah. And those who hoard gold and silver and spend it not in the way of Allah - give them tidings of a painful punishment.",
    "ban": "ওহে যারা ঈমান এনেছ! নিঃসন্দেহ পন্ডিতদের ও সন্ন্যাসীদের মধ্যের অনেকে লোকের ধনসম্পত্তি অন্যায়ভাবে গলাধঃকরণ করে আর আল্লাহ্‌র পথ থেকে ফিরিয়ে রাখে। বস্তুতঃ যারা সোনা ও রূপা পুঞ্জীভূত করে অথচ আল্লাহ্‌র পথে খরচ করে না, তাদের তাহলে সংবাদ দাও মর্মন্তুদ শাস্তির, --"
  },
  {
    "num": "35",
    "ara": "يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ",
    "eng": "The Day when it will be heated in the fire of Hell and seared therewith will be their foreheads, their flanks, and their backs, [it will be said], \"This is what you hoarded for yourselves, so taste what you used to hoard.\"",
    "ban": "যেদিন এগুলো উত্তপ্ত করা হবে জাহান্নামের আগুনে, তারপর তা দিয়ে দেগে দেয়া হবে তাদের কপালে ও তাদের পার্শ্বদেশে ও তাদের পিঠে। \"এটিই সেই যা তোমরা জড়ো করেছিলে, অতএব আস্বাদন করো যা তোমরা জমিয়েছিলে!\""
  },
  {
    "num": "36",
    "ara": "إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
    "eng": "Indeed, the number of months with Allah is twelve [lunar] months in the register of Allah [from] the day He created the heavens and the earth; of these, four are sacred. That is the correct religion, so do not wrong yourselves during them. And fight against the disbelievers collectively as they fight against you collectively. And know that Allah is with the righteous [who fear Him].",
    "ban": "নিঃসন্দেহ আল্লাহ্‌র কাছে মাসগুলোর সংখ্যা হচ্ছে আল্লাহ্‌র বিধানে বারো মাস, -- যেদিন থেকে তিনি মহাকাশমন্ডল ও পৃথিবী সৃষ্টি করেছেন, -- এর মধ্যে চারটি হচ্ছে পবিত্র। এই হচ্ছে সুপ্রতিষ্ঠিত বিধান, কাজেই এদের মধ্যে তোমাদের নিজেদের প্রতি অন্যায় করো না, আর মুশরিকদের বিরুদ্ধে সমবেতভাবে যুদ্ধ করো যেমন তারা সমবেতভাবে তোমাদের সাথে যুদ্ধ করে থাকে। আর জেনে রেখো -- আল্লাহ্ আলবৎ ধর্মভীরুদের সঙ্গে রয়েছেন।"
  },
  {
    "num": "37",
    "ara": "إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
    "eng": "Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people.",
    "ban": "পিছিয়ে দেয়া অবিশ্বাসেরই মাত্রা বৃদ্ধি মাত্র, এর দ্বারা যারা অবিশ্বাস পোষণ করে তাদের পথভ্রষ্ট করা হয়, তারা এ বৈধ করে কোনো বছর আর একে অবৈধ করে কোনো বছর, যেন তারা ঠিক রাখতে পারে সংখ্যা যা আল্লাহ্ নিষিদ্ধ করেছেন, ফলে তারা বৈধ করে যা আল্লাহ্ অবৈধ করেছেন। তাদের মন্দ কাজগুলো তাদের কাছ চিত্তাকর্ষক করা হয়ছে। আর আল্লাহ্ পথ দেখান না অবিশ্বাসী সম্প্রদায়কে।"
  },
  {
    "num": "38",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ",
    "eng": "O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little.",
    "ban": "ওহে যারা ঈমান এনেছ? কি তোমাদের হয়েছে যখন তোমাদের বলা হচ্ছে -- 'আল্লাহ্‌র পথে বেরিয়ে পড়ো', -- তখন তোমরা ভারি হয়ে ঝুকঁছো মাটির দিকে? তোমরা কি বেশি পরিতুষ্ট পরকালের পরিবর্তে এই দুনিয়ার জীবনে বস্তুতঃ পার্থিব জীবনের ভোগবিলাস পরকালের তুলনায় যৎসামান্য বই তো নয়।"
  },
  {
    "num": "39",
    "ara": "إِلَّا تَنفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "eng": "If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent.",
    "ban": "যদি তোমরা বের না হও তবে তিনি তোমাদের শাস্তি দেবেন মর্মন্তুদ শাস্তিতে, আর তোমাদের পরিবর্তে বদলে নেবেন ভিন্ন এক জাতিকে, আর তোমরা তাঁর কোনোই ক্ষতি করতে পারবে না। বস্তুতঃ আল্লাহ্ সব-কিছুর উপরে সর্বশক্তিমান।"
  },
  {
    "num": "40",
    "ara": "إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ",
    "eng": "If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed Allah is with us.\" And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.",
    "ban": "তোমরা যদি তাঁকে সাহায্য না কর তবে আল্লাহ্ তাঁকে ইতিপূর্বে সাহায্য করেছিলেন যখন যারা অবিশ্বাস পোষণ করেছিল তারা তাঁকে বের করে দিয়েছিল, দুই জনের দ্বিতীয় জন, যখন তাঁরা দুজন ছিলেন গুহার ভেতরে, যখন তিনি তাঁর সঙ্গীকে বলেছিলেন -- \"বিষন্ন হয়ো না, নিঃসন্দেহ আল্লাহ্ আমাদের সঙ্গে রয়েছেন।\" অতঃপর আল্লাহ্ তাঁর প্রশান্তি অবতারণ করেছিলেন তাঁর উপরে আর তাঁর বলবৃদ্ধি করেছিলেন এমন এক বাহিনী দিয়ে যাদের তোমরা দেখতে পাও নি, আর যারা অবিশ্বাস পোষণ করেছিল তাদের কথাবার্তাকে হেয় করেছিলেন। আর আল্লাহ্‌র বাণী -- তা হচ্ছে উচ্চতম। আর আল্লাহ্ হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "41",
    "ara": "انفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
    "eng": "Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew.",
    "ban": "বেরিয়ে পড় হাল্কাভাবে ও ভারী হয়ে আর তোমাদের ধনসম্পদ ও তোমাদের জানপ্রাণ দিয়ে আল্লাহ্‌র পথে সংগ্রাম করো। এটিই তোমাদের জন্য ভালো যদি তোমরা জানতে।"
  },
  {
    "num": "42",
    "ara": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّاتَّبَعُوكَ وَلَكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ",
    "eng": "Had it been an easy gain and a moderate trip, the hypocrites would have followed you, but distant to them was the journey. And they will swear by Allah, \"If we were able, we would have gone forth with you,\" destroying themselves [through false oaths], and Allah knows that indeed they are liars.",
    "ban": "যদি এটি হতো আশু লাভের ব্যাপার ও হাল্কা সফর তবে তারা নিশ্চয়ই তোমাকে অনুসরণ করতো, কিন্তু দুর্গম-পথ তাদের কাছে সুদীর্ঘ মনে হলো। আর তারা আল্লাহ্‌র নামে হলফ করে বললে -- \"আমরা যদি পারতাম তবে নিশ্চয়ই তোমাদের সঙ্গে আমরাও বের হতাম।\" তারা তাদের নিজেদেরই ধ্বংস সাধন করছে, আর আল্লাহ্ জানেন যে তারা আলবৎ ডাহা মিথ্যাবাদী।"
  },
  {
    "num": "43",
    "ara": "عَفَا اللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ",
    "eng": "May Allah pardon you, [O Muhammad]; why did you give them permission [to remain behind]? [You should not have] until it was evident to you who were truthful and you knew [who were] the liars.",
    "ban": "আল্লাহ্ তোমাকে ক্ষমা করুন! কেন তুমি তাদের অব্যাহতি দিলে যে পর্যন্ত না তোমার কাছে সুস্পষ্ট হয়েছিল যে কারা সত্যকথা বলছে, আর তুমি জানতে পেরেছিলে মিথ্যাবাদীদের?"
  },
  {
    "num": "44",
    "ara": "لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ",
    "eng": "Those who believe in Allah and the Last Day would not ask permission of you to be excused from striving with their wealth and their lives. And Allah is Knowing of those who fear Him.",
    "ban": "যারা আল্লাহ্‌তেও ও আখেরাতের দিনে আস্থা রাখে তারা তোমার কাছে অনুমতি চায় না তাদের ধনসম্পদ ও তাদের জানপ্রাণ দিয়ে সংগ্রাম করা থেকে। আর আল্লাহ্ ধর্মপরায়ণদের সম্পর্কে সর্বজ্ঞাতা।"
  },
  {
    "num": "45",
    "ara": "إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ",
    "eng": "Only those would ask permission of you who do not believe in Allah and the Last Day and whose hearts have doubted, and they, in their doubt, are hesitating.",
    "ban": "তোমার নিকট অনুমতি চায় কেবল ওরাই যারা আল্লাহ্‌তে ও শেষদিনে ঈমান আনে না, আর তাদের হৃদয় দ্বিধাগ্রস্ত। কাজেই তাদের সন্দেহের মধ্যেই তারা দোল খাচ্ছে।"
  },
  {
    "num": "46",
    "ara": "وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ",
    "eng": "And if they had intended to go forth, they would have prepared for it [some] preparation. But Allah disliked their being sent, so He kept them back, and they were told, \"Remain [behind] with those who remain.\"",
    "ban": "আর তারা যদি যাত্রা করবার ইচ্ছা করতো তবে তারা নিশ্চয়ই তার জন্য যোগাড়যন্ত্র যোগাড় করতো, কিন্তু আল্লাহ্ অনিচ্ছুক তাদের গমনে, তাই তাদের তিনি ঠেকিয়ে রেখেছেন, আর বলা হলো -- \"বসে থাকো বসে-থাকা লোকদের সাথে।\""
  },
  {
    "num": "47",
    "ara": "لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
    "eng": "Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah. And among you are avid listeners to them. And Allah is Knowing of the wrongdoers.",
    "ban": "তারা যদি তোমাদের সঙ্গে বের হত তবে তারা বিশৃঙ্খলা সৃষ্টি ছাড়া তোমাদের আর কিছুই বাড়াতো না, আর তারা নিশ্চয়ই তোমাদের মধ্যে ছুটোছুটি করতো তোমাদের মধ্যে বিদ্রোহ কামনা ক'রে, আর তোমাদের মধ্যে ওদের কথা শোনবার লোক রয়েছে। আর আল্লাহ্ অত্যাচারীদের সন্বন্ধে সর্বজ্ঞাতা।"
  },
  {
    "num": "48",
    "ara": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ",
    "eng": "They had already desired dissension before and had upset matters for you until the truth came and the ordinance of Allah appeared, while they were averse.",
    "ban": "তারা বাস্তবিকই ইতিপূর্বে বিশৃঙ্খলা সৃষ্টি করতে চেয়েছিল, আর তারা তোমার জন্য কাজকর্ম পন্ড করতে যাচ্ছিল, যতক্ষণ না সত্য এসেছিল ও আল্লাহ্‌র আদেশ প্রকাশ পেলো, যদিও তারা অনিচ্ছুক ছিল।"
  },
  {
    "num": "49",
    "ara": "وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلَا تَفْتِنِّي أَلَا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
    "eng": "And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers.",
    "ban": "আর তাদের মধ্যে এমন আছে যে বলে -- \"আমাকে ছেড়ে দাও এবং আমাকে সমস্যায় ফেলো না।\" তারা কি সমস্যায় পড়ে যায় নি? আর নিঃসন্দেহ জাহান্নাম অবিশ্বাসীদের ঘেরাও করেই রয়েছে।"
  },
  {
    "num": "50",
    "ara": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا وَّهُمْ فَرِحُونَ",
    "eng": "If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\" and turn away while they are rejoicing.",
    "ban": "যদি তোমার উপরে ভালো কিছু ঘটে তবে তা তাদের দুঃখ দেয়, আর যদি তোমার কোনো বিপদ ঘটে তারা বলে -- \"আমরা তো আমাদের ব্যাপার আগেই গুটিয়ে নিয়েছিলাম\", আর তারা ফিরে যায় এবং তারা উৎফুল্লচিত্ত হয়।"
  },
  {
    "num": "51",
    "ara": "قُل لَّن يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
    "eng": "Say, \"Never will we be struck except by what Allah has decreed for us; He is our protector.\" And upon Allah let the believers rely.",
    "ban": "বলো -- \"আল্লাহ্ আমাদের জন্য যা বিধান করেছেন তা ব্যতীত কিছুই আমাদের উপরে কখনো ঘটবে না। তিনিই আমাদের রক্ষক, আর আল্লাহ্‌র উপরেই তবে মুমিনরা নির্ভর করুক।"
  },
  {
    "num": "52",
    "ara": "قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
    "eng": "Say, \"Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting.\"",
    "ban": "বলে যাও -- \"তোমরা আমাদের জন্য দুটি কল্যাণের কোনো একটি ছাড়া আর কিসের প্রতীক্ষা করতে পারো? আর আমরা তোমাদের জন্য প্রতীক্ষা করছি যে আল্লাহ্ তোমাদের শাস্তি হানবেন তাঁর তরফ থেকে অথবা আমাদের হাতে। অতএব প্রতীক্ষা করো, আমরাও অবশ্যই তোমাদের সাথে প্রতীক্ষমাণ।\""
  },
  {
    "num": "53",
    "ara": "قُلْ أَنفِقُوا طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ",
    "eng": "Say, \"Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people.\"",
    "ban": "বলো -- \"তোমরা ইচ্ছাকৃতভাবে খরচ করো অথবা অনিচ্ছা-কৃতভাবে, তোমাদের কাছ থেকে তা কখনো কবুল করা হবে না। নিঃসন্দেহ তোমরা হচ্ছো একটি দুষ্কৃতিকারী সম্প্রদায়।\""
  },
  {
    "num": "54",
    "ara": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَارِهُونَ",
    "eng": "And what prevents their expenditures from being accepted from them but that they have disbelieved in Allah and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling.",
    "ban": "আর তাদের খরচপত্র তাদের কাছ থেকে কবুল হতে তাদের জন্য কোনো বাধা ছিল না শুধু এজন্য ছাড়া যে তারা আল্লাহ্‌তে ও তাঁর রসূলের প্রতি অবিশ্বাস পোষণ করে। আর তারা নামাযে আসে না তাদের গড়িমসি করা অবস্থা ছাড়া, আর তারা খরচ করে না তাদের অনিচ্ছার ভাব ছাড়া।"
  },
  {
    "num": "55",
    "ara": "فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ",
    "eng": "So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers.",
    "ban": "তাদের ধনদৌলত তোমাকে যেন তাজ্জব না করে আর তাদের সন্তানসন্ততিও না। আল্লাহ্ আলবৎ চান এ-সবের দ্বারা পার্থিব জীবনে তাদের শাস্তি দিতে; আর তাদের প্রাণ ত্যাগ করে যায় তাদের অবিশ্বাসী থাকা অবস্থায়।"
  },
  {
    "num": "56",
    "ara": "وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
    "eng": "And they swear by Allah that they are from among you while they are not from among you; but they are a people who are afraid.",
    "ban": "আর তারা আল্লাহ্‌র নামে হলফ করে যে তারা নিঃসন্দেহ তোমাদেরই মধ্যেকার। কিন্তু তারা তোমাদের মধ্যেকার নয়, বস্তুতঃ তারা এমন এক সম্প্রদায় যারা কাপুরুষ।"
  },
  {
    "num": "57",
    "ara": "لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ",
    "eng": "If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.",
    "ban": "তারা যদি পেতো কোনো আশ্রয়স্থল বা কোনো গুহাগহ্বর অথবা কোনো প্রবেশ করার জায়গা, -- তারা নিশ্চয়ই সেখানে চলে যেত দ্রতগতিতে পলায়নপর হয়ে।"
  },
  {
    "num": "58",
    "ara": "وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِن لَّمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ",
    "eng": "And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry.",
    "ban": "আর ওদের মধ্যে এমনও আছে যে তোমাকে দোষারোপ করে দানের ব্যাপারে। অতঃপর তাদের যদি এ থেকে দেয়া হয় তবে তারা খুশী হয়, কিন্তু যদি তাদের এ থেকে দেয়া না হয় তো দেখো! -- তারা রাগ করে!"
  },
  {
    "num": "59",
    "ara": "وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِن فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ",
    "eng": "If only they had been satisfied with what Allah and His Messenger gave them and said, \"Sufficient for us is Allah; Allah will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allah,\" [it would have been better for them].",
    "ban": "আর ওরা যদি সন্তষ্ট থাকতো আল্লাহ্ ও তাঁর রসূল ওদের যা দিয়েছেন তাতে, আর বলতো -- \"আল্লাহ্‌ই আমাদের জন্য যথেষ্ট, -- আল্লাহ্ শীঘ্রই তাঁর করুণাভান্ডার থেকে আমাদের দেবেন আর তাঁর রসূলও, নিঃসন্দেহ আল্লাহ্‌র কাছেই আমরা আসক্ত\"।"
  },
  {
    "num": "60",
    "ara": "إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِّنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "Zakah expenditures are only for the poor and for the needy and for those employed to collect [zakah] and for bringing hearts together [for Islam] and for freeing captives [or slaves] and for those in debt and for the cause of Allah and for the [stranded] traveler - an obligation [imposed] by Allah. And Allah is Knowing and Wise.",
    "ban": "দান তো কেবল অক্ষমদের জন্য, আর অভাবগ্রস্তদের, আর এর জন্য নিযুক্ত কর্মচারীদের, আর যাদের হৃদয় ঝোঁকোনো হয় তাদের, আর দাস-মুক্তির, আর ঋণগ্রস্তদের, আর আল্লাহ্‌র পথে, আর পর্যটকদের জন্য, -- আল্লাহ্‌র তরফ থেকে এই বিধান। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "61",
    "ara": "وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "And among them are those who abuse the Prophet and say, \"He is an ear.\" Say, \"[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allah - for them is a painful punishment.",
    "ban": "আর ওদের এমনও আছে যারা নবীকে উত্ত্যক্ত করে আর বলে -- \"উনি তো কান দেন।\" তুমি বলো -- \"কান দেন তোমাদের ভালোর জন্যে, তিনি আল্লাহ্‌তে বিশ্বাস করেন আর বিশ্বাস করেন মুমিনদের, আর তোমাদের মধ্যে যারা ঈমান আনে তাদের জন্য তিনি করুণা।\" আর যারা আল্লাহ্‌র রসূলকে উত্ত্যক্ত ক'রে তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "62",
    "ara": "يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا مُؤْمِنِينَ",
    "eng": "They swear by Allah to you [Muslims] to satisfy you. But Allah and His Messenger are more worthy for them to satisfy, if they should be believers.",
    "ban": "তারা তোমাদের কাছে আল্লাহ্‌র নামে হলফ করে যেন তারা তোমাদের খুশী করতে পারে, অথচ আল্লাহ্ ও তাঁর রসূলের বেশী অধিকার আছে যেন তারা তাঁকে রাজী করে, যদি তারা মুমিন হয়।"
  },
  {
    "num": "63",
    "ara": "أَلَمْ يَعْلَمُوا أَنَّهُ مَن يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ",
    "eng": "Do they not know that whoever opposes Allah and His Messenger - that for him is the fire of Hell, wherein he will abide eternally? That is the great disgrace.",
    "ban": "তারা কি জানে না যে যে-কেউ আল্লাহ্ ও তাঁর রসূলের বিরুদ্ধে কাজ করে তার জন্য তবে রয়েছে জাহান্নামের আগুন তাতে অবস্থানের জন্যে? ঐটিই তো চরম লাঞ্ছনা।"
  },
  {
    "num": "64",
    "ara": "يَحْذَرُ الْمُنَافِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
    "eng": "They hypocrites are apprehensive lest a surah be revealed about them, informing them of what is in their hearts. Say, \"Mock [as you wish]; indeed, Allah will expose that which you fear.\"",
    "ban": "মুনাফিকরা ভয় করে পাছে তাদের সংক্রান্তে এমন কোনো সূরা অবতীর্ণ হয়ে যায় যা ওদের অন্তরে যা-কিছু আছে তা তাদের ব্যক্ত করে দেবে! বলো -- \"বিদ্রূপ ক'রে যাও, নিঃসন্দেহ আল্লাহ্ বের করে আনবেন তোমরা যা ভয় করো তা।\""
  },
  {
    "num": "65",
    "ara": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ",
    "eng": "And if you ask them, they will surely say, \"We were only conversing and playing.\" Say, \"Is it Allah and His verses and His Messenger that you were mocking?\"",
    "ban": "আর তুমি যদি ওদের প্রশ্ন করো ওরা নিশ্চয়ই বলবে -- \"আমরা তো শুধু আলাপ-আলোচনা ও ক্রীড়া-কৌতুক করছিলাম।\" বলো -- \"তোমরা কি আল্লাহ্ ও তাঁর বাণীসমূহ ও তাঁর রসূলকে নিয়ে মস্করা করছিলে?\""
  },
  {
    "num": "66",
    "ara": "لَا تَعْتَذِرُوا قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ إِن نَّعْفُ عَن طَائِفَةٍ مِّنكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ",
    "eng": "Make no excuse; you have disbelieved after your belief. If We pardon one faction of you - We will punish another faction because they were criminals.",
    "ban": "অজুহাত দেখিও না, তোমরা আলবৎ অবিশ্বাস করেছ তোমাদের বিশ্বাস স্থাপনের পরে। যদি আমরা ক্ষমা করি তোমাদের মধ্যের কোনো এক দলকে, অন্য এক দলকে শাস্তিও দেবো, কেননা তারা নিশ্চয়ই অপরাধী।"
  },
  {
    "num": "67",
    "ara": "الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ",
    "eng": "The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands. They have forgotten Allah, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient.",
    "ban": "মুনাফিক পুরুষরা ও মুনাফিক নারীরা -- তাদের কতকজন অপর কতকজনের মধ্যেকার। তারা অসৎ কাজের নির্দেশ দেয় আর সৎকাজে নিষেধ করে, আর তারা নিজেদের হাত গুটিয়ে নেয়। তারা আল্লাহ্‌কে ভুলে গেছে, তাই তিনিও তাদের ভুলে গেছেন। নিঃসন্দেহ মুনাফিকরা নিজেরাই দুষ্কৃতিকারী।"
  },
  {
    "num": "68",
    "ara": "وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
    "eng": "Allah has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allah has cursed them, and for them is an enduring punishment.",
    "ban": "মুনাফিক পুরুষদের ও মুনাফিক নারীদের ও অবিশ্বাসীদের জন্য আল্লাহ্ ওয়াদা করেছেন জাহান্নামের আগুন, তাতে তারা অবস্থান করবে। তাই তাদের জন্য পর্যাপ্ত, আর আল্লাহ্ তাদের ধিক্কার দিয়েছেন, আর তাদের জন্য রয়েছে নির্ধারিত শাস্তি।"
  },
  {
    "num": "69",
    "ara": "كَالَّذِينَ مِن قَبْلِكُمْ كَانُوا أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُم بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُم بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ",
    "eng": "[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers.",
    "ban": "তাদের মতো যারা ছিল তোমাদের পূর্ববর্তীকালে, -- তারা ছিল তোমাদের চাইতে বল-বিক্রমে বেশী প্রবল আর ধন-সম্পদে ও সন্তান সন্ততিতে বেশী সমৃদ্ধ। কাজেই তারা তাদের ভাগ ভোগ করে গেছে, অতএব তোমরাও তোমাদের ভাগ ভোগ করছো, যেমন ওরা যারা তোমাদের পূর্ববর্তী ছিল তারা ভোগ করেছিল তাদের ভাগ, আর তোমরাও বৃথা-বাক্যালাপ করছো যেমন তারা অনর্থক খোশ- গল্প করেছিল। এরাই -- এদের ক্রিয়াকলাপ ব্যর্থ হয়েছে ইহকালে ও পরকালে, আর এরা নিজেরাই হচ্ছে ক্ষতিগ্রস্ত।"
  },
  {
    "num": "70",
    "ara": "أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ",
    "eng": "Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves.",
    "ban": "তাদের কাছে কি তাদের পূর্বে যারা ছিল তাদের সংবাদ আসে নি -- নূহ্‌-এর লোকদের ও 'আদ-এর ও ছামূদের, আর ইব্রাহীমের সম্প্রদায়ের ও মাদয়ানের বাসিন্দাদের ও বিধবস্ত শহরগুলোর? ওদের কাছে ওদের রসূলগণ এসেছিলেন স্পষ্ট প্রমাণ নিয়ে। কাজেই আল্লাহ্ তো ওদের উপরে অবিচার করার জন্য নন, কিন্তু ওরা ওদের নিজেদেরই প্রতি জুলুম করেছিল।"
  },
  {
    "num": "71",
    "ara": "وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
    "eng": "The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise.",
    "ban": "আর মুমিন পুরুষরা ও মুমিন নারীরা -- তাদের কতকজন অপর কতকজনের বন্ধু। তারা ভালো কাজের নির্দেশ দেয় ও মন্দ কাজ থেকে নিষেধ করে, আর তারা নামায কায়েম করে ও যাকাত আদায় করে, আর তারা আল্লাহ্ ও তাঁর রসূলকে অনুসরণ করে। এরা -- আল্লাহ্ শীঘ্রই এদের করুণা করবেন। নিঃসন্দেহ আল্লাহ্ মহাশক্তিশালী, পরমজ্ঞানী।"
  },
  {
    "num": "72",
    "ara": "وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng": "Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment.",
    "ban": "বিশ্বাসী পুরুষদের ও বিশ্বাসিনী নারীদের আল্লাহ্ ওয়াদা করেছেন স্বর্গোদ্যানসমূহ যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি, তারা তাতে অবস্থান করবে, আর পুণ্য বাসস্থানসমূহ ইডেন গার্ডেনে। আর আল্লাহ্‌র সন্তষ্টিই হচ্ছে সর্বশ্রেষ্ঠ। এটি -- এই-ই হচ্ছে চরম সাফল্য।"
  },
  {
    "num": "73",
    "ara": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ",
    "eng": "O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.",
    "ban": "হে প্রিয় নবী! অবিশ্বাসীদের ও মুনাফিকদের বিরুদ্ধে সংগ্রাম করো, আর তাদের প্রতি কঠোর হও। আর তাদের আবাসস্থল জাহান্নাম। আর মন্দ সেই গন্তব্যস্থান।"
  },
  {
    "num": "74",
    "ara": "يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِن فَضْلِهِ فَإِن يَتُوبُوا يَكُ خَيْرًا لَّهُمْ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ فِي الْأَرْضِ مِن وَلِيٍّ وَلَا نَصِيرٍ",
    "eng": "They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper.",
    "ban": "তারা আল্লাহ্‌র নামে হলফ করে যে তারা কিছু বলে নি, অথচ তারা নিশ্চয়ই অবিশ্বাসের কথা বলেছিল, আর অবিশ্বাস পোষণ করেছিল তাদের ইসলাম গ্রহণের পরে, আর তারা মতলব করেছিল যা তারা পেরে ওঠে নি, আর তারা উত্তেজনা বোধ করে নি এ ভিন্ন যে আল্লাহ্ ও তাঁর রসূল তাদের সমৃদ্ধ করেছেন তাঁর প্রাচুর্য থেকে। কাজেই যদি তারা তওবা করে তবে সেটি তাদের জন্য হবে ভালো, আর যদি তারা ফিরে যায় তবে আল্লাহ্ তাদের শাস্তি দেবেন মর্মন্তুদ শাস্তিতে -- এই দুনিয়াতে ও পরকালে। আর তাদের জন্য এই পৃথিবীতে থাকবে না কোনো বন্ধুবান্ধব, না কোনো সাহায্যকারী।"
  },
  {
    "num": "75",
    "ara": "وَمِنْهُم مَّنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِن فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ",
    "eng": "And among them are those who made a covenant with Allah, [saying], \"If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous.\"",
    "ban": "আর ওদের মধ্যে কেউ-কেউ আল্লাহ্‌র কাছে অঙ্গীকার করেছিল -- \"তিনি যদি তাঁর করুণাভান্ডার থেকে আমাদের দান করেন তবে আমরা নিশ্চয়ই সদকা-খয়রাত করবো আর আমরা অবশ্যই হবো সৎকর্মীদের মধ্যেকার।\""
  },
  {
    "num": "76",
    "ara": "فَلَمَّا آتَاهُم مِّن فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوا وَّهُم مُّعْرِضُونَ",
    "eng": "But when he gave them from His bounty, they were stingy with it and turned away while they refused.",
    "ban": "কিন্তু যখন তিনি তাদের দিলেন তাঁর করুণাভান্ডার থেকে, তারা এতে কার্পণ্য করলো ও ফিরে গেল আর তারা হলো বিমুখ।"
  },
  {
    "num": "77",
    "ara": "فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ",
    "eng": "So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allah in what they promised Him and because they [habitually] used to lie.",
    "ban": "সুতরাং তিনি তাদের অন্তরে মুনাফিকি ন্যস্ত করেছেন সেদিন পর্যন্ত যেদিন তারা তাঁর সাথে মিলিত হবে, কেননা তারা আল্লাহ্‌র কাছে ভঙ্গ করেছিল যা তাঁর কাছে তারা ওয়াদা করেছিল, আর যেহেতু তারা মিথ্যাকথা বললো।"
  },
  {
    "num": "78",
    "ara": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ",
    "eng": "Did they not know that Allah knows their secrets and their private conversations and that Allah is the Knower of the unseen?",
    "ban": "তারা কি জানে না যে আল্লাহ্ অবশ্যই জানেন তাদের লুকোনো ও তাদের সলাপরামর্শ, আর আল্লাহ্ নিঃসন্দেহ অদৃশ্য ব্যাপারগুলো সম্পর্কে পরিজ্ঞাত।"
  },
  {
    "num": "79",
    "ara": "الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment.",
    "ban": "যারা বিদ্রূপ করে মুমিনদের মধ্যের তাদের যারা দানদক্ষিণায় বদান্য আর তাদের যারা কিছুই পায় না নিজেদের কায়িক শ্রম ব্যতীত, অথচ এদের তারা অবজ্ঞা করে, -- আল্লাহ্ তাদের অবজ্ঞা করবেন, আর তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
  },
  {
    "num": "80",
    "ara": "اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
    "eng": "Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people.",
    "ban": "তুমি ওদের জন্য ক্ষমা প্রার্থনা করো অথবা ওদের জন্য ক্ষমা প্রার্থনা না করো, -- তুমি যদি ওদের জন্য সত্তরবারও ক্ষমা প্রার্থনা করো আল্লাহ্ কখনো ওদের ক্ষমা করবেন না। এটি এইজন্য যে তারা আল্লাহ্‌তে ও তাঁর রসূলের প্রতি অবিশ্বাস পোষণ করে। আর আল্লাহ্ দুষ্কৃতিকারী সম্প্রদায়কে পথপ্রদর্শন করেন না।"
  },
  {
    "num": "81",
    "ara": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَّوْ كَانُوا يَفْقَهُونَ",
    "eng": "Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intensive in heat\" - if they would but understand.",
    "ban": "যারা পেছনে রয়ে গিয়েছিল তারা আল্লাহ্‌র রসূলের পশ্চাতে তাদের বসে থাকাতেই আনন্দবোধ করলো, আর তাদের ধনদৌলত ও তাদের জানপ্রাণ দিয়ে আল্লাহ্‌র পথে সংগ্রাম করতে তারা বিমুখ ছিল, আর তারা বলেছিল -- \"এই গরমের মধ্যে বেরিয়ো না।\" তুমি বলো -- \"জাহান্নামের আগুন আরো বেশী গরম।\" যদি তারা বুঝতে পারতো!"
  },
  {
    "num": "82",
    "ara": "فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "So let them laugh a little and [then] weep much as recompense for what they used to earn.",
    "ban": "অতএব তারা কিছুটা হেসে নিক ও খুব ক'রে কাঁদুক, -- তারা যা অর্জন করছিল তার প্রতিফলস্বরূপ?"
  },
  {
    "num": "83",
    "ara": "فَإِن رَّجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا مَعِيَ أَبَدًا وَلَن تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُم بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ",
    "eng": "If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind.\"",
    "ban": "কাজেই আল্লাহ্ যদি তোমাকে ফিরিয়ে আনেন তাদের মধ্যের কোনো দলের নিকট, তারপর তারা যদি তোমার অনুমতি চায় বের হওয়ার জন্য তবে বলো -- \"তোমরা কোনো ক্রমেই আমার সাথে কখনো বেরুতে পারবে না, এবং তোমরা আমার সঙ্গী হয়ে কখনো কোনো শত্রুর বিরূদ্ধে লড়তে পারবে না। নিঃসন্দেহ তোমরা বসে থাকাতেই সন্তষ্ট ছিলে প্রথম বারে, অতএব বসে থাকো পশ্চাতে অবস্থানকারীদের সঙ্গে।\""
  },
  {
    "num": "84",
    "ara": "وَلَا تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ",
    "eng": "And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient.",
    "ban": "আর তাদের মধ্যের একজনের জন্যেও, সে মারা গেলে, তুমি কখনো নামায পড়বে না, আর তার কবরের পাশেও দাঁড়াবে না। নিঃসন্দহে তারা আল্লাহ্‌তে ও তাঁর রসূলে অবিশ্বাস করেছে, আর তারা মরেছে যখন তারা ছিল দুষ্কৃতিপরায়ণ।"
  },
  {
    "num": "85",
    "ara": "وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ",
    "eng": "And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers.",
    "ban": "আর তাদের ধনসম্পত্তি ও তাদের সন্তানসন্ততি তোমাকে যেন তাজ্জব না করে। আল্লাহ্ অবশ্যই চান এ-সবের দ্বারা পার্থিব জীবনে তাদের শাস্তি দিতে, আর যেন তাদের আ‌ত্মা চলে যায় ওদের অবিশ্বাসী থাকা অবস্থায়।"
  },
  {
    "num": "86",
    "ara": "وَإِذَا أُنزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُن مَّعَ الْقَاعِدِينَ",
    "eng": "And when a surah was revealed [enjoining them] to believe in Allah and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, \"Leave us to be with them who sit [at home].\"",
    "ban": "আর যখন কোনো সূরা অবতীর্ণ হয় এই মর্মে -- 'আল্লাহ্‌র প্রতি ঈমান আনো ও তাঁর রসূলের সঙ্গী হয়ে সংগ্রাম করো', তাদের মধ্যের শক্তি- সামর্থের অধিকারীরা তোমার কাছে অব্যাহতি চায় ও বলে -- \"আমাদের রেহাই দিন, আমরা বসে-থাকা-লোকদের সঙ্গে ই থাকবো।\""
  },
  {
    "num": "87",
    "ara": "رَضُوا بِأَن يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "eng": "They were satisfied to be with those who stay behind, and their hearts were sealed over, so they do not understand.",
    "ban": "তারা পেছনে-রয়ে-থাকাদের সাথে অবস্থান করাই পছন্দ করেছিল, আর তাদের হৃদয়ের উপরে মোহর মেরে দেয়া হয়েছে, কাজেই তারা বুঝতে পারে না।"
  },
  {
    "num": "88",
    "ara": "لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ",
    "eng": "But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful.",
    "ban": "কিন্তু রসূল এবং যারা তাঁর সঙ্গে ঈমান এনেছে তারা সংগ্রাম করে তাদের ধনদৌলত ও তাদের জানপ্রাণ দিয়ে। আর এরাই -- এদের জন্যেই রয়েছে কল্যাণ, আর এরা নিজেরাই হচ্ছে সফলকাম।"
  },
  {
    "num": "89",
    "ara": "أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ الْفَوْزُ الْعَظِيمُ",
    "eng": "Allah has prepared for them gardens beneath which rivers flow, wherein they will abide eternally. That is the great attainment.",
    "ban": "আল্লাহ্ এদের জন্য প্রস্তুত করেছেন স্বর্গোদ্যানসমূহ, যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি, তারা সেখানে থাকবে স্থায়ীভাবে। এটি হচ্ছে বিরাট সাফল্য।"
  },
  {
    "num": "90",
    "ara": "وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ",
    "eng": "And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment.",
    "ban": "আর বেদুইনদের মধ্যের ওজর প্রদর্শনকারীরা এসেছিল যেন তাদের অব্যাহতি দেয়া হয়, আর যারা আল্লাহ্ ও তাঁর রসূলের কাছে মিথ্যাকথা বলেছিল তারা বসে রইল। তাদের মধ্যের যারা অবিশ্বাস পোষণ করে তাদের অচিরেই মর্মন্তুদ শাস্তি দেয়া হবে।"
  },
  {
    "num": "91",
    "ara": "لَّيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِن سَبِيلٍ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
    "eng": "There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful.",
    "ban": "দুর্বলদের উপরে, কোনো দোষ হবে না, পীড়িতদের উপরেও না, ওদের উপরেও না যারা খুঁজে পায় না কি তারা খরচ করবে, যে পর্যন্ত তারা আল্লাহ্ ও তাঁর রসূলের প্রতি অনুরাগ দেখাবে। সৎকর্মপরায়ণদের উপরে কোনো রাস্তা নেই। আর আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "92",
    "ara": "وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنفِقُونَ",
    "eng": "Nor [is there blame] upon those who, when they came to you that you might give them mounts, you said, \"I can find nothing for you to ride upon.\" They turned back while their eyes overflowed with tears out of grief that they could not find something to spend [for the cause of Allah].",
    "ban": "আর ওদের উপরেও নেই যারা তোমার কাছে এসেছিল যেন তুমি তাদের জন্য বাহন যোগাড় করে দাও, তখন তুমি বলেছিল -- 'যার উপরে আমি তোমাদের বহন করব তা আমি পাচ্ছি না', ওরা ফিরে গিয়েছিল আর ওদের চোখে অ‌শ্রু প্রবাহিত হচ্ছিল তারা যা খরচ করতে চায় তা না পাওয়ার দুঃখে।"
  },
  {
    "num": "93",
    "ara": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَن يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ",
    "eng": "The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know.",
    "ban": "বস্তুতঃ পথ তাদেরই বিরুদ্ধে যারা তোমার কাছে অব্যাহতি চায় অথচ তারা বিত্তবান। তারা পেছনে রয়ে থাকাদের সাথে অবস্থানই পছন্দ করেছিল, আর আল্লাহ্ তাদের হৃদয়ের উপরে মোহর মেরে দিয়েছেন, যেজন্য তারা বুঝতে পারে না।"
  },
  {
    "num": "94",
    "ara": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُل لَّا تَعْتَذِرُوا لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "They will make excuses to you when you have returned to them. Say, \"Make no excuse - never will we believe you. Allah has already informed us of your news. And Allah will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"",
    "ban": "তারা তোমাদের কাছে অজুহাত দেখাবে যে কেন তারা যখন তোমরা তাদের কাছে ফিরে আসবে। তুমি বলো -- \"অজুহাত পেশ করো না, আমরা কখনো তোমাদের বিশ্বাস করব না, আল্লাহ্ ইতিমধ্যে তোমাদের খবরাখবর আমাদের জানিয়ে দিয়েছেন। আর আল্লাহ্ ও তাঁর রসূল অবশ্যই তোমাদের কার্যকলাপ লক্ষ্য করবেন, তারপর তোমাদের ফিরিয়ে আনা হবে অদৃশ্য ও দৃশ্য বস্তুর পরিজ্ঞাতার নিকটে, তখন তিনি তোমাদের জানিয়ে দেবেন যা তোমরা করে যাচ্ছিলে।\""
  },
  {
    "num": "95",
    "ara": "سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ",
    "eng": "They will swear by Allah to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning.",
    "ban": "তোমরা তাদের কাছে সঙ্গে-সঙ্গে আল্লাহ্‌র নামে তোমাদের কাছে শপথ করবে যেন তাদের তোমরা উপেক্ষা করো। কাজেই তোমরা তাদের উপেক্ষা করবে। নিঃসন্দেহ তারা ঘৃণ্য, আর তাদের আশ্রয়স্থল হচ্ছে জাহান্নাম -- তারা যা কর ছিল এ তারই প্রতিদান!"
  },
  {
    "num": "96",
    "ara": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِن تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ",
    "eng": "They swear to you so that you might be satisfied with them. But if you should be satisfied with them - indeed, Allah is not satisfied with a defiantly disobedient people.",
    "ban": "তারা তোমাদের কাছে হলফ করবে যেন তোমরা তাদের প্রতি সন্তষ্ট হও। কিন্তু তোমরা যদিও বা তাদের প্রতি সন্তষ্ট হও তথাপি আল্লাহ্ নিশ্চয়ই দুষ্কৃতিকারিগোষ্ঠীর প্রতি তুষ্ট হবেন না।"
  },
  {
    "num": "97",
    "ara": "الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allah has revealed to His Messenger. And Allah is Knowing and Wise.",
    "ban": "বেদুইনরা অবিশ্বাসে ও মুনাফিকিতে অতিশয় অটল, আর আল্লাহ্ তাঁর রসূলের কাছে যা অবতারণ করেছেন তার চৌহদ্দি না জানার প্রতিই বেশী অনুরক্ত। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "98",
    "ara": "وَمِنَ الْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "eng": "And among the bedouins are some who consider what they spend as a loss and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allah is Hearing and Knowing.",
    "ban": "আর বেদুইনদের মধ্যে কেউ-কেউ ধরে নেয় যে সে যা খরচ করে তা জরিমানা, আর তোমাদের জন্য প্রতীক্ষা করে বিপর্যয়ের। তাদেরই উপরে ঘটবে অশুভ বিপর্যয়, আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "99",
    "ara": "وَمِنَ الْأَعْرَابِ مَن يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلَا إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
    "eng": "But among the bedouins are some who believe in Allah and the Last Day and consider what they spend as means of nearness to Allah and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allah will admit them to His mercy. Indeed, Allah is Forgiving and Merciful.",
    "ban": "আর বেদুইনদের মধ্যের কেউ-কেউ আল্লাহ্‌তে ও শেষদিনে ঈমান আনে, আর যা সে খরচ করে তা আল্লাহ্‌র নৈকট্য ও রসূলের আশীর্বাদ আনবে বলে গণ্য করে। বাস্তবিকই এ নিঃসন্দেহ তাদের জন্য নৈকট্যলাভ। আল্লাহ্ অচিরেই তাদের প্রবেশ করাবেন তাঁর করুণাসিন্ধুতে। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "100",
    "ara": "وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ",
    "eng": "And the first forerunners [in the faith] among the Muhajireen and the Ansar and those who followed them with good conduct - Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.",
    "ban": "আর মুহাজিরদের ও আনসারদের মধ্যের অগ্রবর্তীরা -- প্রাথমিকরা, আর যারা তাদের অনুসরণ করেছিল কল্যাণকর্মের সাথে -- আল্লাহ্ তাদের উপরে সন্তষ্ট আর তারাও সন্তষ্ট তাঁর উপরে; আর তাদের জন্য তিনি প্রস্তুত করেছেন স্বর্গোদ্যানসমূহ, যাদের নিচে দিয়ে বয়ে চলে ঝরনারাজি, সেখানে তারা থাকবে চিরকাল, -- এই হচ্ছে মহাসাফল্য।"
  },
  {
    "num": "101",
    "ara": "وَمِمَّنْ حَوْلَكُم مِّنَ الْأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ",
    "eng": "And among those around you of the bedouins are hypocrites, and [also] from the people of Madinah. They have become accustomed to hypocrisy. You, [O Muhammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment.",
    "ban": "আর বেদুইনদের মধ্যের যারা তোমাদের আশেপাশে আছে তাদের মধ্যে রয়েছে মুনাফিকরা, আবার মদীনার বাসিন্দাদের মধ্যেও -- ওরা কপটতায় নাছোড়বান্দা। তুমি তাদের জানো না, আমরা ওদের জানি। আমরা অচিরেই তাদের দু বার শাস্তি দেবো, তারপর তাদের ফিরিয়ে নেয়া হবে কঠোর শাস্তির দিকে।"
  },
  {
    "num": "102",
    "ara": "وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَن يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
    "eng": "And [there are] others who have acknowledged their sins. They had mixed a righteous deed with another that was bad. Perhaps Allah will turn to them in forgiveness. Indeed, Allah is Forgiving and Merciful.",
    "ban": "আর অন্যরা নিজেদের অপরাধ স্বীকার করেছে, তারা এক ভালো কাজের সাথে মন্দ অপরটি মিশিয়ে ফেলেছে। হতে পারে আল্লাহ্ তাদের দিকে ফিরবেন। নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "103",
    "ara": "خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَّهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
    "eng": "Take, [O, Muhammad], from their wealth a charity by which you purify them and cause them increase, and invoke [Allah 's blessings] upon them. Indeed, your invocations are reassurance for them. And Allah is Hearing and Knowing.",
    "ban": "তাদের ধনসম্পত্তি থেকে দান গ্রহণ করো, এর দ্বারা তুমি তাদের পবিত্র করতে ও তাদের পরিশোধিত করতে পারবে, আর তাদের তুমি আশীর্বাদ করবে। নিঃসন্দেহ তোমার আশীর্বাদ তাদের জন্য প্রশান্তিকর। আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।"
  },
  {
    "num": "104",
    "ara": "أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
    "eng": "Do they not know that it is Allah who accepts repentance from His servants and receives charities and that it is Allah who is the Accepting of repentance, the Merciful?",
    "ban": "তারা কি জানে না যে আল্লাহ্ -- তিনিই তাঁর বান্দাদের থেকে তওবা কবুল করেন আর দান গ্রহণ করেন, আর আল্লাহ্ নিশ্চয়ই সদা ফেরেন, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "105",
    "ara": "وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
    "eng": "And say, \"Do [as you will], for Allah will see your deeds, and [so, will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"",
    "ban": "আর বলো -- \"তোমরা কাজ করে যাও, অচিরেই আল্লাহ্ তোমাদের কার্যকলাপ লক্ষ্য করবেন, আর তাঁর রসূল ও মুমিনরাও। আর শীঘ্রই তোমাদের ফিরিয়ে আনা হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতার নিকটে, তখন তিনি তোমাদের জানিয়ে দেবেন যা তোমরা করে যাচ্ছিলে।\""
  },
  {
    "num": "106",
    "ara": "وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "And [there are] others deferred until the command of Allah - whether He will punish them or whether He will forgive them. And Allah is Knowing and Wise.",
    "ban": "আর অন্যরা আল্লাহ্‌র বিধানের অপেক্ষায় রয়েছে, হয়তো তিনি তাদের শাস্তি দেবেন, নয়তো তাদের প্রতি ফিরবেন। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "107",
    "ara": "وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِن قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
    "eng": "And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allah testifies that indeed they are liars.",
    "ban": "আর যারা একটি মসজিদ স্থাপন করলো ক্ষতিসাধনের ও অবিশ্বাসের জন্য, আর বিশ্বাসীদের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে, আর তার ঘাঁটি স্বরূপ যে এর আগে আল্লাহ্ ও তাঁর রসূলের বিরুদ্ধে লড়াই করছিল, তারা নিশ্চয়ই হলফ করে বলবে -- \"আমরা তো চেয়ছিলাম শুধু ভালো।\" কিন্তু আল্লাহ্ সাক্ষ্য দিচ্ছেন যে তারা তো আলবৎ মিথ্যাবাদী।"
  },
  {
    "num": "108",
    "ara": "لَا تَقُمْ فِيهِ أَبَدًا لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ",
    "eng": "Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves.",
    "ban": "তুমি কখনো এতে দাঁড়াবে না। নিঃসন্দেহ সেই মসজিদ যা প্রথম দিন থেকেই ধর্মনিষ্ঠার উপরে স্থাপিত তার বেশি দাবি রয়েছে যে তুমি সেখানে দাঁড়াবে। তাতে এমন লোক রয়েছে যারা ভালো পায় যে তারা পবিত্র হবে। আর আল্লাহ্ ভালোবাসেন তাদের যারা পবিত্র হয়েছে।"
  },
  {
    "num": "109",
    "ara": "أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
    "eng": "Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people.",
    "ban": "আচ্ছা! যে তা'হলে তার ভিত্তি গড়েছে আল্লাহ্‌র প্রতি ধর্মনিষ্ঠতা ও সন্তষ্টির উপরে সে-ই ভালো, না যে তার ভিত্তি স্থাপন করেছে পতনপ্রায় ধসের কিনারার উপরে, ফলে তা তাকে নিয়ে ভেঙে পড়লো জাহান্নামের আগুনে? আর আল্লাহ্ পথ দেখান না অন্যায়কারী লোকদের।"
  },
  {
    "num": "110",
    "ara": "لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَن تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
    "eng": "Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are stopped. And Allah is Knowing and Wise.",
    "ban": "তাদের যে ভবন তারা বানিয়েছে তা তাদের হৃদয়ে অশান্তি সৃষ্টি থেকে বিরত হবে না, যদি না তাদের হৃদয় কুটি কুটি করা হয়। আর আল্লাহ্ সর্বজ্ঞাতা, পরমজ্ঞানী।"
  },
  {
    "num": "111",
    "ara": "إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
    "eng": "Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment.",
    "ban": "নিঃসন্দেহ আল্লাহ্ মুমিনদের কাছ থেকে কিনে নিয়েছেন তাদের সত্ত্বা ও তাদের বিত্ত যেন তারা পেতে পারে বেহেশত। তারা আল্লাহ্‌র পথে লড়াই করে, ফলে তারা মারে ও মরে, -- এই ওয়াদা তাঁর জন্যে সত্য তওরাতে ও ইঞ্জীলে এবং কুরআনে। আর কে নিজ ওয়াদাতে বেশি সত্যনিষ্ঠ আল্লাহ্‌র চাইতে? অতএব আনন্দ করো তোমাদের সওদার জন্য যা তোমরা বিনিময় করেছ তাঁর সাথে। আর এইটিই হচ্ছে মহা সাফল্য।"
  },
  {
    "num": "112",
    "ara": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ وَبَشِّرِ الْمُؤْمِنِينَ",
    "eng": "[Such believers are] the repentant, the worshippers, the praisers [of Allah], the travelers [for His cause], those who bow and prostrate [in prayer], those who enjoin what is right and forbid what is wrong, and those who observe the limits [set by] Allah. And give good tidings to the believers.",
    "ban": "তওবাকারীরা, উপাসনাকারীরা, মহিমাকীর্তনকারীরা, রোযা পালনকারীরা, রুকুকারীরা, সিজদাকারীরা, সৎকর্মে নিদের্শ- দানকারীরা ও অসৎকর্মে নিষেধকারীরা, এবং আল্লাহ্‌র চৌহদ্দি রক্ষাকারীরা। আর মুমিনদের তুমি সুসংবাদ দাও।"
  },
  {
    "num": "113",
    "ara": "مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ",
    "eng": "It is not for the Prophet and those who have believed to ask forgiveness for the polytheists, even if they were relatives, after it has become clear to them that they are companions of Hellfire.",
    "ban": "নবী ও যারা ঈমান এনেছে তাদের জন্য নয় যে তাঁরা ক্ষমা প্রার্থনা করবেন বহুখোদাবাদীদের জন্যে, যদিও বা তারা নিকটা‌ত্মীয় হয়, এটি তাঁদের কাছে স্পষ্ট হবার পরে যে তারা নিশ্চয়ই হচ্ছে জ্বলন্ত আগুনের বাসিন্দা।"
  },
  {
    "num": "114",
    "ara": "وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ",
    "eng": "And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to Abraham that his father was an enemy to Allah, he disassociated himself from him. Indeed was Abraham compassionate and patient.",
    "ban": "আর ইব্রাহীমের তাঁর পিতার জন্যে ক্ষমা প্রার্থনা করা শুধু এজন্য ছাড়া অন্য কারণে নয় যে একটি অঙ্গীকার যা তিনি ওর সন্বন্ধে ওয়াদা করেছিলেন। কিন্তু যখন এটি তাঁর কাছে পরিস্কার করা হ'ল যে সে নিঃসন্দেহ আল্লাহ্‌র একজন শত্রু তখন তিনি ওর থেকে নির্লিপ্ত হয়ে গেলেন। নিঃসন্দেহ ইব্রাহীম ছিলেন কোমল হৃদয়ের, সহনশীল।"
  },
  {
    "num": "115",
    "ara": "وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُم مَّا يَتَّقُونَ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
    "eng": "And Allah would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allah is Knowing of all things.",
    "ban": "এটি আল্লাহ্‌র নয় যে তিনি একটি সম্প্রদায়কে পথভ্রষ্ট করবেন তাদের তিনি পথ-দেখানোর পরে -- এতদূর যে তিনি তাদের কাছে সুস্পষ্ট করে দেন কিসে তারা ধর্মনিষ্ঠা পালন করবে। নিঃসন্দেহ আল্লাহ্ সব-কিছুতে সর্বজ্ঞাতা।"
  },
  {
    "num": "116",
    "ara": "إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ",
    "eng": "Indeed, to Allah belongs the dominion of the heavens and the earth; He gives life and causes death. And you have not besides Allah any protector or any helper.",
    "ban": "নিঃসন্দেহ আল্লাহ্ -- মহাকাশমন্ডল ও পৃথিবীর রাজত্ব তাঁরই। তিনি জীবন দান করেন ও মৃত্যু ঘটান। আর আল্লাহ্‌কে ছেড়ে দিয়ে তোমাদের জন্য অভিভাবকের কেউ নেই বা সাহায্যকারীও নেই।"
  },
  {
    "num": "117",
    "ara": "لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ",
    "eng": "Allah has already forgiven the Prophet and the Muhajireen and the Ansar who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful.",
    "ban": "আল্লাহ্ নিশ্চয়ই ফিরেছেন নবীর প্রতি এবং মুহাজিরদের ও আনসারদের প্রতি যারা তাঁকে অনুসরণ করেছিল সঙ্কটের মুহূর্তে, তাদের একদলের মন প্রায় ঘুরে যাওয়ার পরেও, তারপর তিনি তাদের দিকে ফিরলেন। কারণ তিনি তাদের প্রতি পরম স্নেহময়, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "118",
    "ara": "وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوا أَن لَّا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ",
    "eng": "And [He also forgave] the three who were left behind [and regretted their error] to the point that the earth closed in on them in spite of its vastness and their souls confined them and they were certain that there is no refuge from Allah except in Him. Then He turned to them so they could repent. Indeed, Allah is the Accepting of repentance, the Merciful.",
    "ban": "আর তিনজনের প্রতি যাদের পিছনে ছেড়ে যাওয়া হয়েছিল, তখন কিন্তু পৃথিবী প্রশস্ত হওয়া সত্ত্বেও তাদের কাছে তা সংকুচিত হয়েছিল, আর তাদের অন্তরা‌ত্মাও তাদের জন্য হয়েছিল সংকুচিত, আর তারা বুঝতে পেরেছিল যে আল্লাহ্ থেকে কোনো আশ্রয় নেই তাঁর দিকে ছাড়া। অতঃপর তিনি তাদের দিকে ফিরলেন যেন তারাও ফেরে। নিঃসন্দেহ আল্লাহ্ -- তিনি বারবার ফেরেন, অফুরন্ত ফলদাতা।"
  },
  {
    "num": "119",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ",
    "eng": "O you who have believed, fear Allah and be with those who are true.",
    "ban": "ওহে যারা ঈমান এনেছ! আল্লাহ্‌কে ভয়শ্রদ্ধা করো আর সত্যপরায়ণদের অন্তর্ভুক্ত হও।"
  },
  {
    "num": "120",
    "ara": "مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الْأَعْرَابِ أَن يَتَخَلَّفُوا عَن رَّسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنفُسِهِمْ عَن نَّفْسِهِ ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
    "eng": "It was not [proper] for the people of Madinah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allah or that they prefer themselves over his self. That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allah, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that is registered for them as a righteous deed. Indeed, Allah does not allow to be lost the reward of the doers of good.",
    "ban": "মদীনার বাসিন্দাদের ও তাদের আশপাশের বেদুইনদের জন্যে নয় যে তারা আল্লাহ্‌র রসূলের পিছনে থেকে যাবে, এবং নিজেদের জীবনকে তাঁর জীবনের চেয়ে বেশি প্রিয় মনে করাও নয়। এটি তাদের বেলা এই জন্য যে আল্লাহ্‌র পথে তাদের কষ্ট দেয় না পিপাসা, আর ক্লান্তিও না, আর ক্ষুধাও না, আর তারা এমন পথে পথ চলে না যা অবিশ্বাসীদের ক্রোধ উদ্রেক করে, আর তারা শত্রুর থেকে সংগ্রহ করে না কোনো সংগ্রহের বস্তু, -- তবে এ-সবের দ্বারা তাদের জন্যে লিখিত হয় শুভ কাজ। নিঃসন্দেহ আল্লাহ্ সৎকর্মশীলদের পুরস্কার ব্যর্থ করেন না।"
  },
  {
    "num": "121",
    "ara": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ",
    "eng": "Nor do they spend an expenditure, small or large, or cross a valley but that it is registered for them that Allah may reward them for the best of what they were doing.",
    "ban": "আর তারা খরচ করে না কোনো সামান্য খরচা আর কোনো বিরাটও নয়, আর তারা কোনো মাঠও পার হয় না তবে তাদের জন্যে তা লিখিত হয়ে যায়, যেন আল্লাহ্ তাদের পুরস্কার দিতে পারেন তারা যা করে যাচ্ছিল তার চেয়ে উত্তম।"
  },
  {
    "num": "122",
    "ara": "وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ لِّيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
    "eng": "And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn their people when they return to them that they might be cautious.",
    "ban": "আর মুমিনদের পক্ষে সঙ্গত নয় যে তারা একজোটে বেরিয়ে পড়বে। সুতরাং তাদের মধ্যের প্রত্যেক গোত্র থেকে কেন একটি দল বেরিয়ে পড়ে না ধর্মে জ্ঞানানুশীলন করতে, যার ফলে তারা যেন নিজ নিজ সম্প্রদায়কে সতর্ক করতে পারে যখন তারা ফিরে আসে তাদের কাছে যাতে তারা সাবধান হতে পারে?"
  },
  {
    "num": "123",
    "ara": "يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ",
    "eng": "O you who have believed, fight those adjacent to you of the disbelievers and let them find in you harshness. And know that Allah is with the righteous.",
    "ban": "ওহে যারা ঈমান এনছ! অবিশ্বাসীদের মধ্যে যারা তোমাদের নিকটে রয়েছে তাদের সঙ্গে যুদ্ধ করো, আর তারা যেন তোমাদের মধ্যে দেখতে পায় কঠোরতা। আর জেনে রেখো -- নিঃসন্দেহ আল্লাহ্ ধর্মপরায়ণদের সাথে রয়েছেন।"
  },
  {
    "num": "124",
    "ara": "وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ",
    "eng": "And whenever a surah is revealed, there are among the hypocrites those who say, \"Which of you has this increased faith?\" As for those who believed, it has increased them in faith, while they are rejoicing.",
    "ban": "আর যখনই একটি সূরা অবতীর্ণ হয় তখন তাদের কেউ কেউ বলে -- \"এ তোমাদের মধ্যের কার বিশ্বাস সমৃদ্ধ করল?\" আসলে যারা বিশ্বাস স্থাপন করেছে তাদের কিন্তু এটি বিশ্বাসে সমৃদ্ধ করে, আর তারাই তো সুসংবাদ উপভোগ করে।"
  },
  {
    "num": "125",
    "ara": "وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ",
    "eng": "But as for those in whose hearts is disease, it has [only] increased them in evil [in addition] to their evil. And they will have died while they are disbelievers.",
    "ban": "আর তাদের ক্ষেত্রে যাদের অন্তরে রয়েছে ব্যাধি, -- এ তখন তাদের কলুষতার সঙ্গে কলুষতা তাদের জন্য বাড়িয়ে তোলে, আর তারা প্রাণত্যাগ করে, আর তারা রয়ে যায় অবিশ্বাসী।"
  },
  {
    "num": "126",
    "ara": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
    "eng": "Do they not see that they are tried every year once or twice but then they do not repent nor do they remember?",
    "ban": "তারা কি দেখে না যে প্রতি বছর একবার বা দুবার করে অবশ্যই তাদের পরীক্ষা নেয়া হচ্ছে? তবুও তারা ফেরে না বা মনও দেয় না।"
  },
  {
    "num": "127",
    "ara": "وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "eng": "And whenever a surah is revealed, they look at each other, [saying], \"Does anyone see you?\" and then they dismiss themselves. Allah has dismissed their hearts because they are a people who do not understand.",
    "ban": "আর যখনই কোনো সূরা অবতীর্ণ হয় তাদের কেউ কেউ অন্যের দিকে তাকায় -- \"কেউ কি তোমাদের দেখছে?\" তারপর তারা সরে পড়ে। আল্লাহ্ তাদের হৃদয়কে সত্যবিমুখ করেছেন যেহেতু তারা নিঃসন্দেহ এমন এক দল যারা বুঝতে চায় না।"
  },
  {
    "num": "128",
    "ara": "لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
    "eng": "There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful.",
    "ban": "এখন তো তোমাদের কাছে একজন রসূল এসেছেন তোমাদেরই মধ্যে থেকে, তাঁর পক্ষে এটি দুঃসহ যা তোমাদের কষ্ট দেয়, তোমাদের জন্য তিনি পরম কল্যাণকামী, বিশ্বাসীদের প্রতি তিনি অতি দয়ার্দ্র, বিশেষ কৃপাময়।"
  },
  {
    "num": "129",
    "ara": "فَإِن تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "eng": "But if they turn away, [O Muhammad], say, \"Sufficient for me is Allah; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne.\"",
    "ban": "অতঃপর যদি তারা ফিরে যায় তাহলে বলো -- \"আল্লাহ্ আমার জন্যে যথেষ্ট, তিনি ব্যতীত অন্য উপাস্য নেই, তাঁরই উপরে আমি নির্ভর করি, আর তিনিই তো মহাসিংহাসনের অধিপতি।\""
  }
]
