[
  {
    "num": "1",
    "ara": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ",
    "eng": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
    "ban": "গ্রন্থধারীদের মধ্যে থেকে যারা অবিশ্বাস পোষণ করে আর বহুখোদাবাদীরা তাদের ছাড়ানো যাচ্ছিল না যতক্ষণ না তাদের কাছে এসেছে সুস্পষ্ট প্রমাণ --"
  },
  {
    "num": "2",
    "ara": "رَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفًا مُّطَهَّرَةً",
    "eng": "A Messenger from Allah, reciting purified scriptures",
    "ban": "আল্লাহ্‌র কাছ থেকে একজন রসূল, তিনি পাঠ করছেন পবিত্র পৃষ্ঠাসমূহ,"
  },
  {
    "num": "3",
    "ara": "فِيهَا كُتُبٌ قَيِّمَةٌ",
    "eng": "Within which are correct writings.",
    "ban": "যাতে রয়েছে সুপ্রতিষ্ঠিত গ্রন্থসমূহ।"
  },
  {
    "num": "4",
    "ara": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ",
    "eng": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
    "ban": "আর যাদের গ্রন্থখানা দেওয়া হয়েছিল তারা বিভক্ত হয় নি যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ এসেছিল।"
  },
  {
    "num": "5",
    "ara": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ",
    "eng": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
    "ban": "আর তাদের আদেশ করা হয় নি এ ভিন্ন যে তারা আল্লাহ্‌র উপাসনা করবে ধর্মে তাঁর প্রতি বিশুদ্ধচিত্ত হয়ে, একনিষ্ঠভাবে, আর নামায কায়েম করবে ও যাকাত আদায় করবে, -- আর এইটিই সুপ্রতিষ্ঠিত ধর্ম।"
  },
  {
    "num": "6",
    "ara": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ",
    "eng": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
    "ban": "নিঃসন্দেহ গ্রন্থের অনুবর্তীদের মধ্যের যারা অবিশ্বাস পোষণ করে আর বহুখোদাবাদীরা -- জাহান্নামের আগুনে, তা তে তারা অবস্থান করবে। তারাই স্বয়ং সৃষ্টজীবদের মধ্যে নিকৃষ্টতম।"
  },
  {
    "num": "7",
    "ara": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ",
    "eng": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
    "ban": "পক্ষান্তরে যারা ঈমান এনেছে ও সৎকাজ করছে -- তারাই খোদ সৃষ্টজগতের মধ্যে শ্রেষ্ঠতম।"
  },
  {
    "num": "8",
    "ara": "جَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ",
    "eng": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
    "ban": "তাদের পুরস্কার রয়েছে তাদের প্রভুর কাছে -- নন্দনকাননসমূহ, তাদের নিচ দিয়ে বয়ে চলেছে ঝরনারাজি, সেখানে তারা অবস্থান করবে চিরকাল। আল্লাহ্ তাদের উপরে সন্তষ্ট আর তারা সন্তষ্ট তাঁর প্রতি। এইটি তার জন্য যে তার প্রভুকে ভয় করে।"
  }
]
